{
    "Title": "Achieving Unity with All Things ｜ Tao Te Ching Explained Chapter 39",
    "Content": [
        {
            "Knowledge Point": "The importance of unity in Taoism",
            "Text": "The masters of old attained unity with the Tao. Heaven attained unity and became pure. The earth attained unity and found peace. The spirits attained unity so they could minister. The valleys attained unity that they might be full. Humanity attained unity that they might flourish. Their leaders attained unity that they might set the example. This is the power of unity."
        },
        {
            "Knowledge Point": "The concept of oneness with all things",
            "Text": "Eastern cultures often refer to this concept of unity or oneness with all things. To those who did not grow up around this idea, it can seem a little ethereal and vague. My goal for this video is to take this concept of oneness with all things and explain it to where it becomes a concrete idea that we can understand and use in our lives."
        },
        {
            "Knowledge Point": "The importance of humility",
            "Text": "The great view the small as their source, and the high takes the low as their foundation. Their greatest asset becomes their humility. They speak of themselves as orphans and as the world's greatest asset. Thus, they truly seek humility."
        },
        {
            "Knowledge Point": "The interconnectedness of all things",
            "Text": "Unity is the highest value of all things. Unity is the highest state of being. And reaching a state of oneness with the Tao and with all things is the whole point of Taoism. But what does this actually mean?"
        },
        {
            "Knowledge Point": "The importance of seeing all things as one",
            "Text": "To understand this a bit better, let's take a look at the part of the chapter where it says, The great view the small as their source, and the high takes the low as their foundation. If we look at these lines with our sort of western good-better-best way of seeing things, this can seem a little insulting, honestly."
        },
        {
            "Knowledge Point": "The limitations of our perspective",
            "Text": "Our tendency to look at the lines in this way, and believe me, I did too at first, only betrays the limitations of our perspective. It indicates to us that we have not yet learned to see all things as one."
        },
        {
            "Knowledge Point": "Seeing the mountain as a whole",
            "Text": "When we see a mountain, we don't usually say, oh, that's a pile of high rocks sitting on a bunch of low rocks. We say, oh, that's a mountain. We view the mountain not as separate parts in some kind of elevational hierarchy, but as one mountain, one whole."
        },
        {
            "Knowledge Point": "Objective distinctions without preference",
            "Text": "When we do distinguish the separate parts, such as when we want to refer to the peak specifically, we do so objectively and without a special preference or emotion. We say peak simply for the purpose of the mountain, and peak simply for the purpose of communicating that we are referring to the very top of the mountain."
        },
        {
            "Knowledge Point": "The importance of humility in leadership",
            "Text": "To me, I think this is kind of the idea Lao-tzu might have been trying to get across. Just as a peak is in a different physical location from the other parts of a mountain, without being any more important, so too is a quote-unquote great person in a different position from the average person, and they should regard this as a different position from the average person."
        },
        {
            "Knowledge Point": "The interdependence of all organisms",
            "Text": "Similarly, in an ecosystem, all organisms have a vital role to play in the symphony of nature. We tend to especially admire large and powerful creatures, such as tigers, bears, and wolves, but they are no more vital to the survival of the ecosystem than plants, algae, and bacteria."
        },
        {
            "Knowledge Point": "The importance of all parts in the ecosystem",
            "Text": "Without these smaller but no less essential members, life could not continue. We need the plants to provide oxygen, and plant eaters to take nutrients from plants and make them available to meat eaters. We need meat eaters to control the populations of plant eaters so that they don't run out of food and die."
        },
        {
            "Knowledge Point": "The importance of humility",
            "Text": "We need microorganisms to return the nutrients from animals to the earth so the plants can continue to make use of them. All things and all people are important and unique parts of the same giant whole. As we draw closer to the Tao, we discover our place in this whole, and we fill it gladly."
        },
        {
            "Knowledge Point": "The importance of contentment and satisfaction",
            "Text": "We play our part with contentedness, and satisfaction. We don't aspire to play the part of someone else. Thus, the greatest asset of a quote-on-quote great person, or really any person, is their humility, which can also be seen as their acknowledgement of oneness with all things, and lack of unnecessary focus on the self."
        },
        {
            "Knowledge Point": "The study of chapter 13 from the Tao Te Ching",
            "Text": "If you're wondering exactly how to do this, I would recommend a thorough study of chapter 13 from the Tao Te Ching. I'll link a video I made for that chapter in the description in case that helps."
        }
    ]
}