{
    "Title": "Babies Know Something You Don't ｜ Tao Te Ching Chapter 55 Explained",
    "Content": [
        {
            "Knowledge Point": "The virtue of the newborn babe",
            "Text": "The one who has virtue in its fullness is like a newborn babe. Hornets and snakes do not sting him. Savage beasts don't attack him. Birds of prey don't pounce on him. His bones are soft and his muscles weak, but his grasp is firm. He knows nothing yet of mating, but his organ stirs, for his vigor is at its height. He will cry all day, but his voice will remain loud, for his harmony is at its height."
        },
        {
            "Knowledge Point": "The Taoist perspective on childhood",
            "Text": "Many of these regressions are based on the fact that Tao Te Ching is a Taoist. They regard the infant as pure and innocent, and they propose that later problems develop from experiences and influences the child is exposed to as it matures."
        },
        {
            "Knowledge Point": "The human life cycle",
            "Text": "When a human is born, it progresses gradually from lack of activity and total dependence on others to abundance activity. Then, as it nears the end of its life cycle and becomes old, it increasingly begins to revert back to less activity and increasing physical dependence on others."
        },
        {
            "Knowledge Point": "The role of Tao in protecting the infant",
            "Text": "Babies do not try to train with weapons or kung fu or build elaborate houses to protect themselves from animals, firstly because they are incapable of doing these things, and secondly because they are able to depend on others who are capable of these tasks."
        },
        {
            "Knowledge Point": "The importance of harmony with Tao",
            "Text": "People who are in harmony with Tao will do good and overcome opposition naturally. People who concern themselves too much with complex problems act in fear and self-preservation, and tend to only make these problems worse."
        },
        {
            "Knowledge Point": "The role of enlightenment",
            "Text": "The world does not need more extensively thought out programs or agendas. The world needs more enlightened individuals."
        }
    ]
}