{
    "Title": "BOOKSTAGRAM 101 ｜ how I take and edit book photos, bts, + my favorite bookstagram accounts",
    "Content": [
        {
            "Knowledge Point": "Introduction to the video and audience engagement.",
            "Text": "Hello guys, I'm Bethany and welcome back to my channel. I'm so happy that you're here and I'm so excited about today's video. It's going to be so much fun, as you can probably see from the title. We are going to be talking about Bookstagram today and I'm so excited."
        },
        {
            "Knowledge Point": "Explaining the inspiration and audience request for the video.",
            "Text": "I did a little question box a few days ago on my Instagram asking if anybody had any requests for video ideas on my YouTube channel, like book videos. I had a couple of people request a book photo behind the scenes and then I had someone request book photography tutorials. I posted on my story the response and asked if people would want to see that and they said yes. It's very majority voted that they wanted to see that. So that's what we're going to be doing today."
        },
        {
            "Knowledge Point": "Bethany shares her excitement and process for taking book photos.",
            "Text": "I'm obsessed with cute Instagrammers who post such cute things and I get so much inspo from them. A lot of times if I'm just taking a photo of a book, I will use my bed and I have like this perfect dreams blanket and my comforter and this other comforter and I will just set it there and take a photo."
        },
        {
            "Knowledge Point": "Tips on angling the phone for better photos.",
            "Text": "One tip that I have is to angle the phone up or like this. Just the angle of the photo really changes how the photo is going to look. For example, if the book is like this, I'm trying to angle it with the book and not like this. I try to keep it at a good angle."
        },
        {
            "Knowledge Point": "Importance of positioning for book stacks and flat lays.",
            "Text": "When I have like the four book stacks sitting there, I want to be above it because if you're like at an angle, it kind of just looks weird. So I try to be straight above the photos so I can get a flat lay."
        },
        {
            "Knowledge Point": "Taking photos with a Kindle and editing book covers onto it.",
            "Text": "I do take some photos with my Kindle. If I read an ARC or a book on my Kindle that I don't own and want to take a picture of, I will edit the cover onto my Kindle. I use Photoshop, but I know there's an app you can use for this. I have a semi-knowledge of Photoshop to do that, so I edit on Photoshop."
        },
        {
            "Knowledge Point": "Post-processing steps using Lightroom and presets.",
            "Text": "After I take the photos, I go through all of them and heart my favorite ones. Then I'll import them into Lightroom. I use J.T. Marie's presets, which she doesn't sell anymore. My vibe is more like warm pinky tones, so I'll use the same preset on every single photo to create an aesthetic on my feed."
        }
    ]
}
