{
    "code": 10000,
    "data": " There are those who could live longer and yet hasten to death. Those who can live long are three out of ten among the humans. Those who die young are three of ten. Those who could live and yet deliberately hasten to die are three out of ten. Why is this? Because they are too much attached to life. According to a proverb, those who nourish their lives well travel on land and do not encounter predators and do not need to wear the armor. The rhinoceros cannot find the place in them to thrust its horn. The tiger cannot find the place to claw them. Why is this? Because there is no space in them for death to enter. There is a certain percentage of people, Lao Tzu uses three out of ten, but I think the real numbers aren't extremely important, who live to a ripe old age before dying. There is also a certain percentage of people who die prematurely, quote-unquote. This percentage was probably much higher in Lao Tzu's time, but again, the exact numbers are probably not as important. The number of people who die prematurely is not as important as the number of people who die prematurely. The number of people who die prematurely is not as important as the number of people who die prematurely. The number of people who die prematurely is not as important as the probably arbitrary. Lao Tzu again uses three out of ten. But according to Lao Tzu, there is another three out of ten people whose lives could have been long and fruitful, but who never really live at all. There are lots of reasons why this can happen, but the one Lao Tzu pins down in this chapter is the tendency to hold on to life. To fear death is natural. We are naturally scared of things we don't understand, and we tend to resist change. However, death is as much a part of life as life itself. Being unable to accept the reality of death puts us in a bad spot. Those who cannot reconcile themselves with death are haunted by it all throughout their lives. Therefore, those who cannot accept death are unable to escape it until it finally becomes their reality. A person who lives like this can almost be considered to have never lived at all. They have lived an entire life concerned more with dying than with living. The things that we are unable to accept are the things that we end up giving our lives over to. Whenever I talk about death and the fear of death, I always get tons of people in the comments saying that they are not afraid of death. I tend to think this about myself, actually. However, many of us do experience a serious fear of missing out in life, or FOMO. I think in a lot of ways, FOMO is another form of our fear of death. When we experience FOMO, we suffer with a feeling that we will not live our lives to their fullest before death inevitably comes to snuff them out. We may not fear the event of death per se, but we fear the deadline it sets upon our lives, we fear the absence of whatever we think will lead to a happy and fulfilling life, and we worry that these desires will never be realized in our lifetimes. FOMO is a real thing. I've certainly experienced my fair share of it. So what do we do about it? Well, for those of you out there who are astute observers of mathematics, you will likely have noticed that in total this chapter has only accounted for nine out of the ten people. So what about the one left over? Well, I wasn't really able to find an official answer for this, and since it seems that Lao Tzu, the last fellow, left this last fellow out, it may be that we will have to form our own interpretation of him or her. I have seen it postulated that this last person is the only person out of the ten who has truly reconciled his or herself with death, and is therefore able to live life with peace and satisfaction without being haunted by the inevitability of its ending. For these people, the point of life is not to prolong it or to cram as much into it as possible, because let's be honest, these two are kind of the same thing. These happy few are the people who are able to accept their temporary death, and enjoy it for what it is, rather than wish for it to be something else. These people can still have goals and make plans, but they see these goals and plans not as stepping stones to the life that will finally make them happy, but as just another part of a journey that has happiness all throughout it. They know that pain, sadness, and difficulty are part of the ride, and that they are just the other side of the same coin that brings peace, joy, and satisfaction. They're open and ready to receive each day as it comes, and to make the most of it. Now, skipping down to the end of the chapter, I don't know if Laozi meant these tigers and rhinos, and the sages had vulnerability to them, literally or not. I for one, am not going to advise anyone to go running in front of rhinos, and I certainly won't be doing this myself. But consider the lesson that is available here, whether it is meant literally or not. The last line of the chapter seems to kind of echo off the page when I read it. There is no space in them for death to enter. When we become overly concerned with death, we create a space for death to enter. And that's what Laozi meant. I'm not talking about mortality and immortality. I'm talking about the relationship one has with death. Or really with anything that one tries to avoid. Over the course of my life, short as it has been, I have become pretty much convinced that the most surefire way of causing something to happen is to desperately avoid it. Life seems to be kind of weird that way. The most insecure people have the most embarrassing experiences. The clingiest people have the hardest time forming healthy relationships. The people that try hardest to be cool become insecure. The people that try to be cool become insecure. The best way to ensure that you'll be up all night is to try hard to fall asleep. I could list example after example of this, but I bet you had some examples from your own life come to mind. For me, I used to agonize over the scripts that I make for these videos. I'd start at the beginning and slog my way through till the end. Especially the intros of the videos would give me a really hard time. Sometimes it felt like I had to cut my way through the first paragraph with a machete. In the last month or so though, I've learned not to start with the introduction. But rather to just start writing whatever is coming to me about the chapter. When I run out of things to say about that thing, I simply move to the next thing and write everything that comes to me about that. Suddenly, I look over the document and realize that I've got a nearly finished script. From there, all I have to do is wrap it up at the end and slap an intro on the front. Turns out, it's much easier to write an introduction when I've already written the thing I'm introducing. In YouTube, it's supposed to be really important to have a good intro that hooks your audience. But I've found that my intros tend to be a little bit more difficult. So I tend to be way better when I let go of writing the perfect intro. I'm sure that you've seen a similar example of this principle in your own life. That which we resist will only persist. That which we accept ceases to have power over us. Fear of death and fear of missing out are real. And I don't mean to make light of something that is usually taken pretty seriously. But if we can learn to accept death and make the most of the lives that are currently in front of us, we will find that we too have no place in us for death to enter. If you're enjoying the video, please subscribe to my channel. If you're enjoying the videos, I think there's a good chance that you would also enjoy my Discord. Every time I upload a video about the Tao Te Ching, a new thread is created to discuss the chapter we covered in the video. It's a positive and a thoughtful community. And we are always excited to hear new constructive points of view. So if you are interested in that, you can just click on the link in the description and it'll take you right there. Thanks for watching. And I will see you all tomorrow for chapter 51. Peace and blessings.",
    "msg": "多媒体文件转换文本成功!"
}