{
    "Title": "Everything Popular is Wrong ｜ Tao Te Ching Chapter 70 Explained",
    "Content": [
        {
            "Knowledge Point": "The sage's words are simple and easy to follow, yet few can grasp them.",
            "Text": "My words are easy to understand, and it is easy to follow them. Yet they can be grasped by no one in the world, and there is no one who can follow them."
        },
        {
            "Knowledge Point": "The sage values being understood by few, as it honors him.",
            "Text": "My words are of an ancient origin. My actions are guided by reason. Yet this remains unknown, so I remain unknown too. Those who know me are few. This is what honors me."
        },
        {
            "Knowledge Point": "The sage's true wealth is concealed in his heart.",
            "Text": "The sage wears plain clothing. His true wealth is concealed in his heart."
        },
        {
            "Knowledge Point": "Understanding others is part of becoming enlightened.",
            "Text": "This chapter kind of feels to me like Lao Tzu's Haters Gonna Hate chapter. For us, when we talk about people who don't understand us, it's usually with kind of a bitter taste in our mouths. However, I don't get that so much from Lao Tzu. Lao Tzu is well aware of the fact that few people will understand him and the way he chooses to live. But he doesn't see this necessarily as a bad thing. He says, those who know me are few. This is what honors me."
        },
        {
            "Knowledge Point": "The sage values what others cast aside and casts aside what others value.",
            "Text": "Part of becoming Lao Tzu is to be able to understand people. Being a person of enlightenment is learning to value what others cast aside, and to cast aside what others value."
        },
        {
            "Knowledge Point": "Following the Tao requires effort and few are willing to do it.",
            "Text": "This doesn't mean that we reject popular things and ideas outright simply because they are popular, but it does mean that we are wary of them. People often like the idea of an actualized life, but very few are willing to do what it takes to realize it. Although following the Tao is not complicated, most people aren't willing to do it."
        },
        {
            "Knowledge Point": "The sage's voice is the true wealth concealed in his heart.",
            "Text": "The fact that Lao Tzu's actions are understood by so few does not in and of itself mean that they are right, but it can serve as one metric. Ernest Hemingway, with his characteristically snarky wit, once said in a lecture to art students, Popularity is the crown of laurel which the world puts on bad art. Whatever is popular is wrong. Looking at the end of this chapter, I appreciate the part about the sage's voice. The passage is true wealth being concealed in the heart."
        },
        {
            "Knowledge Point": "The sage values compassion, moderation, and humility.",
            "Text": "This passage provides a satisfying cross-section with chapter 67. If you recall, chapter 67 was the chapter where Lao Tzu talks about the three treasures that he values above all others. Compassion, moderation, and humility. This was the chapter that we did that little three-part mini-series on. All three of these treasures are the kind that are concealed in the heart, rather than being of a tangible and physical kind."
        }
    ]
}