{
    "Title": "How To Be Still at All Times ｜ Tao Te Ching Chapter 26 Explained",
    "Content": [
        {
            "Knowledge Point": "Stillness is the ruler of movement in Taoism",
            "Text": "Gravity is the root of lightness, stillness the ruler of movement. Therefore a wise prince, marching the whole day, does not go far from his baggage wagons."
        },
        {
            "Knowledge Point": "Stillness does not mean inaction in Taoism",
            "Text": "One of the main principles of Taoism that we read a lot about is cultivating stillness of mind, heart, and body. This stillness often makes a stark contrast with the constant hustle and bustle of the world around us. For a Taoist though, stillness does not mean inaction."
        },
        {
            "Knowledge Point": "Stillness forms the basis for effortless action in Taoism",
            "Text": "The first line of chapter 26 of the Tao Te Ching tells us that stillness is the ruler of movement. For a Taoist, the cultivation of inner quiet is not for the sake of never doing anything. Rather, the master understands that stillness is the root of action in its purest and most effortless form."
        },
        {
            "Knowledge Point": "Stillness helps maintain a meditative state in daily life",
            "Text": "Stillness forms the basis for being able to act in the most effortless and efficacious way. Looking at chapter 26, I want to quickly draw your attention to the third line. Therefore, a wise prince, marching the whole day, does not go far from his baggage wagons."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Personally, however, I don't think that Lao Tzu was just giving us travel advice. Another translation in particular that seemed to shed some light on this part for me was one that renders the line as, Wherefore, while the sage proceeds the whole day according to Tao, he never departs from either calmness or gravity."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "When we look at the other translations through this line, a new meaning begins to emerge, one that actually seems to kind of tie all these other meanings together."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "To my eyes, it seems like he uses this analogy to invoke an image of a person going about, traveling, living his or her life, but while doing so remaining close to their center."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "In other words, a sage can go about traveling and taking care of whatever duties are required of him or her, while still maintaining a state of quietness, openness, and softness, or a meditative like state."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "This state leaves one open to feeling intuition, observing the world as it is, and not forcing themselves upon it, or becoming overly caught up in its many distractions."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "If you've ever traveled somewhere that you've really liked, you may be able to relate to what I'm about to say here."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "I was super lucky as a child in that I got a lot of opportunities to travel around my native country of the United States."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Throughout our travels, I remember several occasions of being in places where I was almost overwhelmed with things to look at, listen to, and experience."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "One of these for me was the Smithsonian Institute in Washington, D.C."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "I remember running around from thing to thing, anxious to inhale the next bit of novelty."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Maybe you've experienced something similar at an amusement park or a museum as a child."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "It's a ton of fun to do, and I'm sure you've experienced a lot of fun."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "visit places where there are so many things to grab and hold your attention."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "However, as we travel through life, we find this happening on a sort of broad, general scale, and in this case, it can start to become a bit of a problem."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "There are a million and one things to get distracted by in our lives."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "News articles and programs, social media, long checklists of to-dos that aren't really that important in the big picture."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "These things can suck us right in if we're not careful."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "They can start to take over our lives by influencing our moods, dominating our thought lives, and crowding out the things that really matter."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "If we're not careful, we can lose ourselves in the many distractions that present themselves to us."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "When this happens, we become less wise and less in control of ourselves."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "We start to equate these things with real life, while passing over the things that really do matter."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Real life, whatever that is, isn't found in headlines, reels, or errands."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Real life is found when we peel the distractions off our eyes and look and see what is in front of us."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "I like to call this process hitting the windshield wipers, because it's a process that's going to make you feel like you're in a relationship with someone."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "It's a process that's going to make you feel like you're in a relationship with someone."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "It reminds me of the moment when you hit the wipers for the first time in a week or two, and have this moment of realizing how murky your windshield really was, and how much clearer you can see now that you've cleaned it."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Often we don't realize how distracted we are until we really let go of the distractions."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "I think this is one reason why it feels so good to meditate."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "If you have any experience with meditation, as many of you likely do, you will have an idea of what I mean."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Often after a really good meditation, you just get this feeling of freshness and lightness, like taking a breath of fresh air."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Meditation is an excellent way of teaching our bodies and minds to be quiet and centered."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "However, when we think about meditation, a lot of times we get the idea that it's just something we do for 15 minutes a day."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "However, meditation is much more than that."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "These daily 15-minute sessions, or however long you do them, are not really supposed to be sessions at all in my opinion."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "At least not in the sense of being an activity that starts and ends within the parameters of the session, and then is put aside for the rest of the day."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Part of the point of these meditation sessions is to train our minds and bodies to attain to a state of softness, openness, and quietness."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "The 15-minute sessions are intensive practice of a skill that hopefully will at some point become second nature and automatic, whether we're sitting alone, shopping for groceries, talking to a friend, or writing a report for work."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Meditation is not just meant to be an activity, but a lifestyle, a way of being."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "It's a process of learning to stay grounded and anchored to the present moment."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Learning to live in this state will cause us to naturally act our best, and will lead to a sense of calmness and satisfaction that we are living our lives in harmony with the present moment."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Thanks for watching, and I hope to see you all tomorrow for chapter 27."
        },
        {
            "Knowledge Point": "Stillness helps maintain a centered state amidst distractions",
            "Text": "Peace and blessings."
        }
    ]
}