{
    "Title": "How To Achieve Primal Union ｜ Tao Te Ching Explained ｜ Chapter 13",
    "Content": [
        {
            "Knowledge Point": "The fear of losing favor and the fear of disgrace are similar",
            "Text": "Favor and disgrace would seem equally to be feared. Honor and great calamity to be regarded as personal conditions of the same kind."
        },
        {
            "Knowledge Point": "The fear of losing honor and the fear of great calamity are similar",
            "Text": "What makes me liable to great calamity is my having the body which I call myself. If I had not the body, what great calamity would come to me?"
        },
        {
            "Knowledge Point": "The importance of selfless love in governance",
            "Text": "He who would administer the kingdom, honoring it as he honors his own person, may be employed to govern it. And he who would administer it with the love which he bears to his own person may be entrusted with it."
        },
        {
            "Knowledge Point": "The need for social acceptance and its evolutionary origins",
            "Text": "The need for a tribe of prehistoric humans to stick together in a world of cold, starvation, and wild animals is obvious. To these early human ancestors, being expelled from the tribe of prehistoric humans is a very uncomfortable feeling."
        },
        {
            "Knowledge Point": "The paradox of social acceptance and its impact on fear",
            "Text": "Therefore, if we are to be a part of the movement of our brains, if we are relying on social acceptance in order to feel safe, we will never feel safe. We will always feel like we need more, and we will always be afraid to lose that which we have."
        },
        {
            "Knowledge Point": "The importance of selfless love in governance",
            "Text": "Laozi takes a bit of a pivot here, and begins to talk about administering kingdoms, seemingly a change of topic. However, he is building upon the groundwork we have already laid, by establishing the body as our main source of concern as physical beings."
        },
        {
            "Knowledge Point": "The essence of morality and selfless love",
            "Text": "All rules for human behavior, all of morality, comes down to this. To attain this love for all things and all people."
        }
    ]
}