{
    "Title": "How To Let Go of Desire ｜ Tao Te Ching Chapter 22 Explained",
    "Content": [
        {
            "Knowledge Point": "Desires are part of our basic biology and can lead to increased peace of mind when we adapt to circumstances.",
            "Text": "Desires are part of our basic biology. Our brains are literally wired to desire things. And it's a good thing too, because these mechanisms keep us alive by pushing us to acquire what is needed for our daily survival."
        },
        {
            "Knowledge Point": "Desires can get out of hand, leading to a constant state of being dominated by them.",
            "Text": "However, desires can get out of hand, and usually they do. Most of us live in a state of being constantly dominated by our desires."
        },
        {
            "Knowledge Point": "Surrendering to the possibility of getting the opposite of what we want can lead to increased peace of mind and understanding.",
            "Text": "Chapter 22 of the Tao Te Ching offers advice on how to avoid this. The recipe is simple. If you really want something, first allow yourself to be reconciled. Surrender yourself to the possibility of getting the exact opposite of whatever it is that you want."
        },
        {
            "Knowledge Point": "Opposition is at the heart of the universe and helps us understand concepts and desires.",
            "Text": "Opposition gives us clarity and understanding. We never really understand anything until we first understand its opposite."
        },
        {
            "Knowledge Point": "We often only realize what we really want when we experience the opposite of what we think we want.",
            "Text": "We often only realize what we really want when we are in the depths of that which we don't want."
        },
        {
            "Knowledge Point": "The line 'those whose desires are few get them and those whose desires are great go astray' should not be taken as entitlement.",
            "Text": "I don't think that we should take this line to mean that we are entitled to any particular desire because we only have a few desires."
        },
        {
            "Knowledge Point": "Desires should not control our thoughts and moods, but rather allow us to stay focused in the present.",
            "Text": "If you can spend several hours working towards a desire or goal, and then set it aside and attend to your other present duties and experiences without being drawn back into constant thoughts about that desire, then I think you're on the right track."
        },
        {
            "Knowledge Point": "Practicing mastery over desire can lead to increased peace, intuition, and harmony with the Tao.",
            "Text": "If we can learn to practice this kind of mastery over desire, we will find ourselves more open to intuition, more at peace, and more in harmony with the Tao."
        }
    ]
}