{
    "Title": "How To Avoid War ｜ Tao Te Ching Chapter 30 Explained",
    "Content": [
        {
            "Knowledge Point": "The Tao of Peace emphasizes the importance of living in harmony with nature and avoiding conflict.",
            "Text": "Whenever you advise a ruler in the way of Tao, counsel him not to use force to conquer the universe, for this would only cause resistance."
        },
        {
            "Knowledge Point": "The consequences of war and violence are highlighted in this chapter.",
            "Text": "Thorn bushes spring up wherever the army has passed. Lean years follow in the wake of a great war."
        },
        {
            "Knowledge Point": "The chapter encourages individuals to live in peace and avoid violence.",
            "Text": "Just do what needs to be done, never taking advantage of power. Achieve results, but never glory in them. Achieve results, but never boast. Achieve results, but never be proud. Achieve results, because this is the natural way. Achieve results, but not through violence."
        },
        {
            "Knowledge Point": "The importance of personal transformation for achieving world peace is discussed.",
            "Text": "Force is followed by loss of strength. This is not the way of Tao. That which goes against the Tao comes to an early end."
        },
        {
            "Knowledge Point": "The author's thoughts on crafting meaningful content and its application in daily life.",
            "Text": "I had to think about this chapter for quite a while as I studied to make this video. I had to think quite a bit about what to write, and here's why."
        },
        {
            "Knowledge Point": "The author's approach to discussing sensitive topics like war and politics.",
            "Text": "I had to think about a five minute rant on how war is a problem. We all know that war is a problem. Nor do I want to just sit here and criticize or call out leaders of nations for sending their countries to war, because I don't think that would do much good for any of us."
        },
        {
            "Knowledge Point": "The focus on personal transformation and its impact on national policies.",
            "Text": "Whenever I make one of these videos, my primary concern is to try to craft together something that somebody can take and apply in their life and make it better in some way."
        },
        {
            "Knowledge Point": "The role of public opinion and political leaders in shaping national policies.",
            "Text": "I understand that a lot of people will choose not to do this, and that's fine. But for the small percentage of people who are actively trying to change their lives for the better, I want to start with a small percentage of people who are actively trying to change their able to contribute to their efforts in some meaningful way."
        },
        {
            "Knowledge Point": "The influence of public opinion on political leaders and their policies.",
            "Text": "Complaining about political warmongering would not achieve this goal, because most of us are not politicians. We don't have the ability to mobilize tens of thousands of people to fight each other."
        },
        {
            "Knowledge Point": "The role of individuals in shaping national policies and promoting peace.",
            "Text": "But we do have the ability to influence these events through how we live our lives."
        },
        {
            "Knowledge Point": "The concept of political expedience and its impact on political leaders.",
            "Text": "In the current political climate of the day, there is such a thing as political expedience. This means that because in many countries the people are allowed to choose their leaders, politicians have a certain amount of accountability to those they govern."
        },
        {
            "Knowledge Point": "The mechanisms for removing bad leaders and the limitations on political power.",
            "Text": "Unlike in some times and places where governance is or was absolute, we live in a time where public opinion does matter quite a lot in the political climate of a lot of countries."
        },
        {
            "Knowledge Point": "The consequences of political leaders not acting in line with public opinion.",
            "Text": "I know lots of people are jumping up and down in their seats to argue about the degree to which this is true, but the point is that at the end of the day, there are some invisible lines that politicians cannot cross, at least not publicly, because they know that there will be consequences for their doing so."
        },
        {
            "Knowledge Point": "The role of re-elections in limiting political power.",
            "Text": "Now most democracies do have mechanisms in place for removing bad leaders, but far more than that, political leaders are held at least somewhat in check. By the need to preserve their reputations with the populace, in order to stay in power."
        },
        {
            "Knowledge Point": "The importance of individual actions in shaping national policies.",
            "Text": "While it is pretty uncommon for political leaders in many countries to be forcibly ejected from power, they always have some kind of limit on how long they can hold power before they must be re-elected."
        },
        {
            "Knowledge Point": "The power of public opinion in shaping national policies.",
            "Text": "And one of the most common tools that people hold for removing leaders that they disapprove of is simply the power to not re-elect them."
        },
        {
            "Knowledge Point": "The relationship between individual attitudes and national policies.",
            "Text": "I promise this is all going somewhere. What I'm trying to say by all of this is that at least to some degree, political leaders have an incentive to act somewhat in line with the popular mood."
        },
        {
            "Knowledge Point": "The influence of public opinion on national policies, especially in times of war.",
            "Text": "And because of this, they are not allowed to be re-elected."
        },
        {
            "Knowledge Point": "The impact of individual attitudes on national policies.",
            "Text": "The popular mood that is exported by a nation's people does have a direct influence on how national policies play out."
        },
        {
            "Knowledge Point": "The importance of maintaining peace at home to promote peace abroad.",
            "Text": "Policies of war or peace are especially subject to this rule."
        },
        {
            "Knowledge Point": "The role of individuals in promoting world peace.",
            "Text": "In democratic countries, it is extremely difficult, if not impossible, for leaders to carry out or declare a war that is unpopular at home."
        },
        {
            "Knowledge Point": "The relationship between individual attitudes and national policies.",
            "Text": "What all of this means is that to a large extent, the policies of a nation, especially in times of war, reflect the attitudes of the people."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "Therefore, one of our greatest tools in maintaining worldwide peace is our ability to become peaceful people ourselves."
        },
        {
            "Knowledge Point": "The impact of individual attitudes on national policies.",
            "Text": "If we are petty, resentful, and vengeful with our friends, family members, and acquaintances, we can expect our nation to become likewise petty, resentful, and vengeful in its foreign policy."
        },
        {
            "Knowledge Point": "The relationship between individual attitudes and national policies.",
            "Text": "A nation is nothing more than a collection of individuals."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "We cannot be contentious with each other and expect our nation not to be contentious with other nations."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "As so many other things are, the condition of our nation is influenced by the condition of its most basic parts, the individual."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "If we want a peaceful world, we must become peaceable people at home, abroad, and in the world."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "We must be able to live in peace and in our schools, jobs, and environments."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "It is only at this most basic level that world peace can ever be realized."
        },
        {
            "Knowledge Point": "The relationship between individual attitudes and national policies.",
            "Text": "So when Lao Tzu says to advise our rulers not to use force, this applies to us too."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "But since most of us will never whisper to our presidents across a boardroom table, we advise them by showing them what we support."
        },
        {
            "Knowledge Point": "The importance of personal transformation in promoting world peace.",
            "Text": "And as is always the case, our actions will speak volumes louder than our words."
        },
        {
            "Knowledge Point": "The conclusion of the video and the author's message.",
            "Text": "Thanks for watching, and I will see you all next time for chapter 31. Peace and blessings."
        }
    ]
}