{
    "Title": "How To Create Aesthetic Instagram Reels & TikToks (With Canva)",
    "Content": [
        {
            "Knowledge Point": "Introduction and purpose of the video.",
            "Text": "What's up everyone? As you know, short form vertical content is on the rise. So when Canva reached out to me to see if I wanted to make a video on how I can highlight their video editing platform, I was pretty excited because I definitely feel like this might be helpful for those of you watching who don't have as much experience in a professional video editing software."
        },
        {
            "Knowledge Point": "Using iPhone and Canva to create an Instagram reel.",
            "Text": "And just to make this tutorial a little bit more user-friendly and accessible, I'm not going to use my professional video cameras like I normally do on this channel. I'm just going to use my iPhone and Canva to create an aesthetic Instagram reel."
        },
        {
            "Knowledge Point": "Finding ideas and topics for your reel.",
            "Text": "So first you need an idea or topic. You don't necessarily have to come up with an original idea every single time. Just scroll through these apps, spend a couple minutes scrolling and seeing if there's anything that strikes your interest and something you want to try putting your own spin on."
        },
        {
            "Knowledge Point": "Choosing a theme for the reel.",
            "Text": "For this tutorial, I decided to create sort of like a mini vlog or motivational video that shows snippets of my routine. I really enjoy watching these types of vertical videos whenever I'm scrolling through my feed."
        },
        {
            "Knowledge Point": "Shooting tips for using a smartphone.",
            "Text": "When it comes to shooting, I want to share some tips with you that I keep in mind when using my smartphone or iPhone to capture clips. First, lock exposure or set your exposure before stepping into frame. This prevents the exposure from constantly changing or autofocus from hunting."
        },
        {
            "Knowledge Point": "Setting the phone to shoot in 4k and 30 frames per second.",
            "Text": "Make sure you set your phone to shoot in 4k and 30 frames per second. For Instagram, it likes to have 1080 by 1920 as far as the video size and 30 FPS clips. This ensures high-quality video."
        },
        {
            "Knowledge Point": "Using time-lapse function for dynamic elements.",
            "Text": "People don't use the time-lapse function as often, but being able to capture a quick time-lapse with your phone can really add a dynamic element to your videos."
        },
        {
            "Knowledge Point": "Using a mobile tripod for stability.",
            "Text": "If you're shooting yourself, you'll need some sort of tripod to hold your phone up. I've been using this mobile tripod that I bought off Amazon, recommended by my friend Zach Kravitz. It extends to a tall height, is travel-friendly, and gets pretty compact."
        },
        {
            "Knowledge Point": "Finding trending audio for your reel.",
            "Text": "I typically scroll through my Instagram reels feed to find trending audio. Look for songs with a little arrow pointing up in the bottom left corner. I try to find songs that are under 10,000 plays to create my reel."
        },
        {
            "Knowledge Point": "Screen recording trending songs for easier editing.",
            "Text": "Once I find the trending song, I screen record it on my phone and airdrop that screen recording to my computer. This helps me edit quicker because I don't have to match the audio in the app later."
        },
        {
            "Knowledge Point": "Designing the Instagram reel in Canva.",
            "Text": "Go to Canva, select the Instagram reel format to get the proper vertical video format for editing. It's super easy to trim the clips down by clicking the clip, pressing the scissor icon, and trimming the video to your needs."
        },
        {
            "Knowledge Point": "Adjusting video settings for best quality.",
            "Text": "Make sure to set the video clips to change quickly to maintain viewer attention. Don't stay on one clip for longer than one or one and a half seconds. Adjust warmth, tint, brightness, contrast, highlights, and shadows to match your aesthetic."
        },
        {
            "Knowledge Point": "Adding text and animations in Canva.",
            "Text": "Grab a font, adjust letter spacing, line spacing, and font size. To animate text, click the text, hit animate, and choose your preferred animation. Adjust the timing for when the text appears and disappears."
        },
        {
            "Knowledge Point": "Using Canva’s elements for additional features.",
            "Text": "Canva offers various elements like songs, videos, shapes, graphics, and titles. These elements are great for beginners who might not have access to other resources or tools."
        },
        {
            "Knowledge Point": "Using background remover for cleaner visuals.",
            "Text": "Canva’s background remover can be used to remove unwanted elements in your video. Add an image, drag it beneath the clip, and use the background remover for a cleaner visual."
        },
        {
            "Knowledge Point": "Adding transitions between clips.",
            "Text": "Click the plus sign between two clips to add a transition. Use the dissolve transition and adjust the duration to your preference. This adds a smooth transition between clips."
        },
        {
            "Knowledge Point": "Final adjustments and finished result.",
            "Text": "Fine-tune a few more things within the editor and color the rest of the clips. The finished result is a high-quality, aesthetic Instagram reel created using an iPhone and Canva."
        },
        {
            "Knowledge Point": "Conclusion and recommendation to try Canva Pro.",
            "Text": "If you're wondering if it's worth it to invest time in learning the Canva video editor, I think it is, especially if you're familiar with Canva's design tools. Video editing is essential as video content is on the rise. Canva Pro offers a free 45-day trial with access to premium features."
        }
    ]
}
