{
    "Title": "How To Be Like Water ｜ Tao Te Ching Explained ｜ Chapter 8",
    "Content": [
        {
            "Knowledge Point": "The highest good is like water, which gives life and does not strive.",
            "Text": "Water gives life to the ten thousand things and does not strive. It flows in places men reject and so is like the Tao."
        },
        {
            "Knowledge Point": "In dwelling, be close to the land; in meditation, go deep in the heart.",
            "Text": "In dwelling, be close to the land. In meditation, go deep in the heart."
        },
        {
            "Knowledge Point": "In dealing with others, be gentle and kind; in speech, be true.",
            "Text": "In dealing with others, be gentle and kind. In speech, be true."
        },
        {
            "Knowledge Point": "In ruling, be just; in daily life, be competent.",
            "Text": "In ruling, be just. In daily life, be competent."
        },
        {
            "Knowledge Point": "In action, be aware of the time and the season; no fight, no blame.",
            "Text": "In action, be aware of the time and the season. No fight, no blame."
        },
        {
            "Knowledge Point": "The importance of going with the flow and not striving.",
            "Text": "Water has a lot of the qualities prescribed by Taoism and indeed much of Eastern philosophy. Water can trickle as a stream or it can crash as a wave, but it always does its work by going with the flow of the land, by utilizing the environment around it, and by not striving to make things into that which they are not."
        },
        {
            "Knowledge Point": "The importance of humility and choosing lower places.",
            "Text": "The chapter mentions that water flows in places men reject. This is also sometimes translated as water flows in places that men reject. This is also sometimes translated as water flows in places men reject. This is also sometimes translated as water flows in places men reject. This is also sometimes translated as water flows into low places. Water follows the pull of gravity. It doesn't mind being lower than everybody else. Similarly, a master doesn't mind being seen as lower or less important. In fact, he chooses these places."
        },
        {
            "Knowledge Point": "The qualities of a master and the importance of timing.",
            "Text": "He is meditative, gentle, honest, fair, and kind. He is competent in what he does, but he does not assert his dominance. Although his skill may be great, he knows when is the time to employ it and when it is not. He understands that there is a time and a season for everything."
        },
        {
            "Knowledge Point": "The importance of not blaming others and avoiding fights.",
            "Text": "He doesn't blame others. He doesn't blame others. He doesn't blame others. He doesn't pick fights. He does his thing, and he isn't concerned about the result."
        },
        {
            "Knowledge Point": "The benefits of emulating the qualities of water.",
            "Text": "If we can learn to emulate these qualities, we will find that we, like water, can accomplish much while striving very little."
        }
    ]
}