{
    "Title": "Learn and Teach Like a Master ｜ Tao Te Ching Chapter 27 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of teaching and learning",
            "Text": "Teaching and learning are very important parts of life. All throughout our lives, we will find ourselves filling the roles of both teacher and student."
        },
        {
            "Knowledge Point": "The role of a good teacher",
            "Text": "A good teacher should be patient, kind, and have love for the student. This will help the student to feel safe and comfortable in the learning environment, and will guide the teacher's teaching process to conform to the student's needs."
        },
        {
            "Knowledge Point": "The role of a good student",
            "Text": "Of the student is required focus, determination to learn, and deference and respect for the teacher. This respect will allow the student to remain open to the instruction of the teacher and will allow the teacher to expound freely."
        },
        {
            "Knowledge Point": "The importance of the teacher-student relationship",
            "Text": "Both parties have a responsibility and obligation to each other in order to achieve optimal learning. If these obligations are disregarded, the learning process will suffer greatly, no matter how talented the teacher or the student."
        },
        {
            "Knowledge Point": "The distinctions of good and bad",
            "Text": "The Chinese word that is rendered here as good isn't really an exact translation. The word in Chinese is shun, which is used to denote skill or aptitude. The word that is here translated as bad is just the negative version of shun, denoting a lack of skill or aptitude."
        },
        {
            "Knowledge Point": "The role of a master",
            "Text": "A master is able to boil down a task to its absolute essentials, and then perfect each of these essentials to the point where they are flawless and automatic. As a person achieves mastery in his or her respective field, it then becomes their privilege and perhaps their obligation to pass this knowledge onward so that others may benefit from and improve upon it."
        },
        {
            "Knowledge Point": "The importance of simplicity",
            "Text": "A true master can often be identified by the unassuming simplicity with which they perform their task, and yet the results far outstrip those of everyone else. Showiness is not a sign of mastery."
        }
    ]
}