{
    "Title": "Nonduality, Good and Evil ｜ Tao Te Ching Explained ｜ Chapter 2",
    "Content": [
        {
            "Knowledge Point": "Non-duality is the understanding of the oneness of all things, including things that seem to be opposite and distinct.",
            "Text": "Chapter 4. The master can act without doing anything and teach without saying a word. Things come her way, and she does not stop them. Things leave, and she lets them go. She has without possessing, and acts without any expectations. When her work is done, she takes no credit. That is why it will last forever."
        },
        {
            "Knowledge Point": "Non-duality is the understanding that good and evil exist independent of people, and we can come to know them by experiencing both sides.",
            "Text": "When people see things as beautiful, ugliness is created. When people see things as good, evil is created. Some translations suggest that we only know the existence of goodness when we have experienced the existence of evil, and we only can recognize beauty because we have also experienced ugliness."
        },
        {
            "Knowledge Point": "We are not always perfect judges of what is good and what is bad, and we should allow things to be what they are without putting judgments onto them.",
            "Text": "Some things that happen in our lives seem to be bad, but turn out in the end to have worked out for the best. We sometimes get a bit ahead of ourselves when we jump to conclusions about what is good or bad."
        },
        {
            "Knowledge Point": "The master understands that there is so much she doesn't know and allows things to come and go without forcing them to go her way.",
            "Text": "The master accomplishes many things, often more than the others around her. But she doesn't do this by trying to force things to go her way. She does this by observing how things are going and acting on the opportunities that are presented to her."
        },
        {
            "Knowledge Point": "The master takes no credit for her accomplishments because she knows that taking credit for what has been done would be the silliest thing in the world to do.",
            "Text": "When the results of her work appear, she doesn't take credit for them. Not because she's trying to be modest, or because she's trying to talk down how good they are, but because she knows that taking credit for what has been done would be the silliest thing in the world to do."
        }
    ]
}