{
    "Title": "Political Advice from Lao Tzu ｜ Tao Te Ching Chapter 61 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of humility in international relations",
            "Text": "A large country should take the low place like a great watershed, which from its low position assumes the female role. The female overcomes the male by the power of her position. Her tranquility gives rise to her humility. If a large country takes the low position, it will be able to influence smaller countries. If smaller countries take the lower position, then they can allow themselves to be influenced. So both seek to take the lower position in order to influence the other or be influenced."
        },
        {
            "Knowledge Point": "Humility in personal life",
            "Text": "In life, there are always those who are in higher positions or lower positions than others. While all people are equally important and valuable in a broad sense, not all people are equal to each other in terms of individual characteristics. For example, if you were to compare me to, say, Charles Dickens, and holy crap, please do not do that. But if you were to do that, you could say that both of our lives are equally valuable from a humanistic perspective. However, I am not equal with Charles Dickens in terms of literary talent. I am not even on the same playing field. This doesn't make me less important than Charles Dickens, it just makes me different. Now, if you were to compare me with Charles Dickens in terms of rugby skill, it's possible that I might be superior, since, although he was purported to have been quite the long distance walker, Charles Dickens was sickly in his youth and didn't really seem to have been one for sports. Neither of these comparisons make Dickens or me more important, but they do make us different. We are differently suited for different purposes. Therefore, our best bet is to perform the purposes to which we are suited to the best of our abilities, and to be content with that."
        }
    ]
}