{
    "Title": "Priceless Relationship Advice ｜ Tao Te Ching Chapter 79",
    "Content": [
        {
            "Knowledge Point": "The Tao Te Ching teaches us to abide by agreements and not assign blame.",
            "Text": "When great enemies settle their quarrel, some of their enmity will linger on. Is there a way to set things right? The sage abides by the agreement and does not seek to assign blame."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of virtue and taking responsibility for one's actions.",
            "Text": "People of virtue meet their obligations. Those without virtue exact their claims."
        },
        {
            "Knowledge Point": "The Tao Te Ching highlights the neutrality of the Tao and its alignment with goodness.",
            "Text": "The Tao of Heaven does not take sides, yet it always stays with the good."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the resolution of conflicts and the lingering resentment that may remain.",
            "Text": "When two people are having a hard time reconciling their opinions, an argument often breaks out. These arguments can continue on perpetually if we do not take steps to resolve them. But even after an argument's resolution, deep-seated resentment can still remain."
        },
        {
            "Knowledge Point": "The Tao Te Ching advises focusing on one's own responsibilities and not worrying about others.",
            "Text": "The Tao sets an example for us of caring for all things and taking the needs and interests of others as our own. Therefore, Lao Tzu advised, when a resolution is reached, hold up your end of the bargain with exactness and don't worry too much about what you're going to do next."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the concept of business and personal responsibility.",
            "Text": "As your mom probably told you when you were fighting with your sibling, mind your own business. But Sanjoy, you ask, isn't it my business if someone doesn't hold up their end of a bargain with me? Well, no, it's really not."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of focusing on what is within one's control.",
            "Text": "What is your business? Is everything that affects you your business? Well, if that's the case, then pretty much everything in the world is your business, because pretty much everything that happens, no matter how insignificant, has a long cause and effect chain that will eventually end up affecting you."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the concept of business and personal responsibility.",
            "Text": "All right, let's get started. Oxford Languages defines business as Well, obviously, it isn't your occupation or trade to ensure that everything in the world goes to plan. It's also not something that you can realistically expect to be engaged in."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of focusing on personal responsibility.",
            "Text": "You could argue that since everything in the world affects you, then everything in the world is your business. Then everything in the world is your concern. Well, that may be true, but most of these things lie out of your control, and therefore your being concerned about them offers no benefit to you whatsoever."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the concept of personal responsibility and the control one has over others.",
            "Text": "Whether or not a person chooses to uphold a bargain they have made with you falls under this category of things that affect you, but over which you have no control. You can reason with a person, you can plead with them, you can yell and scream at them, but at the end of the day, you cannot force them to act in your interests."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of treating others fairly and rightly.",
            "Text": "Often, when we concern ourselves with treating other people fairly and rightly, we find that we get this in return from them. Nobody likes a person who goes around tallying up all the things that are owed to them. It's not always the case that people will return good for good, and we shouldn't expect that to happen by default."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the concept of personal responsibility and treating others fairly.",
            "Text": "At the end of the day, all we can do is our part. Finally, I think this last paragraph is worth noting. The translation we use today says, The Tao of Heaven does not allow us to do anything that is not our duty."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of personal responsibility and treating others fairly.",
            "Text": "The Tao of Heaven does not allow us to do anything that is not our duty. The Tao of Heaven does not allow us to do anything that is not our duty. The Tao of Heaven does not allow us to do anything that is not our duty. The Tao of Heaven does not allow us to do anything that is not our duty. The Tao of Heaven does not allow us to do anything that is not our duty. Yet it always stays with the good."
        },
        {
            "Knowledge Point": "The Tao Te Ching discusses the neutrality of the Tao and its alignment with goodness.",
            "Text": "However, the J.H. McDonald translation, which I also appreciate, puts it like this, The Tao does not choose sides. The good person receives from the Tao because she is on its side. The Tao is not partial. It does not pick favorites. It does not choose whether or not to be on our side."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of personal responsibility and treating others fairly.",
            "Text": "The Tao is neutral. The person who has made up their mind to follow Tao does not benefit from the Tao because the Tao has decided to make them its special favorite. They benefit because they have chosen Tao. The choice of which side to be on does not rest with Tao, but rather with us."
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of personal responsibility and treating others fairly.",
            "Text": "When we choose to honor our agreements with others, when we treat others as we would want to treat ourselves, when we take other people's needs as our own, we choose Tao. May we all do this."
        }
    ]
}