{
    "Title": "Selfessness ｜ Tao Te Ching Explained ｜ Chapter 7",
    "Content": [
        {
            "Knowledge Point": "The secret of heaven and earth's longevity lies in their selflessness.",
            "Text": "Heaven lasts long and earth abides. What is the secret of their durability? Is it not because they do not live for themselves that they can live so long?"
        },
        {
            "Knowledge Point": "The sage finds fulfillment by being selfless.",
            "Text": "Therefore the sage wants to remain behind, but finds himself at the head of others. Reckons himself out, but finds himself safe and secure. Is it not because he is selfless that his self is realized?"
        },
        {
            "Knowledge Point": "Living for oneself is exhausting and leads to frustration.",
            "Text": "Living for oneself is exhausting. Self-centeredness and self-preservation are very demanding states of mind. Impatience weighs on your soul and snatches up the happiness of the present moment, as it always points towards something in the future."
        },
        {
            "Knowledge Point": "Being present and open to the moment leads to fulfillment.",
            "Text": "A person that is simply living in and observing the present moment is open to the future. He is open to all the joy, satisfaction, and opportunities available in the present moment, while a person consumed by self-interest will be blinded to many of these things."
        },
        {
            "Knowledge Point": "Leadership positions serve the people being led, not the leader.",
            "Text": "Leadership positions don't exist to legitimize the person serving in them. They exist to serve the people being led."
        },
        {
            "Knowledge Point": "True fulfillment comes from letting go of self-will.",
            "Text": "We become fulfilled by being able to do away with the clamor, the clamor of self-will, so that we can see and feel in the present moment the influence of our intuition, which will guide us in the direction of what our souls came to achieve."
        }
    ]
}