{
    "Title": "Tackle Hard Problems Early ｜ Tao Te Ching Chapter 64 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of maintaining peace and overcoming trouble before it starts",
            "Text": "Peace is easily maintained. Trouble is easily overcome before it starts."
        },
        {
            "Knowledge Point": "The significance of dealing with issues before they escalate",
            "Text": "Deal with it before it happens. Set things in order before there is confusion."
        },
        {
            "Knowledge Point": "The growth of great things from small beginnings",
            "Text": "A tree as great as a man's embrace springs up from a small shoot. A terrace nine stories high begins with a pile of earth. A journey of a thousand miles starts under one's feet."
        },
        {
            "Knowledge Point": "The sage's approach to problem-solving",
            "Text": "The sage does not act and so is not defeated. He does not grasp and therefore does not lose. People usually fail when they are on the verge of success."
        },
        {
            "Knowledge Point": "The importance of maintaining focus and consistency",
            "Text": "Therefore the sage seeks freedom from desire. He does not collect precious things. He learns not to hold on to ideas. He brings men back to what they have lost. He helps the ten thousand things find their own nature but refrains from action."
        },
        {
            "Knowledge Point": "The simplicity behind complex things",
            "Text": "All the most complex things in life come from simple beginnings. Great trees begin as tiny seeds. Great journeys begin with one step. Human beings start as a single cell. Complex problems also usually come from simple beginnings."
        },
        {
            "Knowledge Point": "The importance of addressing issues early",
            "Text": "Huge arguments often begin as disagreeable. Big health problems often start as minor issues. Problems are much harder to get a handle on once they've had time to grow and mature. Often it makes things much easier to just deal with them when they are small."
        },
        {
            "Knowledge Point": "Laozi's advice on maintaining a steady pace",
            "Text": "Often when we're close to finishing a task we try desperately to finish it up so that we can move on to other things. In contrast to this Laozi recommends a steady even pace with great care taken about each task."
        },
        {
            "Knowledge Point": "Laozi's emphasis on being a man of one's word",
            "Text": "In order to get an answer to this question Laozi has to come up with a simple solution. He is a man of his word. He is a man of his word. in every step of the way."
        }
    ]
}