{
    "Title": "Taoist Lessons from Water ｜ Tao Te Ching Chapter 78",
    "Content": [
        {
            "Knowledge Point": "Water's softness and yielding nature",
            "Text": "Water is the softest and most yielding substance, yet nothing is better than water for overcoming the hard and rigid, because nothing can compete with it."
        },
        {
            "Knowledge Point": "The importance of putting knowledge into practice",
            "Text": "Everyone knows that the soft and yielding overcomes the rigid and hard, but few can put this knowledge into practice."
        },
        {
            "Knowledge Point": "The role of the lowest servant in ruling",
            "Text": "Therefore, the Master says, only he who is the lowest servant of the kingdom is worthy to become its ruler."
        },
        {
            "Knowledge Point": "The adaptability of water",
            "Text": "Water does not resist change. When a stone falls into it, it moves out of the way and lets the stone pass. When it's cold outside, water freezes. When it gets very hot, it vaporizes."
        },
        {
            "Knowledge Point": "Water's role in supporting life",
            "Text": "It's partially the changeability of water that allows it to support life on our planet. It allows itself to change states in order to condense, move around the earth, and fall into places where it's needed."
        },
        {
            "Knowledge Point": "Water's adaptability and strength",
            "Text": "Water is one of the principal forces for shaping the world as we know it. Through erosion, water can eventually overcome entire mountains, carve out valleys, or make beautiful works of art."
        },
        {
            "Knowledge Point": "The importance of yielding in action",
            "Text": "Human beings, unlike water, have the ability to generate motion, to act, rather than only to be acted upon. However, in all our acting, we would do well to remember the example of water, to temper our action with patience and softness."
        }
    ]
}