{
    "Title": "Taoist Leadership ｜ Tao Te Ching Explained ｜ Chapter 17",
    "Content": [
        {
            "Knowledge Point": "The best leaders are those that people hardly know exist.",
            "Text": "The best leaders are those that people hardly know exist. The next best is a leader who is loved and praised. Next comes the one who is feared. The worst one is the leader that is despised."
        },
        {
            "Knowledge Point": "The Tao Te Ching offers commentaries on leaders and their traits.",
            "Text": "The Tao Te Ching offers a lot of these commentaries on leaders and the traits they ought to emulate."
        },
        {
            "Knowledge Point": "Leadership applies to everyone, not just those in positions of authority.",
            "Text": "Now, when we read passages like this, it can be tempting to assume that they apply to others. For example, when we read passages about good leadership, we often jump straight to thinking things like, wow, I wish my boss would read this, or, hey, our politicians certainly aren't doing this. However, such thoughts lead to little benefit in our own lives."
        },
        {
            "Knowledge Point": "Good and bad leaders can be distinguished to make informed decisions.",
            "Text": "Since we have no power to control the actions of our bosses and our politicians, we are much better served to ask what we can take from the passage to benefit our own lives. In reality, almost all of us will experience some kind of authority at some time or another."
        },
        {
            "Knowledge Point": "Examples of great leaders are hard to find due to survivorship bias.",
            "Text": "The reason for this is pretty obvious. After all, according to the passage, By nature, this would mean that great leaders are textbook victims of survivorship bias."
        },
        {
            "Knowledge Point": "Leaders who perform their duties without concern for what people think about them are uncommon.",
            "Text": "Leaders that perform their duties without concern for what people think about them are pretty uncommon."
        },
        {
            "Knowledge Point": "The fear of being forgotten may be an extension of the fear of death.",
            "Text": "I also wonder if it's possible that our fear of being forgotten is an extension of our fear of death, which we talked about yesterday."
        },
        {
            "Knowledge Point": "Great leaders practice disinterested love and trust in others.",
            "Text": "When a person practices disinterested love for all those around him or her, there's no need to be worried about dying, because they're not worried about the self. A master doesn't mind if nobody knows what he does, because he wasn't doing it to be noticed."
        },
        {
            "Knowledge Point": "Great leaders use their words sparingly and trust in the abilities of others.",
            "Text": "He uses his words sparingly, giving the people he leads ample opportunity to follow their own intuitions and come to conclusions on their own, understanding that this will enable their learning far better than anything he could say."
        },
        {
            "Knowledge Point": "Great leaders find joy in the accomplishments of others and detach themselves from the world.",
            "Text": "When he does teach, he says a lot by saying only a little. He chooses his words carefully, and they are the sort of words you could ponder for days. Because he has removed himself from the center of everything, and enabled his people to think and act for themselves, when something is achieved, the people feel a sense of accomplishment, and power."
        }
    ]
}