{
    "Title": "The Incomprehensible Tao ｜ Tao Te Ching Chapter 21 Explained",
    "Content": [
        {
            "Knowledge Point": "Daoist philosophy emphasizes the importance of Dao, the underlying structure of the universe.",
            "Text": "A master stays focused on Dao. Nothing else. Just Dao. But you can't pin Dao down. You can't even see it. How are you supposed to focus on something like that? Just remember what Lao Tzu said."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "The universe began as a void. The void fills with images. Images lead to the creation of objects. And every object has Dao at its core. That's the way it's been ever since the world began."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "How can I be so sure? I just know. Alright, well, thanks for humoring me there."
        },
        {
            "Knowledge Point": "The chosen translation offers a unique perspective on Daoist philosophy.",
            "Text": "For this chapter, I decided to pull out one of my personal favorite translations, the Rob Hogan translation. I love this translation not because it's especially accurate or precise, but mostly because I find its no-nonsense, cowboyish tone entertaining."
        },
        {
            "Knowledge Point": "Daoist philosophy is often conveyed through poetic language and metaphors.",
            "Text": "This chapter is another one of these sort of Dao poems we see scattered throughout the text."
        },
        {
            "Knowledge Point": "Daoist philosophy explores the nature of creation and the universe's underlying structure.",
            "Text": "As with all of them, though, there are concrete things we can learn hidden amongst all the prose. Here, we are dealing with creation theory and the underlying structure of the universe."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "Well, of course, as soon as we start dealing with topics like these, we are treading out of the realm of scientific verifiability, just as we would have been doing in Lao Tzu's day."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "In the time of Lao Tzu, there was much about the natural world in which people lived which was not understood. Weather, seasons, animal behavior, evolution, and so on."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "But we're not done yet. Evolution, the night sky, these concepts must have seemed as obscure and unfathomable as the bottom of the ocean."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "Today, thanks to science, we have some degree of understanding about how some of these things work."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "However, an understanding of the very base of it, the nature of the universe itself, what holds it all together, what causes it to all go on at the most basic levels, still eludes us."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "We can't explain it with science. Really, we can't explain it at all."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "Because the thing that lies at the heart of all of it predates any words or concepts that we might try to use to describe it."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "This thing is the underlying structure of the universe. The underlying heartbeat of the universe. The way."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "Some choose to disregard that which is unseen, but others know better."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "How? They just know."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "Other translations render the last line as, I look inside myself and see."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "Those who choose not to disregard intuition gain another sense that allows them to detect more than what is discernible with the other five senses."
        },
        {
            "Knowledge Point": "Daoist philosophy acknowledges the limitations of scientific understanding in explaining the universe's fundamental nature.",
            "Text": "They can feel the presence of underlying truths that cannot be proved using scientific observation."
        },
        {
            "Knowledge Point": "Daoist philosophy encourages intuition and inner reflection to gain a deeper understanding of the universe.",
            "Text": "Learning to hear and follow this intuition is at the heart of wu-wei, the heart of following the Tao."
        }
    ]
}