{
    "Title": "The Problem with Doing Good ｜ Tao Te Ching Chapter 38 Explained Part 1",
    "Content": [
        {
            "Knowledge Point": "The highest good is not to seek to do good, but to allow yourself to become it.",
            "Text": "The highest good is not to seek to do good, but to allow yourself to become it. The ordinary person seeks to do good things, and finds that they cannot do them continually."
        },
        {
            "Knowledge Point": "The ordinary person seeks to do good things, but finds it difficult to maintain.",
            "Text": "The ordinary person seeks to do good things, and finds that they cannot do them continually."
        },
        {
            "Knowledge Point": "The master does not force virtue on others, but accomplishes her task effortlessly.",
            "Text": "The master does not force virtue on others, thus she is able to accomplish her task."
        },
        {
            "Knowledge Point": "The ordinary person who uses force will find that they accomplish nothing.",
            "Text": "The ordinary person who uses force will find that they accomplish nothing."
        },
        {
            "Knowledge Point": "The kind person acts from the heart and accomplishes a multitude of things.",
            "Text": "The kind person acts from the heart, and accomplishes a multitude of things."
        },
        {
            "Knowledge Point": "The righteous person acts out of pity, yet leaves many things undone.",
            "Text": "The righteous person acts out of pity, yet leaves many things undone."
        },
        {
            "Knowledge Point": "The moral person will act out of duty, and when no one will respond, will roll up his sleeves and use force.",
            "Text": "The moral person will act out of duty, and when no one will respond, will roll up his sleeves and use force."
        },
        {
            "Knowledge Point": "When the Tao is forgotten, there is righteousness. When righteousness is forgotten, there is morality.",
            "Text": "When the Tao is forgotten, there is righteousness. When righteousness is forgotten, there is morality."
        },
        {
            "Knowledge Point": "The law is the husk of faith, and trust is the beginning of chaos.",
            "Text": "The law is the husk of faith, and trust is the beginning of chaos."
        },
        {
            "Knowledge Point": "Our basic understandings are not from the Tao, because they come from the depths of our misunderstanding.",
            "Text": "Our basic understandings are not from the Tao, because they come from the depths of our misunderstanding."
        },
        {
            "Knowledge Point": "The master abides in the fruit, and not in the husk. She dwells in the Tao, and not with the things that hide it.",
            "Text": "The master abides in the fruit, and not in the husk. She dwells in the Tao, and not with the things that hide it."
        },
        {
            "Knowledge Point": "This is how she increases in wisdom.",
            "Text": "This is how she increases in wisdom."
        },
        {
            "Knowledge Point": "The chapter is divided into two parts for discussion.",
            "Text": "Okay, so this chapter, as you may have noticed, is a little bit longer, and it is just packed with things to consider. Because of this, I've decided to split the discussion of this chapter into two parts."
        },
        {
            "Knowledge Point": "The first few lines discuss the highest good and the difference between doing good and becoming good.",
            "Text": "For today's part, I want to talk a little bit about the first few lines."
        },
        {
            "Knowledge Point": "The highest good is not to seek to do good, but to allow yourself to become it.",
            "Text": "The highest good is not to seek to do good, but to allow yourself to become it."
        },
        {
            "Knowledge Point": "The ordinary person seeks to do good things, but finds it difficult to maintain.",
            "Text": "The ordinary person seeks to do good things. And finds that they cannot do them continually."
        },
        {
            "Knowledge Point": "There are many different reasons for trying to be a good person.",
            "Text": "There are many different reasons for trying to be a good person."
        },
        {
            "Knowledge Point": "Often we act rightly out of a motivation to please or impress others.",
            "Text": "Often we act rightly out of a motivation to please or impress others."
        },
        {
            "Knowledge Point": "We also sometimes strive to act rightly out of a need to feel like we're a good person.",
            "Text": "We also sometimes strive to act rightly out of a need to feel like we're a good person."
        },
        {
            "Knowledge Point": "Hard, fast rules about what is right or wrong are good to have if we do not have the benefit of Tao and intuition.",
            "Text": "Hard, fast rules about what is right or wrong are good to have if we do not have the benefit of Tao and intuition."
        },
        {
            "Knowledge Point": "But they are not an adequate substitute for it.",
            "Text": "But they are not an adequate substitute for it."
        },
        {
            "Knowledge Point": "The solution to this problem is to embrace and follow Tao.",
            "Text": "The solution is to embrace and follow Tao."
        },
        {
            "Knowledge Point": "Taoism is not the Tao, as we learned in chapter 1.",
            "Text": "Taoism is not the Tao, as we learned in chapter 1."
        },
        {
            "Knowledge Point": "The Tao is the Tao.",
            "Text": "The Tao is the Tao."
        },
        {
            "Knowledge Point": "Anybody can seek the higher order of the universe by putting aside their desires and responding to intuition.",
            "Text": "Anybody can seek the higher order of the universe by putting aside their desires and responding to intuition."
        },
        {
            "Knowledge Point": "Taoism is just a collection of advice for doing what all major religions seek to do.",
            "Text": "Taoism is just a collection of advice for doing what all major religions seek to do."
        },
        {
            "Knowledge Point": "Taoism packages this advice a little differently.",
            "Text": "Taoism packages this advice a little differently."
        },
        {
            "Knowledge Point": "Taoism is not a ticket for being one with the Tao.",
            "Text": "Taoism is not a ticket for being one with the Tao."
        },
        {
            "Knowledge Point": "It's an instruction manual that anyone can follow.",
            "Text": "It's an instruction manual that anyone can follow."
        },
        {
            "Knowledge Point": "The overarching lesson of Taoism is to put aside your desires, seek harmony with the higher order of the universe, and be flexible and open to being guided by Tao.",
            "Text": "The overarching lesson of Taoism is to put aside your desires, seek harmony with the higher order of the universe, and be flexible and open to being guided by Tao, which is to say, being guided by intuition."
        },
        {
            "Knowledge Point": "Doing this will enable us not only to do good, but to truly be good.",
            "Text": "Doing this will enable us not only to do good, but to truly be good."
        },
        {
            "Knowledge Point": "As we walk down this road, every step we take closer to Tao changes us for the better.",
            "Text": "As we walk down this road, every step we take closer to Tao changes us for the better."
        },
        {
            "Knowledge Point": "Then, we will be able to truly be instead of only do.",
            "Text": "Then, we will be able to truly be instead of only do."
        },
        {
            "Knowledge Point": "Taoism will show us how to do good without forcing.",
            "Text": "Taoism will show us how to do good without forcing."
        },
        {
            "Knowledge Point": "It's kind of like the difference between a ditch and a river.",
            "Text": "It's kind of like the difference between a ditch and a river."
        },
        {
            "Knowledge Point": "A ditch cuts directly through the land to bring water to some desired location, for some purpose that may or may not actually benefit mankind in the long run.",
            "Text": "A ditch cuts directly through the land to bring water to some desired location, for some purpose that may or may not actually benefit mankind in the long run."
        },
        {
            "Knowledge Point": "Rather than doing good in this way, we want to become like rivers.",
            "Text": "Rather than doing good in this way, we want to become like rivers."
        },
        {
            "Knowledge Point": "Flowing naturally with the land, following the path laid for us by Tao, and nourishing everything we pass by, simply because of what we are.",
            "Text": "Flowing naturally with the land, following the path laid for us by Tao, and nourishing everything we pass by, simply because of what we are."
        },
        {
            "Knowledge Point": "The discussion of this chapter will continue in part 2.",
            "Text": "I'm really trying to describe the difference between these two in a way that isn't too ethereal and that makes sense. Let me know in the comments if it's helping or if you guys have any questions."
        },
        {
            "Knowledge Point": "Part 2 will discuss the hierarchy of motivations for doing good.",
            "Text": "Additionally, if you'd like to talk about Taoism, or just have more questions than can be answered in the comments, I'd love if you'd consider joining our Discord, where we talk about this stuff every day and have chapter-specific discussions about the Tao Te Ching that everyone is welcome to participate in."
        },
        {
            "Knowledge Point": "The video for part 2 will be uploaded tomorrow.",
            "Text": "And as always, thank you for watching, and I will see you all tomorrow for part 2 of chapter 38."
        },
        {
            "Knowledge Point": "The video concludes with a reminder to stay tuned for part 2.",
            "Text": "Peace and blessings."
        }
    ]
}