{
    "Title": "The Pursuit of Less ｜ Tao Te Ching Explained ｜ Chapter 12",
    "Content": [
        {
            "Knowledge Point": "Excess of anything leads to undesirable results",
            "Text": "The five colors blind the eye. The five tones deafen the ear. The five flavors dull the taste. Racing and hunting madden the mind. Precious things lead one astray."
        },
        {
            "Knowledge Point": "Less is more in art and life",
            "Text": "A skilled artist, musician, or chef knows that in a painting, dish, or piece of music, the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first three lines of the first less is often more."
        },
        {
            "Knowledge Point": "Intermittent fasting and maximizing satisfaction",
            "Text": "I practice intermittent fasting during the day. I only eat between 11am and 2pm, and then once at dinner around 6pm and nothing after that. I found that by regularly abstaining from food during the day, I can actually get a lot more enjoyment out of food during my fasting periods."
        },
        {
            "Knowledge Point": "The sage is guided by what he feels and not by what he sees",
            "Text": "The sage is guided by what he feels and not by what he sees. Another translation renders it as, The sage attends to the inner and not to the outer. However, many translations translate the part about the inner, or what is felt, as having to do with the stomach."
        },
        {
            "Knowledge Point": "Multiple meanings of the word'stomach'",
            "Text": "In ancient Chinese medicine, the stomach is sort of the center and core of the stomach. But, for this translation, we have to understand the stomach as the core of the stomach. In another translation, we have to understand the stomach as the core of the stomach."
        }
    ]
}