{
    "Title": "The Perfect Society ｜ Tao Te Ching Chapter 32 Explained",
    "Content": [
        {
            "Knowledge Point": "The Tao is nameless and unchanging, but it cannot be contained.",
            "Text": "The Tao is nameless and unchanging. Though it appears insignificant, nothing in the world can contain it."
        },
        {
            "Knowledge Point": "The Tao's principles lead to willing followers and a harmonious society.",
            "Text": "If a ruler abides by its principles, then her people will willingly follow. Heaven would rain on earth, like sweet rain falling on paradise. People would have no need for laws, because the law would be written on their hearts."
        },
        {
            "Knowledge Point": "Naming and labeling can lead to misunderstandings and oversimplification.",
            "Text": "Naming things does not mean we understand them, and this is especially true for something as incomprehensible as the Tao. When we observe a friend having a hard time, we need to be careful not to think that we truly understand something just because we know its name."
        },
        {
            "Knowledge Point": "Mental health diagnoses can be misdiagnosed or overdiagnosed.",
            "Text": "I've been diagnosed with ADHD for a long time, and I've been diagnosed with ADHD for a long time. I've been diagnosed with ADHD for a long time, and I've been diagnosed with ADHD for a long time. Actually, there is some research just starting to come out that questions whether we're not just a little too quick to diagnose ADHD, especially in young children."
        },
        {
            "Knowledge Point": "Laws are necessary for order, but they are not ideal.",
            "Text": "Laws are in place to try and protect us from ourselves. However, if we all really follow the Tao, we will not be able to do anything. So, let's take a look at some of the lines in the middle of the chapter. These laws would not be necessary at all."
        },
        {
            "Knowledge Point": "Harmony with Tao is the ultimate goal, but it's a lifelong pursuit.",
            "Text": "Being in harmony with Tao is the goal, but it's a goal that we need to be aware of. It's a goal that will probably take more than a lifetime to accomplish. All the teachings of Taoism, or philosophy and religion in general, are to help us to come as close to this as possible."
        },
        {
            "Knowledge Point": "Acceptance of current reality and the need for governance is important.",
            "Text": "As Taoists, we understand that there is no point in agonizing over this, or trying to force society to be something it isn't. Instead, we acknowledge the current state of affairs, and we are able to accept the need for governance and laws to maintain some kind of order."
        }
    ]
}