{
    "Title": "The Final Chapter ｜ Tao Te Ching Chapter 81",
    "Content": [
        {
            "Knowledge Point": "Truthful words are not beautiful, and beautiful words are not truthful.",
            "Text": "Truthful words are not beautiful. Beautiful words are not truthful. Often, the things that are most important for us to hear will seem abrasive or unpleasant. Sometimes, the truths we need the most will be the hardest ones to accept."
        },
        {
            "Knowledge Point": "Good men do not argue, and those who argue are not good.",
            "Text": "Lao Tzu advises us not to argue with each other and warns us of the dangers of equating scholarly knowledge with actual wisdom."
        },
        {
            "Knowledge Point": "Those who know are not learned, and the learned do not know.",
            "Text": "We are also advised not to spend our efforts amassing treasures and possessions, but to spend our time and energy helping others."
        },
        {
            "Knowledge Point": "The sage never tries to store things up, and the more he does for others, the more he has.",
            "Text": "According to Lao Tzu, giving and helping is a positive-sum game. The more is given to others, the more there is for the self."
        },
        {
            "Knowledge Point": "The Tao of heaven is pointed but does no harm, and the Tao of the sage is work without effort.",
            "Text": "The actual mechanics of how this all works may seem a little mysterious, and rightly so. If I can add a bit of my own interpretation here, I can think of at least one way that this ends up being the case."
        },
        {
            "Knowledge Point": "The Tao Te Ching rejects the notion of a zero-sum game in giving and helping.",
            "Text": "When we live our lives with no other object than to satiate our own cravings for comfort, luxury, and safety, we are not able to live our lives with no other object than to satiate our own cravings for comfort, luxury, and safety."
        },
        {
            "Knowledge Point": "The more we give to others, the greater our abundance.",
            "Text": "The more we seek pleasure or comfort alone, the more miserable we become. Fighting against the universe is a very futile proposition, and it's just not very fun."
        },
        {
            "Knowledge Point": "Following Tao involves caring for others, and it leads to more satisfaction.",
            "Text": "If we instead choose voluntarily to forsake our own comfort and seek to fulfill our purpose in helping and assisting others, we will find the satisfaction that comes along from going with the flow of the stream that our lives are meant to flow in."
        },
        {
            "Knowledge Point": "The duties we perform on our way to Tao may require work, but they won't feel like strain or forcing.",
            "Text": "If not always easy, they will feel natural and right. It will feel like our lives are being forced. We will feel like we are on the right path."
        },
        {
            "Knowledge Point": "The author's plans for future content and gratitude for the audience's support.",
            "Text": "I'm going to take a bit of a hiatus for a few days, but then I'm going to start work on a video that I intend to be a sort of guide to what I consider to be the main takeaways from the Dao De Jing. I'm going to spend a little extra time on this video, so it will be a little longer coming out than usual, but hopefully it'll be worth the wait."
        }
    ]
}