{
    "Title": "The Danger of Dominating Others ｜ Tao Te Ching Chapter 31 Explained",
    "Content": [
        {
            "Knowledge Point": "Weapons are instruments of fear and not wise man's tools.",
            "Text": "Good weapons are instruments of fear. All creatures hate them. Therefore, followers of the Tao never use them."
        },
        {
            "Knowledge Point": "Victory should be observed like a funeral, with sorrow for the loss of life.",
            "Text": "Peace and quiet are dear to his heart, and victory no cause for rejoicing. If you rejoice in victory, then you delight in killing. If you delight in killing, you cannot fulfill yourself."
        },
        {
            "Knowledge Point": "War should be conducted like a funeral, with sorrow for the loss of life.",
            "Text": "On happy occasions, precedence is given to the left. On sad occasions, to the right. In the army, the general stands on the left. The commander-in-chief on the right. This means that war is conducted like a funeral."
        },
        {
            "Knowledge Point": "Competition should be approached with humility and a focus on helping others.",
            "Text": "While it may not be possible to dominate each other, competition is a part of nature. While it may not be possible to dominate each other, competition is a part of nature. While it may not be possible to dominate each other, competition is a part of nature. While it may not be possible to dominate each other, to participate in society without participating in competition, we should be careful about our attitude as we do this."
        },
        {
            "Knowledge Point": "Spiritual pride can hinder spiritual growth and should be replaced with humility and a focus on helping others.",
            "Text": "In our spiritual practice, we should be careful about our spiritual practices. Are we humble followers of the high orders of the universe, seeking no more than to be truly at harmony with Tao and with all things? Or do we nurse a secret sense of spiritual pride in the fact that our lives are steeped in a deep spiritual experience that all the bozos around us could not possibly understand?"
        },
        {
            "Knowledge Point": "Spiritual pride can be combated by focusing on the needs of others and seeing them as equally important.",
            "Text": "If we find ourselves guilty of spiritual pride in any degree, we can keep this at bay by looking outward. Try to focus on those around you, their hopes, dreams, and desires, and what their needs are. Try to see yourself in them."
        }
    ]
}