{
    "Title": "What Humility Actually Means ｜ Tao Te Ching Chapter 72 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of having a sense of awe and respect for higher powers",
            "Text": "When men lack a sense of awe, there will be disaster. Do not intrude in their homes. Do not harass them at work. If you do not interfere, they will not weary of you."
        },
        {
            "Knowledge Point": "The value of governing with a light hand",
            "Text": "Therefore, the sage knows himself, but makes no show. Has self-respect, but is not arrogant. He lets go of that and chooses this."
        },
        {
            "Knowledge Point": "The balance of self-respect and others-mindedness",
            "Text": "This chapter seems to be a bit of a grab bag of three different themes. The value of having a sense of awe, the value of governing with a light hand, and the balance of self-respect and others-mindedness."
        },
        {
            "Knowledge Point": "The decline of awe and its effects on humanity",
            "Text": "I think one of the great tragedies of our time is how much our sense of wonder and awe has declined as a human race. All throughout the history of mankind, humanity has always had a respect for something higher than the self."
        },
        {
            "Knowledge Point": "The importance of purpose and respect for something bigger than oneself",
            "Text": "Many people go throughout life with no purpose other than to be born, make money, and then die. This is such a depressing outlook on life."
        },
        {
            "Knowledge Point": "The influence of beliefs on actions",
            "Text": "Whatever they choose to call it, or choose not to call it. What I think might actually be declining is the tendency of people to allow these beliefs to influence their actions in some kind of way."
        },
        {
            "Knowledge Point": "The importance of humility",
            "Text": "If we really do believe in something, such as the Dao, this belief should affect the way we live our lives. Whether this is in decline or not, a sense of awe and respect for powers greater than our own is an important aspect of humanity."
        },
        {
            "Knowledge Point": "Humility and its relation to self-evaluation",
            "Text": "Humility means that And not wasting energy either sad or happy aggrandizing or deprecating yourself. It's less about how you evaluate yourself and more about taking the focus off of yourself altogether."
        },
        {
            "Knowledge Point": "The Tao and its relation to awe",
            "Text": "Keep a sense of awe about the Tao. If you don't feel that sense of awe, study and meditate on the nature of the Tao."
        },
        {
            "Knowledge Point": "Gratitude and appreciation for the viewers",
            "Text": "Thank you for watching. If you enjoyed this video, please consider subscribing to my channel. If you've been watching the Tao Te Ching series this long and you're still not in the Discord, I have only one thing to say to you. Get in the Discord."
        }
    ]
}