{
    "Title": "What Content To Create？ ｜ 101 HOTEL Marketing Ideas For Social Media + Email ｜ Five Star Content",
    "Content": [
        {
            "Knowledge Point": "Introduction to content ideas for hotels",
            "Text": "In this video, I'm going to give you 101 content ideas your hotel can use on social media, in your blog, in your emails, basically anywhere you need content."
        },
        {
            "Knowledge Point": "Content pillars and themes",
            "Text": "These are also called content pillars. When you're planning your content, you want to make sure you're using a good mix of different themes to keep things engaging."
        },
        {
            "Knowledge Point": "Local area content",
            "Text": "This category of content is going to be relevant for pretty much any hotel. Most hotels cater to some percentage of out of town guests and most of the time they want to know what there is to do in your local area."
        },
        {
            "Knowledge Point": "Food and beverage content",
            "Text": "One of the best ways to explore a new destination or discover a different culture is through the food and drink."
        },
        {
            "Knowledge Point": "Behind the scenes content",
            "Text": "Travelers really respond to personal recommendations. And sharing or introducing different members of your team."
        },
        {
            "Knowledge Point": "Events and festivals content",
            "Text": "Anything that's recurring or happening every year is great to create content for because you can reuse it every year, which saves you time."
        },
        {
            "Knowledge Point": "Special occasions and celebrations content",
            "Text": "Special occasions aren't necessarily about the destination itself, but you can share content that would help someone plan a special weekend away or celebrate something special like a proposal or graduation."
        },
        {
            "Knowledge Point": "Travel tips content",
            "Text": "Think about what someone should know to make their trip safer and easier. Right now, that also includes guidance related to COVID-19."
        },
        {
            "Knowledge Point": "Destination content",
            "Text": "Remember that most of the time, people are coming to your hotel to explore the destination, not their hotel room."
        },
        {
            "Knowledge Point": "Travel itineraries content",
            "Text": "Itineraries are a great starting point for content because you can really tailor these to different guest profiles."
        },
        {
            "Knowledge Point": "Photography content",
            "Text": "For a hotel, there's all sorts of content you can create around that theme, whether it's sharing, sharing, or sharing a photo."
        },
        {
            "Knowledge Point": "Repurposing content",
            "Text": "Any one of those ideas could be turned into a series of Instagram stories, a whole blog post, an image slideshow, an infographic, a story for your newsletter."
        }
    ]
}