{
    "Title": "What is the Point of Taoism？ ｜ Tao Te Ching Chapter 59 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of restraint and moderation in caring for others and serving heaven.",
            "Text": "In caring for others and serving heaven, there is nothing like using restraint. Restraint begins with giving up one's own ideas."
        },
        {
            "Knowledge Point": "The role of virtue in developing restraint.",
            "Text": "This depends on virtue gathered in the past. If there is a good store of virtue, then nothing is impossible."
        },
        {
            "Knowledge Point": "The relationship between virtue and the ability to give up desires.",
            "Text": "If nothing is impossible, then there are no limits. If a man knows no limits, then he is fit to be a ruler."
        },
        {
            "Knowledge Point": "The Tao of long life and eternal vision.",
            "Text": "The Tao of long life and eternal vision."
        },
        {
            "Knowledge Point": "The importance of done over perfect.",
            "Text": "I'm just going to do it. I'm just going to give it a shot, and who knows, maybe I'll come back and revisit it in a couple years from now and I can do it more properly then."
        },
        {
            "Knowledge Point": "The summation of everything discussed in the Tao Te Ching up to this point.",
            "Text": "This chapter, to me, is the summation of everything we've talked about up to this point surrounding the concept of virtue and following the Tao."
        },
        {
            "Knowledge Point": "The concept of restraint and moderation.",
            "Text": "Restraint begins with, the ability or the determination to give up one's own ideas when necessary."
        },
        {
            "Knowledge Point": "The path to virtue and the role of intuition.",
            "Text": "The path to virtue primarily involves being close enough to Tao to hear our intuition."
        },
        {
            "Knowledge Point": "The importance of following intuition and acting on it.",
            "Text": "As we continue to follow them, they will direct us to act in ways that will bring us closer to Tao."
        },
        {
            "Knowledge Point": "The cycle of virtue and higher levels of intuition.",
            "Text": "As we get closer to Tao, we will start to naturally change to become more like Tao."
        },
        {
            "Knowledge Point": "The ultimate goal of Daoism and spirituality.",
            "Text": "This is the whole point of Daoism. This is the whole point of spirituality. This is the whole point of everything."
        }
    ]
}