{
    "Title": "Why Taoists Can Let Go of Everything ｜ Tao Te Ching Chapter 23 Explained",
    "Content": [
        {
            "Knowledge Point": "The Tao Te Ching teaches the importance of letting go and becoming one with loss.",
            "Text": "To talk little is natural. High winds do not last all morning. Heavy rain does not last all day. Why is this? Heaven and earth. If heaven and earth cannot make things eternal, how is it possible for man?"
        },
        {
            "Knowledge Point": "The Tao Te Ching emphasizes the importance of being at one with the Tao, virtue, and loss.",
            "Text": "He who follows the Tao is at one with the Tao. He who is virtuous experiences virtue. He who loses the way is lost. When you are at one with the Tao, the Tao welcomes you. When you are at one with virtue, the virtue is always there. When you are at one with loss, the loss is experienced willingly."
        },
        {
            "Knowledge Point": "The Tao Te Ching teaches that becoming one with loss can lead to peace and harmony.",
            "Text": "He who does not trust enough will not be trusted. Chapter 23 of the Tao Te Ching says an awful lot with just a few lines, from the benefits of talking less, to virtue, to becoming one with loss. And although I wish I had time to break down the whole chapter, I'm just going to focus on one theme for today, the art of giving up everything."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can be interpreted in different ways.",
            "Text": "Throughout the rest of the chapter we are told about being one with the Tao, which is an obvious advantage, and then we are told to be one with virtue, which is also good, but then Lao Tzu talks about virtue. Lao Tzu talks about being one with loss. Now this is one of those parts of the Tao Te Ching that will read a little bit differently depending on whose translation you are using."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "This is why it is helpful to read multiple translations of the Tao Te Ching side by side. This is also why I do not recommend any one translation as the best one, because I find that different translations seem to call to me depending on which chapter I'm reading."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Often, I will like how one translation renders one chapter, but for another chapter I will prefer a different translation. As far as becoming one with loss, I found one translation that rendered this line as... Those who are one with deprivation are deprived of deprivation. I found this really interesting."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "That's a statement you can really chew on for a bit. To me, it seemed to teach a truth that I have been taught in many areas of my life. That our willingness to give up that which we want often renders the actual giving up of that thing unnecessary."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "While our stubborn unwillingness to give up that same thing is often met with demands to give up even more of it. The person who obstinately withholds things from the universe is usually required to give up more and more. The person who willingly offers all that he or she has is often allowed to keep it, because he or she understands that it's not really theirs anyway."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "This is true of our time, money, possessions, relationships, our comfort, our happiness, really anything that we might call ours. The truth of the matter is... That none of these things that we call ours are really ours at all."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Everything we have has been given to us, and could be taken away at any time, and we'd be completely powerless to prevent it. The things which we make with our hands are only possible because we were given the materials to make them by the earth."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "When we have been long gone, these things will return back to the elements that gave them birth. To assert that we can lay some kind of ownership to materials, land, or time that was here before we were, will exist long after we are gone, and of which we are powerless to create or destroy even the tiniest particle, must sound frankly hilarious to the Daoist perspective."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "If you question this notion for even a minute, it becomes apparent how silly it is. Nothing that we have is ours. Everything we use or work with has been borrowed to us as a temporary stewardship, and will be taken from us at some point."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Therefore, to desperately hold onto things that were never ours in the first place is complete nonsense, and the universe will not rest until it has taught us differently."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Therefore, the things which we hold onto are the things which we are most often required to give up. The more we try to protect our time, the more demands will be made on it. The more desperately we hoard our money, the more it will start to slip through our fingers."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "I'm not advocating that we all go out tomorrow and get rid of all of our possessions, but I am advocating that we come to live in a state of mind where we could do this if we were called upon to do so."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Becoming one with loss means to resign yourself completely to losing, and to make peace with it. This is a philosophy which demands a bit more than just try to meditate every so often, but any philosophy which demanded no compromise."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Any philosophy which demanded no more than occasional meditation would not be able to deliver the peace that comes from being truly one with all things. The only way to attain this peace is to become one with the Tao, the way, the higher force of the universe."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "And to do this, we need to become one with loss. The most miserable people I think I have ever met were those who were obsessed with defending the little comforts and niceties that they felt were their rights and their just deserts."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "These people were in a state of mind that can only lead to misery, because as soon as you make these sort of claims, you will be left with nothing but misery. The universe will begin to harass you on all sides, making demands that increasingly agitate these claims until you either go insane or give them up completely."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "If this is the case, aren't we so much better off just to give them up from the start? If we examine ourselves and find ourselves holding onto ownership or claims on anything, we can start the work of surrendering these things to the universe one by one, over and over again if need be, until we are truly at one with loss, so that we can be truly at one with Tao."
        },
        {
            "Knowledge Point": "The Tao Te Ching's concept of becoming one with loss can lead to a better understanding of the universe.",
            "Text": "Thanks for watching, and I will see you all tomorrow for chapter 24. Peace and blessings."
        }
    ]
}