{
    "Title": "Why You Never Notice a Taoist ｜ Tao Te Ching Chapter 34 Explained",
    "Content": [
        {
            "Knowledge Point": "The Tao's humility and non-interference",
            "Text": "The great Tao flows unobstructed in every direction. All things rely on it to conceive and be born, and it does not deny even the smallest of creation. When it has accomplished great wonders, it does not claim them for itself."
        },
        {
            "Knowledge Point": "The Tao's role in creation and its humility",
            "Text": "It nourishes infinite worlds, yet it doesn't seek to master the smallest creature. Since it is without wants and desires, it can be considered humble. All of creation seeks it for refuge, yet it does not seek to master or control."
        },
        {
            "Knowledge Point": "The Tao's example of humility",
            "Text": "Because it does not seek greatness, it is able to accomplish truly great things. One of the most difficult impulses for humans to master is the impulse to seek self-aggrandizement."
        },
        {
            "Knowledge Point": "The Tao's perspective on accomplishments",
            "Text": "Rather than presenting itself to be believed in and praised, it just goes about doing what it does. If we are truly humble, our joy is in the fact that the thing was done, not necessarily that it was done by us."
        },
        {
            "Knowledge Point": "The Tao's perspective on belief",
            "Text": "Tao does not need our belief and has never laid claim on it. It is what it is and will go on being what it is whether we believe in it or not."
        },
        {
            "Knowledge Point": "The Tao's role in our lives",
            "Text": "The way we are taught to walk in this way determines the character and nature of our lives. It's not that Tao is some kind of cosmic cop watching to see if we are doing what we're supposed to do, and doling out rewards and punishments accordingly."
        },
        {
            "Knowledge Point": "The consequences of following or not following the Tao",
            "Text": "The consequences are just a function of the way the universe works. If we stubbornly hold onto our desires and attempt to force things to go our way, it will always end in disaster."
        },
        {
            "Knowledge Point": "The path to Tao",
            "Text": "Putting off desires? Embracing softness and quietness? Following intuition? These things are not steps we check off on a list so that we can earn somebody's favor or so that we can be good people. They are just steps along the path that lead to Tao, and the oneness and peace that we will find there."
        }
    ]
}