{
    "Title": "Why the Boring Solution is the Best Solution ｜ Tao Te Ching Chapter 35 Explained",
    "Content": [
        {
            "Knowledge Point": "The importance of embracing simple solutions",
            "Text": "She who follows the way of the Tao will draw the world to her steps. She can go without fear of being injured, because she has found peace and tranquility in her heart."
        },
        {
            "Knowledge Point": "The pitfalls of seeking grand solutions",
            "Text": "Almost all humans share at least one fatal flaw, the horror and neglect of the obvious. Often we act like we don't have the solutions to our problems, but much of the time we have all the solutions we need, we just can't bring ourselves to apply them."
        },
        {
            "Knowledge Point": "The example of personal experience",
            "Text": "One example of this in my life is sleep. All throughout high school, I struggled with waking up on time. I was constantly in danger of being kicked out of my early morning extracurriculars because of excessive tardiness, and I nearly drove my parents crazy. I tried everything to get up on time. Playing music, putting my alarm at the other side of the room, I even put thumbtacks on the top of my alarm clock to poke me when I hit the alarm button. It seemed like I had tried everything and nothing was working. Well, I should say that I tried almost everything. Because the funny thing is, I was always on the alert. Because after graduation, I stopped sleeping in almost instantly once I stopped going to bed at midnight every night."
        },
        {
            "Knowledge Point": "The Tao and its relation to other philosophies",
            "Text": "The concepts of the Tao can be like this too. We keep looking for the next self-help book, or the next program to make us finally feel at peace and happy. But the answers have been around us for thousands of years. They can be found in almost all major religions, and are supported in many major philosophies as well. Learn to master your desires and selfishness, and seek oneness with the greater power of the universe. Some people call this Tao, others call it God, some call it the Higher Self. But at the end of the day, the essence is largely the same, and it usually has to do with putting aside what you want to do in favor of the path the universe, God, or the Tao places before you."
        },
        {
            "Knowledge Point": "The appeal of grand solutions over simple ones",
            "Text": "Compared to advice we get from advertisements, hustle icons, and financial gurus, this advice seems overly simple and overly boring. It is much more appealing to believe that we can become happy by finding our dream job, amassing enough stuff, and impressing the people around us. We worship people that overcome huge physical odds, and develop deviously creative solutions to their problems. We worship people that overcome huge physical odds, and develop deviously creative solutions to their problems."
        },
        {
            "Knowledge Point": "The consequences of neglecting simple solutions",
            "Text": "It is tempting to believe that happiness will come when we buy the next thing, or accomplish the next goal, because it's a lot easier to buy something than to actually get your life in order. But the longer we put off the real work of putting aside our own desires, the worse our lives will get, until we ultimately become so miserable that we give up altogether, or we are forced to change our lives. This is certainly one way to live life, but it's not a very fun way."
        },
        {
            "Knowledge Point": "The benefits of embracing simple solutions",
            "Text": "Often, we know deep down what we need to do about the problems we are facing. But if we learn to embrace the boring solutions, and apply them consistently and diligently, we will usually be much better off."
        }
    ]
}