{
    "Title": "Why Taoists Don't Mind Being Losers ｜ Tao Te Ching Explained Chapter 41",
    "Content": [
        {
            "Knowledge Point": "The Tao's counterintuitive nature attracts laughter and ridicule.",
            "Text": "The wise student hears of the Tao and practices it diligently. The average student hears of the Tao and gives it thought now and again. The foolish student hears of the Tao and laughs aloud. If there were no laughter, the Tao would not be what it is."
        },
        {
            "Knowledge Point": "The Tao's principles may seem foolish to those who do not adhere to them.",
            "Text": "By very nature, true principles often seem like foolishness to those who do not adhere to them. Philosophers, religious leaders, even great scientists have always been scoffed at for expounding true principles."
        },
        {
            "Knowledge Point": "The Tao's followers may appear to be falling behind, but they make up for it when they act.",
            "Text": "Many people are far more likely to scoff at new ideas than to try and implement them into their lives. It's little wonder that this should be the case with the Tao. To many people, it will seem that those who follow the Tao are just falling behind."
        },
        {
            "Knowledge Point": "The Tao's path may seem difficult, but it is easier in the long run.",
            "Text": "Although the path of the Tao really is easier in the long run, in the short term, it looks excruciatingly difficult. So difficult, in fact, that few people will be willing to attempt it."
        },
        {
            "Knowledge Point": "The Tao's followers learn to unlearn habits and desires to become more responsive to life's flow.",
            "Text": "Learning to put aside desires and become susceptible to the pushes and pulls of the Tao requires the unlearning of ideas and habits that for most people have become almost second nature."
        },
        {
            "Knowledge Point": "The Tao's followers are not concerned with external progress, but with inner strength.",
            "Text": "They are not concerned that their efforts do not show on the outside, because that is not why they were in the game in the first place."
        }
    ]
}