{
    "Title": "Wu Wei - The Art of Doing Less ｜ Tao Te Ching Chapter 43 Explained",
    "Content": [
        {
            "Knowledge Point": "Wu Wei is a concept in Taoism that refers to effortless action or doing by the act of non-doing.",
            "Text": "Wu Wei is a concept heavily ingrained in Taoist philosophy. It means effortless action, or doing by the act of non-doing."
        },
        {
            "Knowledge Point": "Wu Wei is not laziness or inaction, but rather the ability to set aside personal agendas and listen to intuition.",
            "Text": "This is not to be confused with laziness or inaction. Wu Wei is simply the ability to set aside what we think we should do, and leave ourselves open to the best course of action through our intuition."
        },
        {
            "Knowledge Point": "Wu Wei involves ceasing personal struggle and acting according to intuition, leading to overcoming obstacles effortlessly.",
            "Text": "When we do this, we may be guided to wait before acting, to act in a way that seems to make no sense, or even to not act at all. Wu Wei is often referred to as non-action, because it involves ceasing our own self-appointed struggle for mastery of our situation so that we can act according to intuition instead."
        },
        {
            "Knowledge Point": "Wu Wei requires practice and learning to identify and act on intuitive urges, often against personal desires.",
            "Text": "Although most people are not used to following intuition on a daily basis, almost everyone has experienced a gut feeling that they couldn't explain. Have you ever had a sort of hunch that you chose to follow and it ended up being right? A large part of wu wei is learning to identify and act on these hunches and urges."
        },
        {
            "Knowledge Point": "Wu Wei becomes easier when one can let go of desires for money, power, and attention, allowing intuition to guide actions.",
            "Text": "Wu Wei also becomes a lot easier when we can identify the futility of endlessly chasing after the things that most people see as important. If we are able to separate ourselves from the need for money, power, and attention from others, we will be more able to respond to the pushes and pulls of Wu Wei, because we will be free from the chains of desire that bind most people."
        }
    ]
}