[
    {
        "Title": "Color and Makeup Tips",
        "Content": [
            {
                "Knowledge Point": "Importance of Color and Makeup",
                "Text": "Color and makeup is everything. It brings out your eyes, it makes a statement, it shows off your personal style, and just lets you be the best version of yourself."
            },
            {
                "Knowledge Point": "Finding the Right Color",
                "Text": "It's about finding what looks good on you, and it's about using color, whether it's in makeup, your home, your clothes, to just be more flattering and just work with your style."
            },
            {
                "Knowledge Point": "Personal Style and Makeup",
                "Text": "Even though I like things really simple, there's things that make a difference, whether it's your earrings, whether it's your bracelet, a big watch you wear, your nail color."
            },
            {
                "Knowledge Point": "Inspiration from a Model",
                "Text": "One moment I'll never forget, this absolutely stunning model came to visit me at work, Yasmin Laban. And she came into work and she was wearing a white Hanes t-shirt, a pair of jeans, no makeup on, but short red nails."
            },
            {
                "Knowledge Point": "Importance of Undertones",
                "Text": "I learned a lot about coloring in makeup and in skin from understanding undertones. When I was a makeup artist starting in the industry and I would buy foundations, I would put it on and I couldn't blend it."
            },
            {
                "Knowledge Point": "Understanding Skin Undertones",
                "Text": "Women and men, we have natural undertones. Yellow, orange, some have pink. Even within each ethnicity, there are a giant range."
            },
            {
                "Knowledge Point": "Foundation for Different Skin Types",
                "Text": "For many darker skin women, especially women that are mixed, you might need more than one foundation. Often women have yellow undertones or orange undertones."
            },
            {
                "Knowledge Point": "Makeup for Indian Women",
                "Text": "For Indian women, an orangey tone is amazing. For women that are more of a dark, they need a little bit of yellow undertones."
            },
            {
                "Knowledge Point": "Makeup for Lighter Skin",
                "Text": "For women that are lighter skin, they need almost one that has no yellow in it, a little bit of pink."
            },
            {
                "Knowledge Point": "Makeup for Black Women",
                "Text": "For black women, sometimes you have to cut it. With a little bit of a pinky tone, we'll cut the darkness under the eyes."
            },
            {
                "Knowledge Point": "Personal Preference for Makeup",
                "Text": "For myself, I go with a little bit of yellowy peach. That works in the dark corners under my eyes. So everything really varies, but I like to go with a little bit of pink."
            },
            {
                "Knowledge Point": "Choosing Colors for Makeup",
                "Text": "I like to go with a little bit of pink. I like to go with a little bit of pink. I like to go with a little bit of pink. I like to go with a little bit of pink."
            },
            {
                "Knowledge Point": "Assessing Skin without Makeup",
                "Text": "The best time to really look at your skin and make sure that you are using exactly what's right is when you have no makeup on. You should have a makeup artist look at you without makeup on. You should look at your own skin without makeup on."
            },
            {
                "Knowledge Point": "Choosing Natural Colors",
                "Text": "I always like choosing colors for women that really mimic the natural things I see in their skin. I mean, blush, I think, always looks best when it looks natural."
            },
            {
                "Knowledge Point": "Not Being Afraid of Color",
                "Text": "Don't be afraid of color. How do you know if color will work on you? If you look in the mirror and you like it, it works."
            },
            {
                "Knowledge Point": "Makeup for Oily Skin",
                "Text": "Women with oily skin, you could pick the most perfect colors. And at the end of the day, it oxidizes and becomes more orange."
            },
            {
                "Knowledge Point": "Starting with Nude Makeup",
                "Text": "Start with the basics, start with your nude colors and then go wherever you want to go with it. To me, nude makeup is makeup where the colors are right for your skin."
            },
            {
                "Knowledge Point": "Nude Makeup in the 90s",
                "Text": "I started doing nude makeup in the 90s. Some people say it's not a good look. People have told me that I was kind of the queen of nude makeup."
            },
            {
                "Knowledge Point": "The No Makeup Makeup",
                "Text": "The no makeup makeup is my favorite kind of makeup on myself. And if you could master the no makeup makeup, it's amazing."
            },
            {
                "Knowledge Point": "What is Nude Makeup",
                "Text": "Nude makeup is the foundation is the color of your skin. Your blush is the color of your cheek. Your lipstick is the color of your lips. Your eyeshadow are the color of your eyelids. And that's it. That's nude makeup."
            },
            {
                "Knowledge Point": "Choosing Lipstick Colors",
                "Text": "So my nude makeup will only work on someone that has my exact coloring. Your nude makeup is perfect for you. You really have to understand that women have different color lips."
            },
            {
                "Knowledge Point": "Choosing Lipstick for Different Lips",
                "Text": "Which is why if you've ever told your girlfriend how much you love that pink lipstick, and you put it on, it doesn't look good on you, you have different color lips."
            },
            {
                "Knowledge Point": "Choosing Lipstick for Different Textures",
                "Text": "So if you want a pink lipstick, you can either go muted, bright, orange tone. There's so many ways you can go. But it really does. It doesn't matter what color lips you have."
            },
            {
                "Knowledge Point": "Correcting Lips",
                "Text": "I don't believe in correcting. I believe in doing whatever the lip looks like and enhancing it. So I love to choose lipstick when lips are different colors that you could literally almost mimic the natural colors of the lip."
            },
            {
                "Knowledge Point": "Choosing Lipstick Based on Preference",
                "Text": "There is a color for you depending on what you want. And just because it's trendy at the moment doesn't mean you have to wear it."
            }
        ]
    }
]