[
    {
        "Title": "Skincare Tips and Products",
        "Content": [
            {
                "Knowledge Point": "Understanding your skin type and needs",
                "Text": "The first step in skincare is understanding what your skin needs when you're looking in the mirror. Sometimes we're drier than others, sometimes oilier, and sometimes we're just really tired."
            },
            {
                "Knowledge Point": "Choosing the right moisturizer",
                "Text": "So I recommend figuring out what moisturizer works at night and what works under makeup. Big difference. So at night, you could certainly put more on, and it almost works as an overnight intensive mask if you have dry skin."
            },
            {
                "Knowledge Point": "Face oils and their benefits",
                "Text": "I love to find really the densest, thickest cream I could find. I put it on my face at night, and if I'm really dehydrated, then in the morning, I look amazing. I also use often face oil."
            },
            {
                "Knowledge Point": "Oil-free lotions for oily skin",
                "Text": "There are lotions on the market that are oil-free. And people would say, why would I need a lotion? Because if your skin is oily, you don't want oil that's necessarily going to make it oilier. But if you use a lotion that's oil-free, it'll hydrate you."
            },
            {
                "Knowledge Point": "Moisturizer and makeup",
                "Text": "Someone with really dry skin, by the way, could use a really rich moisturizer and then put makeup on top. But the trick is to not use a lot. Because what you don't want is to put a rich moisturizer on, then put makeup and realize you're all shiny, and then put powder on top."
            },
            {
                "Knowledge Point": "The importance of sunscreen",
                "Text": "You have to wear sunscreen. You, you, yes, you need a little vitamin D for health, but you have to wear sunscreen because it's harmful to you. It's not good."
            },
            {
                "Knowledge Point": "Eye creams and their benefits",
                "Text": "I recommend two different formulas. One that is a little bit more moisturizing. One that is a little bit lighter for underneath your eyes. And that's usually a little bit wetter. And then there's one that's richer for nighttime."
            },
            {
                "Knowledge Point": "Oil sticks and their benefits",
                "Text": "I also love oil sticks because you could just pop them on your face. And honestly, I do this constantly. And the end of the day when I'm really tired. I just put on an oil stick."
            },
            {
                "Knowledge Point": "Choosing the right skincare products",
                "Text": "There are a million creams on the market. A million price points. There are creams up over $1,000. There are creams for $3.99. You've got to find the cream that works for you."
            },
            {
                "Knowledge Point": "Hybrid skincare products",
                "Text": "There are tinted moisturizers. These you can get in the color of your skin. And what I love about this is that you don't have to, like, use a couple products. It's one thing. You could also make your own by taking one of these moisturizers and putting it with your foundation."
            },
            {
                "Knowledge Point": "Skincare adaptability",
                "Text": "It's just having some things to adapt and knowing what works. And by the way, you might buy a new foundation and your regular rich cream isn't working. So go down to a lotion. So have a couple things that you could actually change around."
            },
            {
                "Knowledge Point": "Makeup removal methods",
                "Text": "One of them could be as simple as a pad. This will take all of your makeup off. Some of them even take your eye makeup off. You can get them at the grocery store, the health food store. You can get them at drugstores, department stores, all different price points."
            },
            {
                "Knowledge Point": "Coconut oil for makeup removal",
                "Text": "Coconut oil is such a great product. Besides putting it in your smoothies, it's so good for you. This is like an ideal treatment that is so affordable. You could use it for taking your makeup off. You can even take your eye makeup off with it."
            },
            {
                "Knowledge Point": "Cleansing oils and balms",
                "Text": "There are great cleansing oils that dissolves your makeup. Another great option for dry skin, there are things like cleansing balms. That's also great for dry skin."
            },
            {
                "Knowledge Point": "Exfoliating your skin",
                "Text": "The way to exfoliate your skin, literally, you just get the scent. It just sells off and you just have fresher skin underneath. You could use a gentle loofah, a washcloth. You could use any kind of scrubbing grains."
            },
            {
                "Knowledge Point": "Taking a break from makeup",
                "Text": "I'm going to take a break from makeup. I'm going to take a break from makeup. I'm going to take a break from makeup. I'm going to take a break from makeup. And putting on my sunglasses and being outside."
            }
        ]
    }
]