[
    {
        "Title": "Makeup Artist's Journey and Techniques",
        "Content": [
            {
                "Knowledge Point": "The makeup artist's background in theatrical makeup and natural makeup",
                "Text": "As a makeup artist, you have to be ready for anything. I'm known for the natural makeup, I'm known for the nude face, but what you might not know about me is my background is theatrical makeup. I studied makeup in college. I learned everything from how to make someone look old, to how to do character makeup, to monster makeup, to anything."
            },
            {
                "Knowledge Point": "The importance of skin prepping and concealer",
                "Text": "First thing is make sure that the skin is prepped. So Molly's freckles, love them, I wouldn't cover them up. I'm going to make sure that it looks like she's not wearing anything, and possibly just a little bit of touching up to get rid of redness, because there is still quite a bit of redness. So again, the concealer matters, especially in these kind of situations, because if you're going to do some really crazy makeup, you still need brightness under the eyes, and you need smooth skin."
            },
            {
                "Knowledge Point": "Influences and learning from other makeup artists",
                "Text": "I learned a lot about makeup from many different well-known makeup artists. One makeup artist, particularly Linda Mason, really taught me how to do crazy colors on the face. Another makeup artist, Bonnie Maller, taught me how to do the most natural outdoorsy makeup. And then my job was to figure out how to do the most natural makeup. And that's how I got who I was."
            },
            {
                "Knowledge Point": "Experimentation and creativity in makeup",
                "Text": "As a creative, as a visual person, I'm just, I'm always in awe and love when I see things that are a little bit different, but still cool and interesting. So for example, if I was to do a story about pinky powder, and we wanted to do something that was just a little out there, I would kind of just start."
            },
            {
                "Knowledge Point": "The versatility and quick changeability of makeup",
                "Text": "The fun thing about makeup is how quickly you could change someone's face. I call this the pretty pink powder face. And then you start to play. Since we're doing pinks."
            },
            {
                "Knowledge Point": "The importance of having a go-to fix and clean brushes",
                "Text": "Being a makeup artist means just figuring things out. It gets really boring if you know exactly what's working and what's not working. So here's the next step. I think it looks... Please don't do this at home. If I see you walking down the street like this, I will blend you. So do not try this, but it sure looks cool in a picture. Another good thing when you're an artist, and you are trying something new. Just have a go-to that you know could fix things. Always have a clean brush to wipe away."
            },
            {
                "Knowledge Point": "The importance of feedback and making adjustments",
                "Text": "As a makeup artist, always look and see what needs to be fixed. Just because you put something on first doesn't mean that it's doing the right thing. So that's interesting. And then let's see. I'm going to add a little bit of a cream on top. And these are all from theatrical makeup stores. Some of them are from Amazon. And I call this my fun kit. I always have these kind of crazy things because you never know. But she still looks cool and still looks pretty."
            },
            {
                "Knowledge Point": "The process of creating a makeup look",
                "Text": "I'm going to go with it. Okay, open for a sec. Let's see. Here we go. Okay. I'm going to go in the front. Okay. You could've point that other way. And I'm going to pop off the part right here. You're going to pop off. Okay. And done. Okay. And as a makeup artist, I always have my assistants that are nearby saying, let me fix that. Oh, my God, that's so beautiful. Because you kind of need a little feedback. Look up again."
            },
            {
                "Knowledge Point": "The subjectivity of makeup and the importance of fixing mistakes",
                "Text": "Pretty simple. And it's also, because it's cream, it's creasing. So now I'm going back over, since I got the density with the powder. I'm going to go back over to the brush. This is a great palette, because it's got the bold colors. And I'm going to put a little bit of the pink with the peachy color. Let's add some pretty blush. Started pink, but I'm seeing a little bit of a peachy thing."
            }
        ]
    }
]