[
    {
        "Title": "One-Minute Makeup Tutorial",
        "Content": [
            {
                "Knowledge Point": "The importance of quick and simple makeup for busy individuals",
                "Text": "As a working mom, a working makeup artist, and someone that did school drop-off, I know the importance of doing your makeup in a minute, and I've done it many times."
            },
            {
                "Knowledge Point": "Bronzer as a multi-purpose product",
                "Text": "I'm going to start with a little bronzer, a little bronzing cream that literally just wakes up your face and just adds color. It's also instead of a moisturizer."
            },
            {
                "Knowledge Point": "Skipping foundation and using concealer",
                "Text": "I'm going to skip foundation. I'm going to start with a little bronzer, a little bronzing cream that literally just wakes up your face and just adds color. It's also instead of a moisturizer. So it's your moisturizer. It's a self-tanner. It's a little bit of a cream bronzer, and you just throw it on."
            },
            {
                "Knowledge Point": "Quick and minimal use of concealer and mascara",
                "Text": "Okay. You're done. If you have oily skin, you can use a little bit of a powder. Then no foundation, but just a little bit of quick concealer. Not a lot, because most of us in the morning just need a little something. So a little bit under the eyes. Again, you just do it and take your finger, put it right in, throw on a coat of mascara."
            },
            {
                "Knowledge Point": "Adding a touch of sparkle and cream blush",
                "Text": "And if you have time, quickly, you could literally look put together by just putting a little bit of something sparkly on your lid. And one last thing, if you can get some kind of a cream blush where it goes on your lips, on your cheeks, you are done."
            },
            {
                "Knowledge Point": "The benefits of a quick and easy makeup routine",
                "Text": "Okay. You look put together, and it takes two seconds because everything just goes on. No brushes, no opening compacts. It's all done. And you could do it in the car."
            }
        ]
    }
]