[
    {
        "Title": "Lessons Learned from a Makeup Artist",
        "Content": [
            {
                "Knowledge Point": "The importance of communication and teamwork in makeup artistry",
                "Text": "As a makeup artist, you almost have to be a little bit of a shrink to make sure that everybody is happy. So every time I would go to work, I would have a meeting with the photographer, the stylist, anyone around, and the actress or the person and discuss what we're doing today."
            },
            {
                "Knowledge Point": "The role of makeup in enhancing natural beauty",
                "Text": "I've been on shoots where there's a mother you have to please. I've been on shoots where there's a boyfriend you have to please. So you have to kind of work together. And if you are a makeup artist starting out, my biggest advice to you is show a mirror to the model. Make sure that they are happy with the way they look."
            },
            {
                "Knowledge Point": "The impact of lighting and teamwork on photography",
                "Text": "I've been really lucky in my career. I have worked with some of the best photographers. And I seem. To work with them for different periods of time. Henry Lutwiler is someone I work with constantly. What I've learned working with him is how perfect the right lighting, the right team is to an amazing photograph."
            },
            {
                "Knowledge Point": "The importance of adaptability and versatility in makeup artistry",
                "Text": "I've been lucky enough to work with Bruce Weber a lot who didn't like makeup. And so I would do makeup. So it didn't look like the girl was wearing it. I think that's where I learned a lot."
            },
            {
                "Knowledge Point": "The influence of past eras and styles on modern makeup artistry",
                "Text": "I've been really lucky in my career. I have worked with some of the best photographers. And I seem. To work with them for different periods of time. Henry Lutwiler is someone I work with constantly. What I've learned working with him is how perfect the right lighting, the right team is to an amazing photograph."
            },
            {
                "Knowledge Point": "The role of social media in promoting and showcasing makeup artistry",
                "Text": "Instagram. Open up an Instagram that's not you and your friends dancing. That's not your baby. Open up an Instagram. Open up an Instagram. Open up an Instagram. That is just your work. It is free. You don't have to hire someone to build you a website. Put your photos on there that you love. Put photos that you are inspired by. Get yourself out there and use the visual aspect of showing people who you are."
            },
            {
                "Knowledge Point": "The versatility of makeup artistry beyond glamour and fashion",
                "Text": "I've worked with Dress for Success. I actually brought it in to Bobbi Brown Cosmetics. They were one of the people that we helped. And I would have my artists work with these women. Because they were literally going from welfare to work. And we taught them how to look appropriate for a job interview."
            }
        ]
    }
]