[
    {
        "Title": "Smoky Eye Tutorial",
        "Content": [
            {
                "Knowledge Point": "The basics of smoky eye makeup",
                "Text": "Probably one of the hardest eye looks out there and probably a look that most people mess up. I'm going to show you how to do it step by step with different colors and once you learn the basics you could get any look you want."
            },
            {
                "Knowledge Point": "Avoiding common mistakes",
                "Text": "Do not get a dark black shadow on your eye. You should not get a shadow and put it all over your eye because you're going to look like you've been punched in the face."
            },
            {
                "Knowledge Point": "Layering shadows",
                "Text": "The good thing about a smoky eye is really what it is. It's just blended shadows together to create a little bit of a look but instead of doing the blended shadows together I'm going to teach you how you can layer different formulas, different textures to fit your style, your skin color."
            },
            {
                "Knowledge Point": "Choosing the right colors",
                "Text": "You could use the lightest colors, the gray tones, some browns. You can even do a smoky eye with some pinky nude colors."
            },
            {
                "Knowledge Point": "Applying the shadows",
                "Text": "I'm going to show you how to do a smoky eye that's actually pretty easy. I'm going to start So really the lightest shadow you could find if you have Molly's skin color."
            },
            {
                "Knowledge Point": "Blending and cleaning up",
                "Text": "And don't worry if you get some on the inner corner when you're applying it because smoky eye, you get a little bit heavier, but you can have an application. And don't worry because we will clean it up after."
            },
            {
                "Knowledge Point": "Adding shimmer",
                "Text": "I will add shimmer at the end. And it's blended in the corner. And don't worry if you get some on the inner corner when you're applying it because smoky eye, you get a little bit heavier, but you can have an application. And don't worry because we will clean it up after."
            },
            {
                "Knowledge Point": "Creating a graduated effect",
                "Text": "It's way easier than blending. I'm also gonna take the brush, look up for a second and smoke out the bottom. And this is something that really depends, look up again, on your choice, but I don't like it too thick underneath."
            },
            {
                "Knowledge Point": "Applying mascara",
                "Text": "Mascara, you have to make sure it's not too gunky, but there is enough formula that when you apply it, it acts like a buildable lash density product that you could just literally build up the lashes."
            },
            {
                "Knowledge Point": "Cleaning up and finishing touches",
                "Text": "So smokey eye needs either false lashes or like four coats of really black mascara. Just a lot of false lashes. It's the building up of mascara that makes the biggest difference. It's also very tricky."
            }
        ]
    }
]