[
    {
        "Title": "Being a Successful Entrepreneur and Working Mom",
        "Content": [
            {
                "Knowledge Point": "The beauty industry has traditionally been male-dominated, but things are changing as more women enter the field.",
                "Text": "When I first started being a makeup artist, there weren't even a lot of women makeup artists. There were mostly men. And the beauty industry has traditionally been male-dominated, especially the corporate boardrooms. Things are definitely changing. More and more women are getting a seat at the table."
            },
            {
                "Knowledge Point": "Balancing work and family can be challenging, but planning and prioritizing can help.",
                "Text": "Some of the challenges I have had being a businesswoman is a combination of do I go to a business meeting or do I go to a family event? Do I go to a business meeting or do I take a job for a magazine that I want to do? So, yes, there's always choices. You know, I remember when I literally had to choose between my family and something cool. I was doing, this is a crazy true story. I was doing a cover of Cosmopolitan. And my husband said, I'll come in with the baby when you're done. I said, great, meet me. We didn't have cell phones. Dressed Dylan in a striped blue shirt. My husband was wearing, I think, a Brooks Brothers striped shirt. And he met me at Scavullo's studio. And Scavullo, ten minutes before, said, hey, we're going out for dinner and drinks with Jean Paul Gaultier. Would you like to come? And I was like, oh, my God, yes. But my husband was coming in. I couldn't call him. He walked in the studio. Jean Paul Gaultier walked in the studio. And being a visual person, my husband in a striped shirt with the baby in the striped shirt. Jean Paul Gaultier in his striped shirt. And I remember looking and saying, pick a door. I went with my husband and the baby."
            },
            {
                "Knowledge Point": "Building a brand takes time and requires a strong team.",
                "Text": "Building a brand takes time. It's like building a family. It takes time. You've got to nurture it. You've got to make sure it's right. And it's not an overnight thing. I'm always encouraging people, if there's something you love and something you're really good at, what could you make that could be better than what's out there? And all you need to do to start a business is find someone to buy what you have to sell. And if you think about it, someone once had the idea of making a string to attach to a tea bag so people could dip. Okay? Someone had that idea. Made millions. And that's how you become an entrepreneur. You never know what idea you have that could work. So my advice for entrepreneurs is figure things out, try things. Don't go broke. You have to be really careful. And just know that it's possible if you have something different and special, you have to start it somewhere. And just make it and see what people like. That's how you become an entrepreneur."
            }
        ]
    }
]