[
    {
        "Title": "Workplace Makeup Tips",
        "Content": [
            {
                "Knowledge Point": "Understanding the appropriate makeup for different workplaces",
                "Text": "Makeup for the office has to be appropriate for what office you go to. If you are someone that works in a law office, there's probably a look. If you are someone that works in a magazine or any more creative office, there's probably a look."
            },
            {
                "Knowledge Point": "Creating a polished look with minimal effort",
                "Text": "You make sure your skin looks good, whether it's tinted moisturizer or a foundation, make sure you have the right one for your skin, make sure you have your concealer on, and just add a little bit of polish."
            },
            {
                "Knowledge Point": "Applying makeup quickly and efficiently",
                "Text": "You want it quick. I don't know anyone that likes to spend tons of time on their makeup during the day. Really important that the foundation just goes into your skin because there's nothing worse than seeing people who are trying to look polished and put together and put a foundation on that's too pink."
            },
            {
                "Knowledge Point": "Adding polish with eyebrows and eyes",
                "Text": "Your eyebrows, you should definitely fill them in if you haven't. You can use a powder. I'm going to do it really quickly with a little bit of powder. A little bit of a pencil. And this is a pencil that's cut to a really nice shape."
            },
            {
                "Knowledge Point": "Choosing the right eyeshadow and lip color",
                "Text": "I grabbed an eyeshadow that is a combination of a pencil and a shadow. It's actually a cream that turns into a powder. So I'm just going to smudge it a little bit on her eyelid. And the good news is it locks in. It just adds depth without looking like you're going to a party."
            },
            {
                "Knowledge Point": "Using blush and lipstick to complete the look",
                "Text": "I think adding a little bit of blush is so great. Again, it's a pinky, peachy blush. And blush really depends on your skin color. But I also think that it could be really pretty to do a lip that's not too strong but not too pale."
            }
        ]
    }
]