[
    {
        "Title": "Masterclass on Styling and Personal Style",
        "Content": [
            {
                "Knowledge Point": "The importance of style and its impact on personal confidence and self-esteem",
                "Text": "I've been in the fashion and styling business for 20 years. I've helped thousands of people find their personal style and feel like the best version of themselves. Style is something that is so important to my life and everybody's lives around me."
            },
            {
                "Knowledge Point": "The journey of self-discovery through fashion",
                "Text": "When I was seven, I went to my granddad's factory and understood where clothes came from. I experimented with clothes and found something that was the most important - I felt different. I saw Caucasian people on TV expressing themselves, and that gave me a window into the world."
            },
            {
                "Knowledge Point": "The power of styling and its influence on personal growth",
                "Text": "I've been styling for a living since I started styling for entertainment. It's something I feel passionately about because of how it makes people feel. I've encouraged people to date, get jobs, and feel the confidence they never thought possible."
            },
            {
                "Knowledge Point": "The basics of style and how to incorporate different elements",
                "Text": "This class is comprehensive. I'll talk about the basics, breaking down how style works, rules to follow and break, print and color incorporation, texture, and dressing for your body."
            },
            {
                "Knowledge Point": "Authenticity and representation in personal style",
                "Text": "I am a great example of living authentically, even if you're not a professional. I am a Muslim, South Asian, immigrant, and gay man. I want you to feel the same in every walk of life."
            }
        ]
    }
]