[
    {
        "Title": "Finding Your Personal Style",
        "Content": [
            {
                "Knowledge Point": "Start with a capsule wardrobe and decide who you want to be",
                "Text": "Start with a capsule wardrobe, which we've already shown you, and then build on top of that. So next step is decide who you want to be."
            },
            {
                "Knowledge Point": "Use your family and friends as reference points",
                "Text": "If you have no idea of where you truly want to go with style, that's when you pull in your most basic resources, which is my family and friends. Who do I admire at home? Who do I admire at work? What are they wearing that makes me think they look nice?"
            },
            {
                "Knowledge Point": "Use search engines and social media for inspiration",
                "Text": "Use your search engine to find the kind of look you're going for. If you are a man, key in men's style. If you're a woman, key in women's style. If you're non-binary, non-binary style. And there will be a plethora of options available to you."
            },
            {
                "Knowledge Point": "Differentiate between copying and being inspired by someone",
                "Text": "There is a big difference between copying somebody and being inspired by somebody. Copying somebody is literally taking on somebody else's aesthetic. You're never going to feel like you if you're dressed as somebody else."
            },
            {
                "Knowledge Point": "Find inspiration from everyday life",
                "Text": "It could be with, botanicals. It could be with art. It could be with anything. The ocean. It could be with birds. I am inspired constantly by what I see."
            },
            {
                "Knowledge Point": "Don't be limited by trends or runway shows",
                "Text": "To find your personal style, you just have to be able to find your own style. You just have to be able to find your own style. You have to be open. You have to be open to trying new things, to see this as something that's fun, and a real passion to change up the way you're looking, to feel what you truly want to feel."
            },
            {
                "Knowledge Point": "Take risks and ease into it",
                "Text": "If you are feeling daunted by the idea of taking risks, start slow. Integrate smaller risky options. Play with accessories first. Add in color. Add in color. Add in color. Add in color. Add in color. Add in color. Add in color. In a very subtle way."
            },
            {
                "Knowledge Point": "Express yourself in a corporate job",
                "Text": "If I can do that with the strictest of school uniforms in England, you can do that with your corporate jobs, where all they're asking for is that you wear a suit. It's possible."
            },
            {
                "Knowledge Point": "Research and try things on",
                "Text": "Get online, get screenshotting, get pinning. Start to find inspiration of what your new wardrobe could be. Once you've decided what your mood board is, the kind of vibe you're going for, that's the point where you go out and explore. Try things on."
            }
        ]
    }
]