{
    "Title": "【哲学性】你我是否还囿于“自我提升”中？【Sisyphus 55】",
    "Content": [
        {
            "Knowledge Point": "The rise of self-improvement culture and its impact on mental health",
            "Text": "We seem to be more free than ever before, yet depression and burnout are everywhere. The mental health crisis has only increased. This is due to the cultural emphasis on self-improvement, leading to hyperactivity, compulsive striving, and a lack of connection with ourselves and others."
        },
        {
            "Knowledge Point": "The four principles of American corporate capitalism and their impact on mental health",
            "Text": "Research shows that self-interest, financial success, consumerism, and competition consistently lead to poor mental health outcomes. Despite this, we continue to endorse and embrace such a culture."
        },
        {
            "Knowledge Point": "Michel Foucault's theories on disciplinary society and technologies of the self",
            "Text": "Foucault's theories on disciplinary society and technologies of the self explain how individuals embrace self-improvement and self-help practices, leading to a sense of freedom and pride. However, this culture normalizes self-optimization, making it more effective in extracting resources from its members."
        },
        {
            "Knowledge Point": "The shift from disciplinary society to achievement society",
            "Text": "In an achievement society, individuals take on the task of conducting perpetual auto-surveillance, constantly improving themselves under the idea that it is fundamentally good for them. This leads to a compulsive drive to improve oneself and a culturally induced narcissism."
        },
        {
            "Knowledge Point": "The consequences of burnout and depression in an achievement society",
            "Text": "Burnout and depression are seen as the result of a self-referencing of our self-image, stemming from the redundancy and recurrence of the ego. They are treated as annoyances or failures in mastering oneself fully, rather than being recognized as symptoms of the compulsion for achievement."
        },
        {
            "Knowledge Point": "The importance of spontaneity and intrinsic focus in combating self-absorption",
            "Text": "Spontaneity, intrinsic focus, and active listening are essential in combating self-absorption and burnout. They help us escape the burnout society and find happiness in connecting with ourselves and the world around us."
        }
    ]
}