{
    "Title": "IP达人必备的五项基本能力",
    "Content": [
      {
        "Knowledge Point": "IP金字塔模型包括核心价值知识力形象标签倍数和传播力",
        "Text": "好，今天咱们讲第三节课，进入了方法篇的第三节课，就是IP达人必备的五项基本能力。就是你想做一个IP，必须有这五个能力。 好，先下第一个，记住这个模型。这个模型也是我自己独创的，就是金字塔IP金字塔模型。想要打造一个IP，首先第一个就是你要找到你对你的目标用户提供的核心价值是什么。之前咱们知道了说IP达人的底层逻辑是要满足用户需求，网红的是满足娱乐需求，它是满足的是需求价值，用户的需求。那需求是什么？也就是说你对你的粉丝提供的核心价值是什么？这个是一个金字塔的底座。也就是说你的金字塔打造多大，你这个底座首先占到了一个非常非常关键的作用。那你能满足你的用户价值越大，那你的这个IP金字塔的底座就会越大，也就是说最终你产生的IP价值也会越大。 然后剩下的四个就是知识力、形象、标签跟倍数。这四个是支撑整个金字塔的四个边，四个边待会我们一个一个讲他们是每个是什么。然后最后是什么？第五个叫传播力。什么是传播力？就是我已经打造了四个边了，我也打造了这个底了，我的IP架构已经有了，那通过什么让别人知道你的？就是在抖音上，我们放到抖音上就是不断的发视频，不断的发视频。"
      },
      {
        "Knowledge Point": "形象是与粉丝建立关系的开始包括外表服装发型举止谈吐",
        "Text": "原来的时候，比方说大家了解罗老师，罗老师就不断的有事情，这个怒砸新闻子冰箱，对峙方舟子，或者是甄嬛传，不断的有事情发生。这就是传播，他要有传播，他才会这个IP金字塔，他才会逐渐的升高升高。这是他决定他的高度，决定他的高度。决定他底座的是你对用户产生多大的价值，而构建四个边，也就是他足够稳定，是来自于这四个。 先说第一个，先说第一个什么是形象。形象很多人是不太注重形象的，很多人是不太注重形象的。觉得我在这个录个短视频，我看别人好像就随便穿个衣服就是随便穿平时的衣服就可以录，或者是说好多人就在那随便坐着就录，或者是说走在马路上就可以录，对吧？也没什么。但是在我的这个逻辑里头，如果你是我的学生，我一定要提醒你第一个什么呢？形象是你跟粉丝故事的开始，因为他一开始不了解你，他对你的认知完全取决于对你外形的认知。 比方说举个例子，吹个牛，很多粉丝对我是很信任的，源自于咱这些长相可能不太像是一个骗人的样子，对吧？或者是说一个长相特别猥琐的一个人，他讲一些特别政治的话题，你觉得可信吗？是不可信的，对吗？这是长相。那除此以外，形象还包括了什么呢？包括了服装，包括了发型，对吧？包括了你平时的举止谈吐。"
      },
      {
        "Knowledge Point": "形象要符合身份容易记住包括视觉锤文字钉动作锤",
        "Text": "有的人在录视频里边，这个俗称含麻量极高，对吧？就是录视频里边非常多的脏话。那他在达到的一个是什么形象呢？比方说他在录制视频过程中他穿的是西装，那他达到的是一个什么形象？对吧？是一肯定是一个成功人士，比较偏商业，比较偏正式的形象，对吧？那有的是穿的是非常华丽的衣服，那他可能是打造是老板偶像的那种形象。所以形象这个事情是你跟粉丝故事的开始，对吧？ 那首先第一条，形象怎么打造？形象里首先第一条叫形象符合身份。形象符合身份，举个例子，如果你是讲女性成长，女性成长什么人会听女性成长？对吧？他为什么要听你讲女性成长？那前提一定是你比他牛啊，你是情感导师啊，你是做到了很多他做不到的事情啊。那他梦想中，那这些人的想象中，你应该是什么样的人呢？你应该是生活的比较奢华，然后呢老公很疼你，对吧？这是用户分析。那你打造出来的形象，我们可以看到下边这三个小图啊，他一定是非常专一的女性成长，也非常的怎么说呢？叫女强人形象，对吧？ 第二个是贺老师说经济。贺老师说经济就是一个最经典的形象打造。第一他讲的是经济学，然后他的视频内容呢是非常有逻辑啊，逻辑非常严谨。所以他的服装可以看蓝色，蓝色决定的是什么呢？逻辑性比较强。第二什么呢？后边你看他书架，对吧？再有一个戴个眼镜，戴个帽子，对吧？他所有的形象都是偏向于告诉你啊，我逻辑很严谨，但是我又没有穿西装打领带，就没有那么正式，对吧？这就是形象符合身份。 好，接下来第二条什么呢？你符合身份之后还要做到第二点，叫形象容易记住啊。怎么让人记住？怎么让人记住？这个传媒上有三个方法啊。第一个叫视觉锤，视觉锤啊。什么叫锤？就是像拿个锤子拿钉子一样的在你脑子里要崩一下就钉进去了，就是你过目不忘，让你看一眼哎，脑海里边再也忘不掉这个人的形象了，俗称视觉锤。第二叫文字钉，是吧？有很多那种琅琅上口的那种口号，大家都觉得呃说一句啊就可以口口相传啊。那个抖音上叫出现了人穿人的形象，对吧？这叫文字钉，是吧？像一个钉子一样，这个直接打到你脑海里，然后你只要提到这个东西就能想到这个人，这叫文字钉。第三个动作锤啊，有的人会做一些很多的习惯性动作，也让你过目不忘。"
      },
      {
        "Knowledge Point": "视觉锤包括服装化妆道具文字钉包括slogan口头禅动作锤包括动作仪态",
        "Text": "这三个是在传媒上的说法。那我们让你更好理解，我们放到日常生活中是什么样的？就是视觉锤什么的俗称浮化道，服装，穿的服装，化妆，脸上的化妆啊，是吧？特殊造型啊。再就是什么？道具。我手上拿一个什么道具，比方说有的人手上特别习惯性拿一个拿一个刷子啊，每次讲课的时候两个刷子啪一对，对吧？啊，让你印象深刻。 文字钉，文字钉可以拆解成什么呢？第一slogan，slogan。第二什么呢？口头禅。口头禅就相对于相对于slogan弱一些。就是slogan它是有目的的，就是让你知道我这个事情是做什么的，或者是我的一个口号。而口头禅呢就是习惯性的，比方说李佳琪的oh my god，对吧？这就是口头禅。 然后呢，动作，动作锤什么的基本上就是第一是动作啊，这很好理解。第二什么呢？仪态。比方说空姐，咱一说空姐她站姿都得是要这样的，这就叫动作锤。你这样站你就知道这是空姐，对吧？还有那个跳芭蕾的，她八字步一站一提，对吧？你就知道这是芭蕾。这就叫动作锤，对吧？她只要摆出这个动作来，你就知道她在做什么，跳什么舞蹈。这就是记忆力。"
      },
      {
        "Knowledge Point": "关公形象是古今第一IP视觉锤文字钉动作锤全面",
        "Text": "好，刚才咱们说了想要让观众记住你需要三个东西。第一是时机锤，文字钉，动作锤。好，我们看古今第一IP，我称它为古今第一IP，就什么呢？它三个都有，三个都有。说分别来说，首先我们说视觉锤，俗称符画道。首先说光二爷大红脸，对吧？我看有个文章写的是光二爷，他那个记录上说的是他在山西不是有个人民官司吗？然后跑了，然后怕别人认出来，所以把脸上涂红。后来呢因为大家认识他是大红脸，所以他就一直涂大红脸。就是换一个角度说，像光二爷这个脸这么红，面如 Organization红的发黑了，好像在我们这个现实生活中从来没有见过。按照这个逻辑上我比较认同，可能是化妆的，所以他就应该是浮花道中的画，对吧？大红脸。 第二是什么呢？美人弓大长胡子，对吧？所有的那个武将当里边就唯独只有官二爷是大长胡子。第三个是什么呢？叫绿色，全身都是绿色的衣服，从头到尾是绿色的。这就是非常好的一个视觉锤，颜色统一的颜色。然后在上面呢，浮花道道具青龙眼月刀，对吧？重达多少斤，对吧？上面还吊着一个龙吞，什么龙吞月我也不太清楚啊。所以他从浮花道视觉锤上直接拉满，对吗？这是第一个让你印象深刻。 第二个印象深刻是什么呢？口头禅。他倒算不上slogan，口头禅就是展颜良助文丑的时候说‘我是我是他为插镖卖首尔’，对吧？这是他的口头禅。 第三个是什么呢？动作锤。哎，光耳炎还有动作锤，什么动作锤呢？杀完人之后来这么一下子啊，吕向胡了。包括那个拿刀，你看咱们所有的那个影视剧中光耳炎拿刀是一个标准的一个动作。包括光耳炎什么夜读春秋，对吧？把那个手背到后头还得是一个什么姿势读春秋，这全是动作锤。吕胡子动作锤还有一个是什么呢？眯眼啊。光耳炎是什么呢？平时都是眯着眼，然后一瞪眼就要杀人啊，俗称这个。这就是动作锤。 所以他在这个形象上的基点从视觉锤、文字钉、动作锤，啊换言之我们说叫浮化道、slogan或者口头禅和动作和仪态全有。这样的话大家对他这个人物的形象的记忆是不是非常完美？全部拉满。所以你在设计你的这个形象的时候也要按照这个逻辑来，对吗？也要按照这个逻辑来。"
      },
      {
        "Knowledge Point": "形象要符合身份不要为博眼球而牺牲公信力",
        "Text": "好，我们再看一点什么呢？不好的地方啊。不好的地方就是我如果按照这个来，有的小伙伴会走极端，什么的我可以叫什么？博眼球啊。我给你举两个例子。第一个什么的叫国产007。我们同行啊，播放量卡在500的账号，千万不要乱发作品，不然发了也是白发。一定要先搞清楚到底是账号限流还是根本不推流。今天就教大家如何解决账号不推流的问题，记得点赞收藏这条视频。数据不好我就会立马隐藏。点击作品右下角的三个点，找到数据分析，往下滑找到播放趋势。如果曲线图是起起伏伏的就表示账号推流正常，如果是一条平线就表示系统根本就没有给你推流。重点来了，如果是系统不给你推流，我们先点击右上角的三条杠进入设置，再点击账号安全，找到抖音安全中心，进入更多功能，再点击支出新粉。系统就会自动把我们账号里面的违规粉丝一键检测出来，再点击一键清理。这样就可以避免系统不给我们账号推流的情况。你学会了吗？ 不是说他不好啊，就是说只是说他在这个形象上可能会按照我的逻辑不是很不是那么完美啊。不说他不好，他录视频呢他一开始是什么呢？是趴在桌子上录的，就是就是我们不是坐着面对镜头讲，而是他是趴在这个地方就像睡着了一样，然后嘴叨叨叨的给你讲。后来呢变成了什么呢？是躺在那个地方给你讲。这个地方就会出现了一个问题，就是他这个形象对这个对他这个公信力，就是我要教你东西你得信任我呀，对这个信任是减分的，你懂吗？就是你愿意找一个躺在那儿跟你说话或者是趴在那儿跟你说话的人教你东西吗？这是第一个啊，这是他。"
},
{
"Knowledge Point": "差异化要符合达人IP变现逻辑不能只提供娱乐价值",
"Text": "再看这个保安谈金融。你愿意把香港的那个价值20个亿的豪宅抵押给那个欧利斯，欧利斯只给他多少钱你们猜猜看？你猜猜看。不知道，8个亿。你只给他8个亿，也就是说欧利斯是打5折的情况之下10个亿还减低20%。你看看人家做生意怎么生的，打折。他徐家印去买人家电机公司占5个亿买那个电机公司的股权，打折了没有？没有。现在是亏亏品97%把它卖掉。所以说徐家印你看这生意做的，真的人家是自贸换弹，他是拿弹换鸡毛。 他倒是符合差异化。我们很多这个小伙伴同行啊会教你差异化，就是普通人讲金融没人看，然后呢你找个保安讲金融就有人看，你找个乞丐讲金融就有人看。这个话倒是在理，但是保安讲金融他卖你啥呢？卖你金融课你敢买吗？是不是不符合我们的达人IP变现的逻辑？他是能火，但是他不能提供给你需求价值。他变成了什么呢？变成提供给你娱乐价值了，是不是？播放量是有，粉丝但是你变现怎么变的？你就变成一把红了呗，你就不是达人IP了。如果你要觉得你一遭网红你可以走这条路子，但是我们按照我们的科逻辑是不OK的。"
},
{
"Knowledge Point": "知识力重要不能抄袭他人内容否则人设会崩塌",
"Text": "好，为什么是因为就这句话，仔细看一下这句话叫你做的那个形象长期来看不会给你减分。躺着讲讲上这个什么短视频知识和保安讲短视频讲金融，长期来看是对你的这个信任是打折了，是减分的。也就是说你的粉丝不会购买你的相关产品，所以这是两个踩坑的地方。 这是形象。我们在讲第二个东西叫知识，知识力。什么叫知识力？对吧，如果你是小伙伴就是说我想做一个什么账号，然后呢我需要去百度知乎东拼西凑去获取一些东西，我再拿到抖音上去讲，或者是我去直接抄备人的内容去讲。你可以模仿别人的内容去讲别人的文案，但是你不能你那个知识都是从别人的博主那拿的。这样的话即使你把账号做起来，你的变现上也会出问题的。即使你在变现上不出问题，你的人设一定会崩盘的。 我举个例子，抖音上有两个，一个叫袁哥言商，我的账号叫袁哥的客，他叫袁哥言商。还有一个人叫真大户，真大户是我非常喜欢的一个经济学博主。但是袁哥言商出现了一个问题，他好像是400多万粉丝，他有很多个视频是直接照搬真大户的文案。那这样的话你做到400万粉丝，你的人设直接崩了。原来你讲的那些专业的知识全是直接洗稿别人的，直接崩了。那以后你要比方说你想要卖经济学课或怎么样，大打折扣。"
},
{
"Knowledge Point": "互联网时代每个人只能火一次抄袭会导致信任破产",
"Text": "而且大家知道一点就是每个人都能在互联网时代火，但是每个人只能火一次。如果你这次火了你被实锤抄袭，就像如果有玩游戏的小伙伴知道五五开被实锤开挂，你在这个赛道里头甚至你以后在所有领域里头都没有机会再露脸了。因为你的信任直接破产，破产之后这个人我再出来我再换个赛道再做账号，没有人信你了。一个人就只有一次机会，所以你做账号一定要打造知识力。"
},
{
"Knowledge Point": "打造知识力需要方法论和理论方法论解决问题理论升华方法论",
"Text": "好，我们给你看什么叫打造知识力。两个两个东西，第一个叫打造方法论。我经常会举一个例子叫什么？叫想把大象装冰箱总共分几步。第一步把冰箱门打开，第二步把大象放进去，第三步把冰箱门关上。这叫什么呢？这叫方法论，对吧？我想把化妆，我想把一个像我这样的脸这么黑的一个人把这个皮肤给化白，怎么办？第一步打粉底，这么着。这叫东西叫方法论。 当你有方法论之后，你就会发现你这个行业所有的问题都能解决了。你干嘛要抄别人的？对吧。比方说你讲美妆，你把这个脸上的坑怎么解决，你是有方法的，你有一套方法论的。这个菜怎么做好吃，你有一套方法的。孩子不爱吃饭，我给做一套辅食，我是一套方法论的。我不是说我就会做菜，而是说我做出来的菜怎么样让孩子爱吃，我有一套方法论。这套方法论比方说第一我要选择这个菜是要特别新鲜的，第二是我做出来的菜要特别好看，第三我这个菜比方说孩子可能喜欢吃偏甜的，所以我的菜里边多多少少不论做什么都会放一点点糖。我是瞎举，但是说这叫什么呢？这叫方法论。 当你有方法论之后，你在做你这个赛道里头的逻辑非常简单，非常简单。你只需要参考别人的选题就好了。别人讲怎么做菜孩子好吃，你也讲怎么做菜孩子好吃。但是你的方法论跟别人方法论完全不一样，这个绝对不是抄袭，这个是独一无二的东西。 我给大家看一个例子，就是我一个朋友林宇，他做什么叫造客方法论。就是简单说他有一套逻辑，有一套方法论，一套方法让你最快速度把这套课程造出来，而且造出来第一这个学员听了满意，第二那个课程好卖，第三学员听了之后呢还能成功。这套方法论，所以他的账号就是成功的。 第二个叫什么呢？我们有了方法论之后呢，我们还有一个东西叫什么呢？叫理论。这个理论是干嘛的呢？是把你的方法论升华的。如果你只有一套方法论，就像在百度上搜到的那个知识一样的，只有一二三四，没觉得你这个东西多牛。但是怎么样让观众觉得你这个东西好，足够的牛呢？你就有一套理论。"
},
{
"Knowledge Point": "理论举例渔场理论和牧场理论讲述私域运营逻辑",
"Text": "比方说咱们做私域的小伙伴，搞微信私域的小伙伴肯定听说过渔场理论。什么叫渔场理论呢？就是我挖了一个水，我把从长江里这个从河里边然后把那个水导流到我的这个渔塘里头来，然后那鱼也过来了。我就把这个渔圈圈住了，接下来呢我就从里边慢慢的捞鱼就好了。这就叫私域的逻辑，就把私域形容成了一个从河里边引流然后做渔塘的逻辑。这个就叫渔塘理论。 后来又有一个人呢就升级成了一个叫牧场理论。什么叫牧场理论呢？因为鱼呢你捞出来这个鱼就没了，所以说他的底层逻辑就是说我私域的人我成交一次就不太可能成交第二次了。但是升级了一个牧场理论说明什么呢？就是我变成了一群一个牧场，这牧场里边有很多奶牛。这样的话我会找一个合作商，这个合作商过来就把奶牛比方说把奶牛剃毛，他把毛拿走了，但是我的奶牛还能长这个毛。这样的话我的毛就变线了。又来一个人呢，他是做牛奶加工的，他把那个奶牛给挤完奶就走了。他就我这个奶牛依然还是在这，数量依然没有少，但是我依然能变线。也就是说这个逻辑从一次变线变成了多次变线，这就是一个理论。"
},
{
"Knowledge Point": "个人IP课程提出三个理论变现五角星三元法则金字塔理论",
"Text": "那你看我的课，我的课提出了三个理论。就是我整个课程打造个人IP提供的是三套理论。第一个什么呢？变线五角星，是吧？只要你做达人IP变线就一定是这五个，五个其中一个，跑不出这五个去。这是第一个理论。第二个理论什么呢？这五个咋选？用三个圈，三个三元法则选。这是第二套理论。第三套理论是我知道怎么变线了，但我怎么做？做了那个个人IP呢？金字塔理论，对吧？最下的是你提供的价值，然后四条边是你打造这个打造这个金字塔的这个最关键的地方，四条支柱。然后这个金字塔多高，也就是说你的个人IP有多大价值呢？靠的是传播。这就是我的理论，三个理论，三个理论支撑了整个事情。 这就是理论。当你有了方法论，有了理论，你的这个个人IP足够的结实。即使你的播放量是别人播放量的一半，我跟你讲，你的变线绝对比别人高，甚至别人的几倍。"
},
{
"Knowledge Point": "标签力让人记住你主动给自己贴标签如罗永浩的认真不卖假货",
"Text": "好，这是理论。再讲第三个叫标签力。什么叫标签力？很多小伙伴听说过老给别人贴标签，比方说这个人扣门，这个人那个贪财好色，这个人不讲义气，这是坏的标签。有好的标签，这哥们特别讲义气，这个哥们特别会挣钱，这是贴标签。那在互联网上别人想要记住你最好的方法就是你要给自己身上主动贴标签，主动贴标签。 怎么样主动贴标签呢？举个例子，比方说罗老师，罗永浩。他的身上的标签是什么呢？你看他六个亿还了，自己说了一个开玩笑的话叫真还赚。然后呢他的标签是什么呢？叫第一做事情认真。他在做手机的时候一直在宣传这个，一直在宣传这个我们并没有想证明什么，我们只是做事认真，对吧？这是他的自己往身上主动贴的一个标签，认真。第二什么呢？不卖假货。大家都知道罗老师曾经出现了一个事情就是卖的假羊毛衫，然后他怎么解决的呢？第一他不用让那个提供商去赔那三倍，罗老师自己赔了。你不用管提供商这个供应商的，我直接赔了。第二谁给我提供的假羊毛衫，我给你玩没完，对吧？我一定让你把这个钱给我吐出来，然后赔我三倍。第二什么的？你要吐不出这个钱来，那不好意思，送你送你上另外一个地方去采缝纫机去。"
},
{
"Knowledge Point": "标签要让一个词等于你这个人在领域内成为唯一代表",
"Text": "所以说他打造这个标签作用是什么作用？就是他卖的产品不会再有人相信他有假货了，对吗？这就是标签的力量。那标签要怎么要怎么做呢？就是要让一个词等于你这个人。比方说罗永浩等于做事认真，等于不卖假货。也可以换过来说叫不卖假货，全部直播带货这个博主里边不卖假货，你想到是谁？一想到就是罗永浩。做事认真你想到是谁？想到就是罗永浩，对吧？如果在你的戏份领域，比方说教别人美白，对吧？一提到教别人美白，全抖音最专业的就是张三。一提到这个法外狂徒，对吧？刚才举的张三法外狂徒，一提到就是张三，是吧？一提到时间的朋友，想到的是罗振宇老师，对吧？这就叫画等号，这就叫标签。 当你在一个赛道里头拥有了标签之后，你就做到了一个我们做个人IP最终的目的叫封杀一个领域。就你在这个领域里头不光是top one，而且是你能够唯一的一个，就是剩下的一些都跟你已经是相差很远了。我就代表了这个领域，那时候那基本上你的个人IP就都大成了。"
},
{
"Knowledge Point": "下节课将讲解传播力和背书力如何快速在短视频平台打爆",
"Text": "好，这就是我们第三节课打造IP达人的五项基本能力的前三个能力。好，所以下一节课我们讲着重的讲两个能力：第一个是传播力，第二个是背书力。然后下一节课我们讲传播力，如何让你的个人IP以最快的速度在短视频快速打爆，对吧？讲什么样的内容。好，这就是这节课。再见。"
}
]
}