{
    "code": 10000,
    "data": "如何一条视频快速起号拿我自己的账号举例它的逻辑是什么呢逻辑是利用一个做互联网的小伙伴可能理解这个逻辑叫AB测也叫AB test然后这个逻辑非常简单就是应该是初中生物课初中生物课的时候讲一个叫控制变量法什么叫控制变量法呢这个跟AB test是一个意思什么叫控制变量法呢就是我记得那时候是叫解剖青蛙然后看用电机刺激它这个地方然后它腿动不动刺激它那个地方看腿动不动这就是在所有的环境都不改变的情况下只改变其中一个原因判断这个原因是否对结果产生了影响这就叫控制变量法也叫AB test然后我做账号的时候应该它是怎么做的呢首先我们先回顾一下整个课程我先做了一个变现的一个罗盘然后五种变现模式首先说了我这个行业可能做电商不太好做然后呢做学员培训是OK的做商业培训呢我不太想做商业培训然后呢还有两种逻辑一个是咨询咨询没问题然后呢还有一个是广告广告我懒得接对吧之前我也说过了所以我的变现模式呢已经确定下来了就是第一学员培训第二商业咨询这是我的变现模式根据变现模式呢是否符合那个三元法则之前的课程讲了这个地方就不再阐述了那最终的IP罗盘是什么呢IP罗盘除了那个标签力标签力我给自己贴了一个什么标签呢就是最懂算法我懂算法懂逻辑你看我的视频中逻辑思维力非常强对吧我没有给你讲很多虚的东西而是这个事情应该怎么做第一步第二步第三步第四步逻辑思维非常强这是第一个形象形象你发现没有我录视频的时候穿的这个衣服录课的时候穿的这个衣服我录视频的时候也是穿的这个衣服所以想要让大家记住这个形象可能后期会换因为这个衣服好像也不是很不是很那么特殊啊就我是模仿的那个谁那个360的老板周鸿一周鸿一出来对吧原来是因为很多人把那个一周鸿一的那个一那个字认成伟叫周鸿伟所以他为了让大家记住他龙远穿个红色衣服啊红衣嘛红衣从那来的形象力这是一个第三个是什么呢就是标签力形象力然后知识力知识力我已经有了对吧我做IP的整套方法包括利用短视频快速起号我直接可以讲的这个逻辑方法有了然后做IP的理论模型我也有了对吧方法论我也有了然后接下来就传播不同的发视频对吧就这个逻辑那这个三个东西我已经做完了变现模式三元法则IP那个金字塔都已经做完了接下来要做的什么呢就是起号简单说就是视频打流量就是iale然后呢我起号肯定是教教知识的我教大家怎么样做短视频啊那就一定满足需求价值中的有用对吧肯定不是有趣我也不是搞了段子也肯定不是有功名我也没有说我不会做的不会做视频有多么的苦恼也打不着功名所以一定是打有用那有用的话咱们就看点赞率哎我先发了一条视频我发现这个点赞率不高啊不高怎么办呢是我的内容水呢还是因为观众这个场景水呢还是观众不爱看我呢因为一千个播放量只有这么一点点视频啊一点点点赞啊所以无法判断这个事那我就要排除就要用控制变量法排除这个东西然后我做了一个什么动作呢就是一样的视频文案文案没有变一个字都没有变啊一样的场景场景还是这个场景一样的视频时长我连时长都没有变一样的发布时间也就是说除了我这个画面的呈现性的形式是侧脸还是正脸是吧是横屏还是竖屏除了这个改变以外其他所有东西都不做改变的前提下我来判断是这个视频呈现形式对流量有影响吗对吧这就叫AB测试啊也叫控制变量法那最终测试完了是什么呢是竖屏它的播放量最好数据指标最好好我测完了之后我就发现这个画面没有问题接下来再判断第二个问题那为什么点赞量不高呢你看这个视频它也是竖屏啊没毛病啊竖屏不影响我的视频流量对吗不影响我的视频内容啊为什么我的点赞量依然不高呢那根据我们以往的内容是什么逻辑呢如何提高点赞一定是需求感增加也就是说我的作品中观众认为我的有用的内容的有用价值不高那我就加大有用的内容对吧判断你是有用的点赞量不高就是因为观众觉得视频没用你是有用的你是有趣的点赞量不高就是因为观众觉得你视频无趣对吧你是有功名的点赞量不高就是观众觉得你视频中并没有获得功名好那我到这地方已经发现了我的视频的点赞量不高是因为用户觉得没有用啊用户觉得没有用他不是说真的没有用觉得没有用觉得没有用那我要提高我的有用的价值啊提高价值那我采取的方法叫什么呢叫加大信息密度但是有一个关注的方法一个点是什么呢你增加信息密度你讲了很多这样的东西观众不是来学习的观众刷抖音是来娱乐的那我就要在文案中加入一个东西叫钩子啊就是简单说我用钩子钩住他让他走不了但是这钩子呢时间一长呢他肯定就失效了比方说我讲了一句话我接下来的这个事情非常重要你看了之后你很可能把短视频都做起来了但是这句话的它有效作用也就是比方说一分钟啊你要听课的话也是一分钟你要听短视频的话可能就是十秒钟或者是五秒钟那五秒钟以后我怎么办呢我要再加一个钩子好我的视频我的文案怎么写的呢就是我先上来之后抛一个大钩子我增加我的信息密度嘛不让他走那我后边后边是增加信息密度的啊我先给你通篇看一下我的视频怎么增加信息密度首先我把五个问题就五条视频讲的问题我放到一条视频里头了那我的信息密度是不是足够强那我先讲第一个问题就是先说第一个问题抖音是根据什么算法给你吞售人群的这是第一个问题第二个问题是为什么是多个作品标签第三个问题是那什么决定了视频数据的好坏第四个问题是新账号如何直接匹配进入人群快速上人们第五个问题是如何利用抖加效果直接匹配进入人群那如何利用抖加投抖加对吧我把五个问题合成了一条视频那信息密度是不是够了够了就会出现一个问题就是第一这个视频讲的东西太多了观众不是来学习的观众要走这是这地方要抛钩的那抛钩怎么抛呢我的原则是先抛一个大钩子就是先说这个事非常重要非常牛先把这个整体的事情描绘出来就是我发现了一个暴力提升你看这词啊暴力提升不是普通提升而是暴力提升视频播放量的方法然后呢再说呢我用这个方法做了一个背书你看我起了个账号然后呢第一条视频第二条视频就是这个这两句话是证明了我第一个方法有用这时候你会不会产生好奇如果你对这个事情感兴趣的话你一定产生好奇这好奇到底这个东西怎么弄呢我接下来就要告诉你这个方法我今天就把它分享出来对吧你要对我有个期待了其实很简单你还记得那个利用人心裸点放大流量那个里头有一个叫贪婪心理吗其实很简单对吧又用上了好那我接下来要说什么呢就是其实你只需要弄清楚三个问题这个时候有一个小小技巧为什么是三个为什么不是两个为什么不是四个是因为我经过测试观众只能接受三个两个呢他觉得你这个方法有点简单有点水四个呢他就会觉得这个方法呢有点复杂我学不会所以三个是完美的唯一的解决方式所以无论你是教什么方法你尽量把它分成三个啊就是记住那句话把大厢装冰箱总共分几步第一步把冰箱门打开第二步把大厢装进去第三步把冰箱门关上就必须是三个如果是四步他就显得不太那么怎么说呢有点啰嗦有点复杂两步有点太短啊然后我们做出了三步三个问题完事之后有一个小技巧哎这文案里头又有一个小技巧这个小技巧是什么呢我这三个问题你仔细看第一个问题是根据什么给你匹配人群的第二个是根据什么标准上任门的第三个是如何直接上任门这三个也符合一个情绪的递增第一个是一个普通的问题解答第二个问题上任门哎上任门的我对上任门的那个兴趣点就比匹配人群的经这个兴趣点要高情绪递增第三个怎么样直接上任门对吧情绪又递增了所以从整篇文案这一篇文案开始上来我先抛了一个大钩子然后我再证明我这钩子是真的不是假的不是说瞎话对吧佐证一下然后利用他来求心理说我现在就把它分享出来他其实很简单的接下来我分享了三个三个又一次递增也就是说你在看我视频的时候我这文案写的没毛病从头到尾这个钩子是一点一点给你刻画出来的而且一点点抛出来是一个巨大的钩子但是这个钩子也不足以支撑你看完一个三分多钟视察的视频那中间我怎么办呢我把它画成了小钩子每一个小钩子是什么我跟你讲啊拆简单的文案第一个问题抖音是根据什么算法给你推送人群的这就是个小钩子但是这个小钩子不光他一钩子还有第二钩叫90%的人都卡在了这一步这地方又用了一个心理学的小技巧叫从中间的从重心理对吧还有一个用到什么的叫失去心理如果说为什么叫失去心理因为90%的人都卡在这一步首先你一个从中心理你是不是会觉得你也会卡在这一步对吧这是一个心理的逻辑底层逻辑第二个底层逻辑失去心理因为你卡在这一步了你不想失去啊你不想卡在这一步你就肯定往下看对吧怎么怎么的可以往下推到这儿讲到这儿的时候出现了一个是多个作品标签那很自然的就是说为什么是多个作品标签这是很自然的这就是泡了第二个小钩子好再看第三个钩子那什么决定的是你视频数据的好坏什么决定你视频数据的好坏这就是第三个小钩子然后又把它列下来两个第一个人群是否精准第二个赛道是否合适对吧然后再往后看什么决定了你直接叫新账号如何直接匹配竞争人群快速上人门这个地方再给大家着重讲一下观众看到这儿的时候如果我记得是我的视频是三分钟时长看到这儿的时候基本上接近两分钟了观众的耐心即使你有前面的大钩子中间的小钩子耐心已经基本耗尽了那怎么办呢就要越往视频越往后边它的镜子质感越足也就是说我讲为什么它是个啥它为啥的时候这个东西一定往前放我讲如何做的时候这个事情一定往后放因为如果我调过来大家想一下我调过来如果我先说他先说怎么做后边再讲为什么你估计后边就不看了也就是说讲到为什么的时候你就刷走了因为我已经知道如何做了我管他为什么呢所以一定是我这个顺序前头先讲了它是啥先讲它到底怎么它是个啥为什么这么做然后最后讲如何做因为如何做是解决你问题的关键看到这儿的时候一定是直接操作直接给方法对吧前面是讲的是what跟why这个地方讲how然后他讲完how之后我讲了两个how这是第一个how如何做然后再讲第二个how就是如何用抖价直接做这就是符合一个人性第一个是第一个如何做它可能还要复杂一些那观众决定那我能不能投100块钱抖价直接解决呢有可以办法直接你看这地方看这个词直接双方法分两步第一步第二步对吗然后他们可以利用粉丝来怎么怎么样直接演唱作品然后还要加一个什么呢就是你看到这的时候会不会觉得哎呀这个方法好难呀就是三分钟视频呀叨叨叨叨叨叨讲了三分钟啊然后呢五个小问题啊我听了半天我他妈没讲有点听迷糊了那怎么才能让观众觉得一下子获得这个知识呢就觉得听完了之后哇 好成功我听完又加了一个加了一个什么呢加了一个收买观众的点就是如果你投完抖价之后数据不好直接演唱作品剩余的钱就会有剩余的钱就会退回到你的账户然后修改作品即可哎 这地方给了他什么呢省钱的小技巧就是你前头的一大堆你都没听明白最后这一句话你听明白了吧那这一句话就取代了你前边听的一知半解的这个获得感也就是说双重获得感所以整个文案它第一信息密度足那把信息密度足怎么做到呢总结一下啊信息密度足怎么做到呢就是我把五分钟的五个问题合到了一条视频里头但是五个问题合到一条视频里头观众没有耐心看完怎么办呢我就用我的钩子逻辑我前面抛一个大钩子中间抛五十个小钩子那五十个小钩子抛的过程中就咱简单说狼来了没有突过三次再一再二没有再三再四那怎么办呢就是我抛钩子五个钩子但是前面的钩子可以稍微小一些但是后边的钩子一定要越来越大越来越大怎么把它越来越大呢虽然是小钩子但是也要越来越大就是后边直接讲干货了直接讲实操了前面讲理论逻辑后边直接讲实操而讲实操会越来越实操那即使实操讲完了他还听不懂怎么办呢我到最后再送你一点小技巧可以把钱退回来小技巧这是我写整篇文案的逻辑那讲到这的话应该是我的视频有用价值应该很高了也就是说点赞量应该上去了结果呢结果呢视频这样的数据还是不行就是一开始掉下来了那我发现了一个问题结合上集我们讲的是一秒完博率不够他根本就没听我后边说什么我后边是做的足够辞职你看后边全拉平了全拉平了那我做的足够辞职之后我的一秒完博率不够也就是说我的视频可能在三秒钟的时候已经没有人在看了没有人看你后边做什么东西没有意义了那我现在接下来就解决的是什么呢解决的是把一秒完博率拉上去那我来总结这就是我在自己那个工作室里边我在尝试调整画面我就拿了两个彩色的灯做这个对冲色这是拍了一张视频截图然后又拿这个书架做了一个纯蓝的做了一个截图然后做了一个半黑背景后边打了一个彩灯然后换了一个红衣服做了一张图然后呢换了一个黑衣服现在就是这个衣服后边背景直接全黑了然后就穿了一个红衣服做了一张图然后我是稳妥起见是还是用那个方法就四个背景同一篇文案相同文案相同视频时长相同发布时间相同场景的背景发一下看看什么数据好就OK了那我当时我有一个判断了我觉得这仨好像不咋地直接看这仨好像有点low就觉得这个这个还是不错的所以我就用这个这个发这个发完出现了一个什么呢就是还是这个数据标比刚比这一次好了就是整体的那个大盘曲线往上提了一部分但是有限也就是说一秒完不率稍微够点了但是后边还是不行说明了什么说明了用户还是能接受我的视频了但是不爱听我说话就是听完一句话就走了就可能觉得不爱听我说话那怎么办呢我就想了一招又想了一招就是我在视频封面上你看这个场景已经变成这样了我在视频封面上加了一个字幕加一个字幕下一节可以讲如何快速提高五秒文不律暴力方法其中就有一个加一个字幕什么呢就是你不听我说话那我就直接给你看直接给你看那我就直接在屏幕上打上暴力提升视频播放量那你没听你也能看这个时候就出现了一个很有意思的东西就是耳朵获取信息的时候耳朵获取信息的逻辑跟眼睛获取的信息的逻辑不一样这时候这个补充一下耳朵获取信息有一个区别是什么第一耳朵获取的信息不能停比方说你听我你看我的短视频如果你有一句话没听清楚我说什么你很大概率是不可能往回拉的你就直接刷走了但是看可以听就你看看书的时候看到一句话没理解你可以反复的看耳朵不行跳过去就懒得往回拉了这是一个逻辑第二个逻辑是耳朵听它是有时间的就是我讲话你得等我一句一句讲然后你才能一句一句听眼睛不一样眼睛是可以一秒判断是什么内容的所谓的叫一目十行那我写这个标题封面那不是随便写的不是随便写的写的是什么呢叫暴力提升视频播放量达到的目的就是半秒钟甚至是一瞬间你就能看明白我写的是什么如果把这个视频封面的这个标题换成叫快速提升视频播放量可能画面效果就不一样了就是因为暴力这两个字可能比快速给人的刺激感要强所以这个东西经过详细的推敲改成这样的得到结果就是什么呢就是这个播放量560万然后大盘曲线大盘曲线终于拉上来了对吧我是回顾一下我是解决了什么呢第一整个作战后的流程第一三个图一个五星图一个三个圆图一个金字塔图判断了我作战后的几层逻辑第二呢我做内容一定是有用的内容而有用的内容点赞量一定高如果点赞量不高说明没有用没有用的话我就增加有用的内容增加信息密度然后让五条视频的视频那个体量融到一个视频里头好那就足够有用了为什么播放量还不高原因文步率不够大盘曲线上不去结果一开始发现是一秒大盘曲线不够说明我的场景我的视频的画面有点low提升画面然后我就找了不同的方式去提升画面提升完了找了一个合适的画面了这个画面有几种方法一种方法是这个画面已经是我的极限了我再提升没办法了那就只能这样了还有一种是我找了一个数据就是我四条视频我发上去看结果这个数据是最好那我就暂时用这个那结果是这个大盘曲线还是不行还是不行说明什么呢是我第一句话说的我说的不OK就是没有吸引住它那增加我第一句话的吸引力怎么增加呢我在视频的封面上我加上字而且这个字让你一秒钟就是你没听我说完第一句话的时候你眼睛已经把这个封面已经看完了就是看封面的时间要小于说话的时间这样的话双重刺激听的刺激眼睛的刺激哎这就像一个拴马桩一样我们新加克的时候会讲拴马桩逻辑拴马桩一样拴到他死死的一个钩子勾住他了他跑不了了接下来只要你在前期五秒钟的地方跑不了你只要跟大盘曲线拉平你看五秒的时候我其实是稍微低于一点大盘曲线但是我后边因为信息量足够强我到最后居然跑赢了大盘也就是说我后边的内容足够死实足够逻辑严谨这就是我做一个账号的逻辑你换到你自己的账号上大概率也是这个逻辑啊不是大概率一定也是这个逻辑无非就是那个点赞量是有用还是有用有口趣还是有共鸣啊这就是一个做账号的全流程好这节课就讲到这下节课是我们最后一节课教如何优化视频五秒完播率最直接最快速的方法你如果视频完播率五秒完播率能拉上一个档次基本上我不能说百分之百百分之八十以上你的视频播放量绝对卡不了五百啊",
    "msg": "多媒体文件转换文本成功!"
}