
{
    "Title": "达人IP变现模式的拆解",
    "Content": [
      {
        "Knowledge Point": "达人IP可以决定粉丝的购买行为但不等于粉丝经济",
        "Text": "好，今天我们讲第二节课，就是达人IP变现模式的拆解。上一节课讲了为什么要做达人IP，因为达人IP可以决定粉丝的购买。那是不是有粉丝就是粉丝经济呢？并不是。有粉丝有可能是网红，你只提供了娱乐价值，所以你去卖货的时候别人不会买。这就是为什么没有办法卖货，也没有办法去做其他的变现模式，而那个张凯亦是可以的。"
      },
      {
        "Knowledge Point": "达人IP通过提供需求价值来变现",
        "Text": "这节课我们详细的拆解一下，如果做一个达人IP有什么样的变现方式。首先讲第一个方式，就是如果你是一个达人IP，达人IP就是我能给我的粉丝提供需求价值，那你能提供需求价值就一定能卖相关需求的产品。这句话再说一遍：如果你能提供需求价值，你就一定可以卖需求相关的产品。"
      },
      {
        "Knowledge Point": "通过提供需求价值卖相关产品",
        "Text": "比如说，举例，我是一个教短视频的，那我教你短视频。那你做短视频的时候需要什么呢？你需要补光灯，对不对？你需要相机，你需要自拍杆，你需要各种东西，你需要手机，我都可以卖这些东西。如果你是一个教美妆的，你要不要买美妆产品呢？要不要买美妆产品，要不要卖卸妆产品呢？要不要？同样是美啊，你化妆肯定是为了漂亮。比如说头上戴的头饰，什么比较好看的眼睛，女士用的那些东西，都可以卖，所以你就一定会有相关产品的带货相关产品。"
      },
      {
        "Knowledge Point": "网红卖通类产品达人卖专业产品",
        "Text": "如果你不是提供需求价值，像网红，他就一定卖的是通类产品。什么叫通类产品？卫生纸、垃圾袋、卖酒这些都是通类，谁都能卖的。而你是提供需求价值，你能卖的是专业产品。没有听说过哪个网红能卖专业产品，你看哪个网红卖那个补光灯？我知道罗永浩卖补光灯，这也就是他能卖了，一般的网红明星不会卖这种补光灯的艾图斯啊什么的，不会卖这个东西的。这是第一个，这个电商带货有电商带货。"
      },
      {
        "Knowledge Point": "提供需求价值的达人可以进行学员培训",
        "Text": "如果你提供需求价值，你还会有第二个东西，就是有学员培训。哎，我会化妆，我可不可以教别人化妆？我把化妆的这个东西做成一个产品，做成一个课程，我教你技术，我教做菜的，我是一个厨师，我教你做菜，我能不能把做菜的这个东西做成一个课程呢？完全是可以的。这个就是学员培训，偏向于技术。"
      },
      {
        "Knowledge Point": "商业培训面向同行学员培训面向行外人",
        "Text": "那有技术培训就一定有商业培训，就是这个商业培训，什么是商业培训？简单说教你赚钱。那他是面向谁的呢？他俩什么区别呢？学员培训面向的是行外人，就是你不是厨师，我是厨师，我教你做菜，这叫技术培训。如果你也是厨师了，我也是厨师了，你肯定不会找我学做菜，或者是说你即使找我学做菜，你掏钱的时候也很困难，也不太认同。所以这时候怎么样让他能快速掏钱呢？就一定是商业培训，就是我教厨师如何涨工资，这就有人找你学，对吧？你是一个美容店老板，我也是个美容店老板，但是我一个月呢能赚三十万，规模一样，这个什么就是什么情况都一样的情况下，我一个月能赚三十万，你一个月只能赚五万，你要不要找我学呢？我教你什么呢？能让你一个月赚五万，从一个月五万块钱的收入变成一个月七万块钱的收入，一个月多这两万块钱，为这个事你找一万块钱，花一万块钱找我学，值不值得呢？肯定是值的。所以这个叫商业培训，针对同行的商业培训，针对外行的学员培训。"
      },
      {
        "Knowledge Point": "咨询服务是时间短见效快的变现方式",
        "Text": "好，有这俩之后，他一定有一个什么呢？叫咨询服务。我不想找你学培训，他要学的，他是有一个上课的过程的，我不太需要学，我只是有一个小疑问没有解决，或者是说我只需要说咱们沟通共同，然后你帮我出出主意，这种简单的啊，叫咨询。他一定是咨询服务。咨询服务是比较舒服的，为什么？他时间短，然后呢，见效快。能找你咨询服务而不找你培训的，一定是相对来说比较牛的，跟你水平差不多的，不能说比较牛的，跟你水平差不多的，能出结果的。"
      },
      {
        "Knowledge Point": "广告接单需要大粉丝量达人IP难以接到",
        "Text": "最后一个说的是什么呢？是广告接单。为什么最后说他原因有两个。第一个，广告主希望的是什么呢？希望的是大粉丝量，而我们做这个领域达人呢，是垂类的，他基本上粉丝量不会太高，大粉丝量都是做的网红内容。啊，我们的粉丝量相对来说比较小，所以你很难接到这个广告的商单，这是第一个。第二个是即使你能接到广告的商单也不值得去做，因为这四种变现模式的赚的钱跟他比，他就得玩去。为什么呢？我给你举个例子啊，我自己我自己我自己现在六万粉丝，我现在自己做一条视频呢，好好做呢，基本上是在一百万播放量上下，再出一条新视频基本上在一百万播放量上下，一百万播放量。我这个视频不挂小房车，也不开直播，前提下我发这条视频，当这个视频的播放量出来之后，他们自动到我的橱窗里边去看我卖的课，基本上我能卖两万块钱，基本上我能卖两万块钱。那我现在这个粉丝量去接商单，他能给我多少钱呢？这个就是做图的那种网站，什么图怪兽那种网站大概八百，然后呢，卖灯的呢，他不给钱，就是你给我做广告，我这灯送你了，他那灯大概两千块钱。你就算这个这个比例啊，我做广告两千，我好好卖卖课两万，是吧？那我就不如做一条视频卖课去了，我干嘛干嘛那个去接广告呢？"
      },
      {
        "Knowledge Point": "五种变现模式的总结和详细拆解",
        "Text": "所以这是四种五种变现模式一定要记住这个五角星，记住这个五角星这五种变现模式都有了。好，那我们再详细拆解一下每种变现模式的好处，他要求的这个能力要求对你的能力要求对你的人的要求，然后各种产品的要求。"
      },
      {
        "Knowledge Point": "商品带货分为短视频带货和直播带货",
        "Text": "好先看第一个商品带货。商品带货呢，基本上分两种啊，只有两种，不是基本上两种，只有两种。第一种呃，短视频带货啊，就是我之前说的那个我最早做的那个啊，就是你发一条视频下面挂一小黄车就这么简单。呃，第二种呢是直播带货，这个也都知道啊，关注交个朋友的知道罗老师直播电商吗，对吧？他两个什么区别啊，我跟你讲他两个最大的区别是这个我拍这条视频我可以精打细算，我可以搞三天，我把这视频搞出来，然后我这条视频发出去之后我就不用管了，对吧？我这条视频可能这个流量会跑一一个礼拜甚至跑两周，对吧？可以跑一周可以跑两周。那这个不是这个是什么呢？就是我卖货的时候我就得卖是在我干活的这个时间之内一定是什么场控、运营、包括主播、全力配合。那我下了波是不是就没钱赚了，所以他俩的区别是这个呢，你可以一个人干，因为所有的活你可以拉开来干，你可以两天把所有的活慢慢都干完，他的收益呢也是一个常委收益常效的，因为他是视频播放量只要继续跑流量就可能变现。而这个不是这个要求的是你所有的力量在你开播的一瞬间都打出去，所有的工作在这地方，而且是你下了波收益立马就停。这是他俩最大的区别，一个是可以慢慢做，但是收益比较长，一个是必须瞬间做，然后收益也会戛然而止。这是两个的最大的区别。"
      },
      {
        "Knowledge Point": "电商带货是最牛的变现模式",
        "Text": "然后呢，第二个是讲的什么呢？电商带货对于所有的变现模式来说是最牛的一种，除非你是特殊行业。比如说我干的这个行业就是特殊行业，因为我这个行业呢，比方说我卖什么自拍杆、什么手机支架、包括这个灯光啊，佣金率特别低，因为这个行业内卷的相当严重，他们佣金率特别低。第二个呢，也不是很多人都能买这个东西，毕竟一个灯也是好几千块钱，对吧？那我们这个行业做直播带货是不是不是很那个不是很OK的啊。但是呢，对于其他大部分行业来说，直播带货一定是不是直播带货啊，就是电商带货一定是第一选择，因为他的看看这写着啊，他的操作难度极低，为什么？因为你不光是你的讲的那个那种有用，他这个产品他本身都有用，对吗？我可能讲这个拍摄不是很专业，但是我这个灯拿出来很专业，他确实需要哎，赶上了他就需要这个灯，而我卖的价格又OK，所以他就会买。所以他的操作难度在所有变现模中是最低的，他的变现速度也是最快的。你像其他的变现模式比方说卖课呀，比方说咨询啊，他对你是要有一个观察的，这个老师够不够专业啊？我咨询有没有效果呀？但是卖货不需要，他只要需要他就买了，尤其是你去卖一些相对来说比较有品牌的产品，对吗？是没有问题的。"
      },
      {
        "Knowledge Point": "电商带货的体量可放大团队压力大",
        "Text": "第三个是可放大体量啊，可放大体量我不知道那个小伙伴有没有调查调查过这个数据啊，卖课啊，或者是咨询或者是其他任何任何的变现项目啊，任何的变现项目这个你一年赚在抖音上赚超过一个亿的他就没有，但是直播带货我记得是五十多个吧，五十多个直播间还是多少个直播间就是年年那个交易量过亿啊，年交易量过亿。所以他的可放大体量是最大的，可放大体量是最大的第二最后一个什么的团队压力相对来说稍微大一点啊，直播带货这个事和短视频带货这个事基本上一个人不太好干啊，可能能干但是不太好干。毕竟你看人家主播都有俩啊，你一个人卖行吗？你这头还得卖着产品还得上架着，对吗？上架还有一上架产品还有后边给你切图的，对吗？还有给你往上递产品的，对吗？还有给你贴福袋的，对吗？还有给你投流的，对吧？这里头需要多少人我就不不用不用在这个课里头讲了，但是他明显不是一个人能干的了活，对吧？最好的情况下俩人干，俩人干夫妻俩人干。但是视频拍摄他也是一样的，你要想把这视频拍好，我跟你讲，你想拿个手机一个人拍，你去洗一睡吧，啊洗一睡吧。然后呢发展前景也是四颗星啊，这个直播带货一定会取代所有的卖货形式，包括短视频带货啊，短视频带货还好一些，尤其是直播带货一定会取代所有的所有的卖货形式，因为你在其他地方你看你就是一张图，咱们这卖货你想买啥你就直播间直接问了，你说我这看看这个鞋的底好不好看，人家拿着的鞋就给你看，他直接就给你看了是吧？我说我说这个发货什么时候发货，主播立马告诉你现在拍了当天就发货，对吗？这个体验感是最好的，所见即所得。好，这是电商带货。"
      },
      {
        "Knowledge Point": "学员培训的边际成本低但对IP依赖度高",
        "Text": "好，第二个变现方式呢，就是学员培训啊，俗称技术培训，培训外行的，你是内行他是外行，你培训他，他的要求是什么呢？是有几个特点啊，第一个特点呢，是边际成本特别低啊，俗称一只羊也是赶，两只羊也是放，对吧？也就是说你教一个学生跟教一个班的学生，啊，至于现在一个班是50人还是100人无所谓，啊，教一个班的学生还是教一个学生，你付出的劳动力差不多的，这个还是线下的，啊，对于线上的我录制一套课我卖给一万个人也是卖，卖给一个人也是卖，他是边际成本非常低的一个方法。但是他不好的地方什么的就是我们这套课叫IP打造，他对IP的依赖度是相对来说比较高的，为什么呢？因为你看刚才讲的那个是电商带货，电商带货我对你不够信任，但是我最起码信任你的那个品牌，它是一部分信任加一部分信任等于一个整体的信任，对吧？我对你是70%的信任，我不是100%的信任，但是你卖的那个产品我也有70%的信任，加起来140超过了100%了，对吧？比方说我呢，做这个短视频教学，我对做短视频做内容很专业，但是我对于怎么拍视频，怎么把灯光打好，相机设置调好，我不是很专业，但是我依然能卖灯，为什么呢？因为我卖的是这个灯是爱图仕的这个品牌足够的，然后呢，你也能看到我好像拿这个灯打的效果还不错，对吧？那你觉得我可以卖，对吧？这就是一个对我的一部分信任加上对产品的一部分信任。而课程不一样，课程只能对我的信任，所以它的要求的就是对IP的要求会比较高。"
      },
      {
        "Knowledge Point": "学员培训的操作难度高于卖货",
        "Text": "然后第二个什么呢？接下来看这个变现的难度系数，第一个难度系数是什么呢？操作难度，操作难度相对来说比卖货要高，原因是什么呢？如果你一知半解你可以卖货，但是，你要一知半解你卖不了课，你卖课一定会翻车。所以你要想卖课，俗称学员培训，你必须是这个行业的专家。但是你可以划一个范围，比方说我就教这个小学，我教初中，我教高中，对吧？初中以上的东西我不要不回答也可以，这是操作难度相对来说比带货要高一些。"
      },
      {
        "Knowledge Point": "学员培训的变现速度较慢且服务无法标准化",
        "Text": "第二个什么变现速度，卖产品可能是比方说我卖这个灯，我一下子卖出去100台，好，这变现速度是很快的。但是卖课不太容易，不太容易，它主要原因是什么呢？每个人的需求不一样，每个人的需求都不一样。这个人来的时候我要打造IP，那我的目的是我要成为一个大V，那个人来的时候打造IP目的是什么呢？我目的是把我那个工厂的鞋子卖掉，然后又来一个打造个人IP，他的目的是什么呢？我是线下同城引流，目的不一样，所以每个人是要出一套单独的解决方案。那你的变现速度肯定受影响，那同时放大体量也会受影响，对吗？因为服务是无法标准化的，我不能说我找一个普通的学生就是普通的一个小伙伴给你，每个人都做，那不是很负责。所以一般都是老师自己去给你做这个东西，这是一个。同时他对团队的压力不大，简单说一个人，很多老师都是一个人卖，一个人卖课。"
      },
      {
        "Knowledge Point": "学员培训的成功案例及其发展前景",
        "Text": "我有一个朋友他是专门做就是帮别人做课程的，他比较做的一个比较牛的就是现在在英语就是在抖音频道卖英语课卖的最牛的一个，他基本上就两个人就他跟他的老公俩人天天直播卖英语课，一个月卖三千多万。然后呢，可发展前景可发展前景还是不错的，相对来说带货没有那么大想象空间，但是可发展前景还是不错的。"
      },
      {
        "Knowledge Point": "商业变现的优点是收费高但对专业度要求高",
        "Text": "第三个就是商业变现，商业变现简单说叫培训同行，培训同行教他们怎么赚钱。他的最大的优点是什么？他的收费相对来说高，就是你培训这个外行小白，就是比方说你不会做短视频，你找我们，就统称为小白的话，他一般不会花很多的钱。但是同行可以花很多的钱，因为同行能判断出来，第一他能判断出来你是不是真有本事，因为他毕竟也懂行。第二呢，他能知道我花这个钱我能带来什么，明确知道带来什么。如果你去学一个新的东西，你很难知道你能带来什么，有可能会学得很好，成就会很高，也有可能就学完了之后也没学会。但是培训同行不是，他基本上会知道我找你花五万去学，那我学完了我能挣多少钱，基本上他能算得出来，对吧？所以他的边际成本低，这是第一个。第二是相对来说收入很高。缺点是什么呢？缺点就是对你的要求来说就更高了，更高了。"
      },
      {
        "Knowledge Point": "商业变现的操作难度和变现速度",
        "Text": "然后好，第一个说的是操作难度是吧，那就对你的专业度，你要能培训同行，你的专业度就绝对在同行之内是佼佼者，对吧？变现速度还是不错的，因为同行是识货的，你要真有货拿出来就能卖，这是第一个。可放大体量肯定不大，毕竟同行是个小范围的群体，团队压力也不大，对吧？因为培训同行呢，肯定不是说你就录一套课就拉到了，他有各种各样的问题是要问你的，所以对于团队压力比起这个针对这个基础学员零基础的学员稍微高一点点。"
      },

      {
        "Knowledge Point": "业务咨询是达人IP的重要业务板块",
        "Text": "好，我们再看第三个，业务咨询。业务咨询是我建议所有做达人IP都要做的一个业务板块。什么叫业务咨询？简单说，我有一个问题，我问你，然后你就直接打钱就好了，俗称知识付费。基本上在抖音上做业务咨询，咱们先说业务咨询的点。第一个，他会把联系方式留在抖音ID上。第二，他买你的产品，通过产品他就跟你链接上了，再去找你咨询。还有一个认证栏位的小伙伴可以在这设置联系方式，这是基本上是往私域里边走的。什么是私域？就是抖音加微信加朋友圈，然后在朋友圈里边成交，这叫私域。只有这三个地方可以去加私域，除了这三个地方，你在头图上写名字写联系方式，或者在最下边合集这个地方写联系方式，在封面上写联系方式，甚至于在小店咨询的时候回复联系方式，都是会被抖音认定为线下引流站外引流直接封号封小店封号。所以能往外引流的我现在测出来的就三个地方：抖音ID、小店成交、蓝V。对，说到这个时候注意一下，这个蓝V写的时候写手机号不要写微信号，但是你手机号绑定微信号或者是你手机号跟微信号是一个号，人家不管。人家明确说了这个地方只能填手机号，不能填微信号，明白吗？这是一个补充的小点。"
      },
      {
        "Knowledge Point": "业务咨询的链路短且变现快",
        "Text": "业务咨询好在它的链路变现的链路会非常短。你不管是卖课还是卖产品，卖产品最起码连发货到收货到确认付款还需要几天呢，咨询是非常短的，基本上几个小时就搞定了。但是成交环节比较复杂，到时候我们再说。第一，操作难度相对来说不是很难，对吧？然后可放大体量，这是最关键的。可放大体量为什么是非常大的？它可以跟直播带货结合。因为所有能付费咨询的人，他背后都有一套变现模式。再说一遍，所有能给你咨询的人，他背后都有一套变现模式。这样的话你可以通过你的知识，第一产生咨询，第二再去深度介入他的营业模式中跟他产生合作，这样你的放大体量就大了。"
      },
      {
        "Knowledge Point": "通过合作可以扩大变现体量",
        "Text": "举个例子，比方说我是做短视频培训的，那有一个老板有一个工厂的老板找我做怎么样把短视频打爆。他的目的很简单，我做个人IP，我就做一个这个厂长的个人IP，然后我就卖工厂的货。那咨询完了这个事情就结束了吗？不是的。他咨询完了我们还可以进一步合作是什么呢？我来给他们工厂把这个个人IP深度介入给他做起来，那他工厂卖货是不是得分我点，是吧？大概是这个意思。所以他的变现体量会很大，这样的话我不用自己做工厂，我只要服务十家这种工厂，这工厂一年能卖好多好多货，然后呢他们就能分我一点点，所以他的变现体量是很大的。然后团队压力很小，咨询嘛就需要我一个人，要什么团队？发展前景也是很牛的，叫以咨询带加盟，这个模式是很牛的。"
      },
      {
        "Knowledge Point": "广告接单的操作难度和变现速度",
        "Text": "最后说广告接单。广告接单呢，就是我们看到的基本上在视频下面会给你挂一个什么链接，或者是在这个评论区置顶的地方挂一个链接，对吧？这个都无所谓。你要知道这个东西基本上，最主要的是广告主喜欢什么样的人，喜欢粉丝量高的人，喜欢单条视频播放量高的人。你做那个垂类赛道的达人IP，你那个播放量在这上面他的转化效益不是最好的，最后讲就可以了，这是第一个。第二个讲一下他的这个操作难度。第一，操作难度相对来说中等。为什么？我给你举个例子，不是说很多博主说那个你把你的那个什么东西上架到头图有人投广告就OK了，不是那么简单的。那个呢，你就只能首图带货，基本上很多这种大博主他们都有MCN机构或者是广告传媒公司，那他去把一个广告订单大点接出来。比方说举个例子啊，比方说这个苹果手机想要在抖音上做一波宣传，那他一定不是一个一个去找这些做数码的博主，他会找一个传媒公司，他把这个订单的整个给这个传媒公司，然后呢传媒公司呢去代理他们去找每一个博主去放订单。那这个时候就牵扯到一个东西呢叫商务，就是回扣。就是你人家给你广告费八千块钱，然后呢你给人家回扣两千，大概是这个意思啊，这就是行业的内幕。这个如果不让说你可以剪掉啊。所以说你的公司你如果想要接广告的话，你的公司是一定会有会要有人去主动联系这些传媒公司，而传媒公司是去整个接那个订单的，然后他就分发给各个博主，然后你要主动去联系这个传媒公司，所以他对这个操作难度来说相对来说还是比较大的啊。"
      },
      {
        "Knowledge Point": "广告接单的变现速度和体量",
        "Text": "变现速度毫无疑问了，讲到这的话，变现速度是多大也就知道了。你不可能每天都发广告吧？但是我可以每天都卖货，对吗？但是你做一个账号你要每天打广告，那你这账号基本上就废了啊。可变现体量也是最差的，因为广告现在说实在的大家伙都没什么钱去投广告了啊，广告体量很小很小的啊，发展前景基本上没有。所以我不推荐大家去做广告接单，推荐的首要推荐的是两个，第一是咨询，第二是带货。其次是那俩，最不推荐的是广告接单。"
      },
      {
        "Knowledge Point": "五种变现模式的选择",
        "Text": "好，那我们五种变现模式都已经介绍完了，它的好处跟不好的地方优点跟缺点介绍完了，这个操作难度也介绍了，可放大体量、压力什么都介绍了，那我怎么选对吧？我有五种我怎么选？好，我给大家说一下啊，我如何选择适合自己的商业模式。记住这三个圈啊，我给它起个名字叫三环法则。"
      },
      {
        "Knowledge Point": "复购的重要性",
        "Text": "第一个复购。什么叫复购？就是我从你这买了一次东西我能不能再买第二次买第三次。比方说我是一个卖早点的，你有没有可能说你今天来吃了早点然后未来三十天都在我们家吃早点的，完全有可能，对吧？这就叫复购。那举个例子你比方说直播带货，直播带货有没有可能复购的，完全有可能啊，对吧？我今天在你们家买了垃圾袋，明天就不能在你们家买卫生纸吗？完全是可能的。所以这个是复购的，但是你看我说我这个行业为什么不适合直播带货呢？你从我的直播间里头买了一款这种灯，你有没有可能未来在一个月之内再买第二盏呢？几乎不可能，可能一年都不会再买第二盏了，所以复购几乎是没有的。所以这是第一个参考标准叫复购。"
      },
      {
        "Knowledge Point": "溢价的重要性",
        "Text": "第二个参考标准呢叫溢价。什么叫溢价？就是这个东西本来值一百块钱，但是是因为你卖的，它值两百，这就叫溢价。举个例子，课程就非常具有溢价。这个普通的老师讲的这个课可能是卖五十块钱，但是北大经济学教授他卖，他就能卖五十万一节，对吗？这就具有溢价，甚至他俩讲的内容都一样。现在不都是兴什么洗稿吗？什么互相抄吗？对吧？那我把他内容抄过来，你也卖不了五十万，因为老师是最值钱的，讲课的这个人最值钱的，所以这叫溢价。"
      },
      {
        "Knowledge Point": "业务咨询是达人IP的重要业务板块",
        "Text": "好，我们再看第三个，业务咨询。业务咨询是我建议所有做达人IP都要做的一个业务板块。什么叫业务咨询？简单说，我有一个问题，我问你，然后你就直接打钱就好了，俗称知识付费。基本上在抖音上做业务咨询，咱们先说业务咨询的点。第一个，他会把联系方式留在抖音ID上。第二，他买你的产品，通过产品他就跟你链接上了，再去找你咨询。还有一个认证栏位的小伙伴可以在这设置联系方式，这是基本上是往私域里边走的。什么是私域？就是抖音加微信加朋友圈，然后在朋友圈里边成交，这叫私域。只有这三个地方可以去加私域，除了这三个地方，你在头图上写名字写联系方式，或者在最下边合集这个地方写联系方式，在封面上写联系方式，甚至于在小店咨询的时候回复联系方式，都是会被抖音认定为线下引流站外引流直接封号封小店封号。所以能往外引流的我现在测出来的就三个地方：抖音ID、小店成交、蓝V。对，说到这个时候注意一下，这个蓝V写的时候写手机号不要写微信号，但是你手机号绑定微信号或者是你手机号跟微信号是一个号，人家不管。人家明确说了这个地方只能填手机号，不能填微信号，明白吗？这是一个补充的小点。"
      },
      {
        "Knowledge Point": "业务咨询的链路短且变现快",
        "Text": "业务咨询好在它的链路变现的链路会非常短。你不管是卖课还是卖产品，卖产品最起码连发货到收货到确认付款还需要几天呢，咨询是非常短的，基本上几个小时就搞定了。但是成交环节比较复杂，到时候我们再说。第一，操作难度相对来说不是很难，对吧？然后可放大体量，这是最关键的。可放大体量为什么是非常大的？它可以跟直播带货结合。因为所有能付费咨询的人，他背后都有一套变现模式。再说一遍，所有能给你咨询的人，他背后都有一套变现模式。这样的话你可以通过你的知识，第一产生咨询，第二再去深度介入他的营业模式中跟他产生合作，这样你的放大体量就大了。"
      },
      {
        "Knowledge Point": "通过合作可以扩大变现体量",
        "Text": "举个例子，比方说我是做短视频培训的，那有一个老板有一个工厂的老板找我做怎么样把短视频打爆。他的目的很简单，我做个人IP，我就做一个这个厂长的个人IP，然后我就卖工厂的货。那咨询完了这个事情就结束了吗？不是的。他咨询完了我们还可以进一步合作是什么呢？我来给他们工厂把这个个人IP深度介入给他做起来，那他工厂卖货是不是得分我点，是吧？大概是这个意思。所以他的变现体量会很大，这样的话我不用自己做工厂，我只要服务十家这种工厂，这工厂一年能卖好多好多货，然后呢他们就能分我一点点，所以他的变现体量是很大的。然后团队压力很小，咨询嘛就需要我一个人，要什么团队？发展前景也是很牛的，叫以咨询带加盟，这个模式是很牛的。"
      },
      {
        "Knowledge Point": "广告接单的操作难度和变现速度",
        "Text": "最后说广告接单。广告接单呢，就是我们看到的基本上在视频下面会给你挂一个什么链接，或者是在这个评论区置顶的地方挂一个链接，对吧？这个都无所谓。你要知道这个东西基本上，最主要的是广告主喜欢什么样的人，喜欢粉丝量高的人，喜欢单条视频播放量高的人。你做那个垂类赛道的达人IP，你那个播放量在这上面他的转化效益不是最好的，最后讲就可以了，这是第一个。第二个讲一下他的这个操作难度。第一，操作难度相对来说中等。为什么？我给你举个例子，不是说很多博主说那个你把你的那个什么东西上架到头图有人投广告就OK了，不是那么简单的。那个呢，你就只能首图带货，基本上很多这种大博主他们都有MCN机构或者是广告传媒公司，那他去把一个广告订单大点接出来。比方说举个例子啊，比方说这个苹果手机想要在抖音上做一波宣传，那他一定不是一个一个去找这些做数码的博主，他会找一个传媒公司，他把这个订单的整个给这个传媒公司，然后呢传媒公司呢去代理他们去找每一个博主去放订单。那这个时候就牵扯到一个东西呢叫商务，就是回扣。就是你人家给你广告费八千块钱，然后呢你给人家回扣两千，大概是这个意思啊，这就是行业的内幕。这个如果不让说你可以剪掉啊。所以说你的公司你如果想要接广告的话，你的公司是一定会有会要有人去主动联系这些传媒公司，而传媒公司是去整个接那个订单的，然后他就分发给各个博主，然后你要主动去联系这个传媒公司，所以他对这个操作难度来说相对来说还是比较大的啊。"
      },
      {
        "Knowledge Point": "广告接单的变现速度和体量",
        "Text": "变现速度毫无疑问了，讲到这的话，变现速度是多大也就知道了。你不可能每天都发广告吧？但是我可以每天都卖货，对吗？但是你做一个账号你要每天打广告，那你这账号基本上就废了啊。可变现体量也是最差的，因为广告现在说实在的大家伙都没什么钱去投广告了啊，广告体量很小很小的啊，发展前景基本上没有。所以我不推荐大家去做广告接单，推荐的首要推荐的是两个，第一是咨询，第二是带货。其次是那俩，最不推荐的是广告接单。"
      },
      {
        "Knowledge Point": "五种变现模式的选择",
        "Text": "好，那我们五种变现模式都已经介绍完了，它的好处跟不好的地方优点跟缺点介绍完了，这个操作难度也介绍了，可放大体量、压力什么都介绍了，那我怎么选对吧？我有五种我怎么选？好，我给大家说一下啊，我如何选择适合自己的商业模式。记住这三个圈啊，我给它起个名字叫三环法则。"
      },
      {
        "Knowledge Point": "复购的重要性",
        "Text": "第一个复购。什么叫复购？就是我从你这买了一次东西我能不能再买第二次买第三次。比方说我是一个卖早点的，你有没有可能说你今天来吃了早点然后未来三十天都在我们家吃早点的，完全有可能，对吧？这就叫复购。那举个例子你比方说直播带货，直播带货有没有可能复购的，完全有可能啊，对吧？我今天在你们家买了垃圾袋，明天就不能在你们家买卫生纸吗？完全是可能的。所以这个是复购。"
      },
      {
        "Knowledge Point": "边际成本的定义和重要性",
        "Text": "第三个呢叫边际成本，就是说你卖给一个人的成本和卖给十个人的成本，他最起码他不是十倍增长。比方说我卖给一个人，我的成本是一块钱，但是我卖给十个人的成本我是五块钱，我只增长了五倍，但是销量增长了十倍，那这样的话就要边际成本在降低。什么是最好的？就是我卖给一个人跟卖给十个人，他的边际成本一点都没涨。所以为什么互联网可以发的那么快，因为这个比方说抖音平台，他的用户有一个亿用户和有八个亿用户，他所付出的成本是几乎不增长的，所以这叫边际成本足够低。"
      },
      {
        "Knowledge Point": "选择变现模式的标准",
        "Text": "那你去选择刚才的五种变现模式，你对照这个图对照这个图里边复购、溢价、边际成本三个选，你看一下是不是符合的。最好的是什么呢？最好的是在这中间的，就是我仨我都符合，那你这个变现模式非常棒。其次我符合俩，我在这个中间的这个地方也是OK的。最次要符合一个。如果这仨你都不符合，那这个变现模式直接删掉。"
      },
      {
        "Knowledge Point": "举例说明五种变现模式",
        "Text": "举例好，举例比方说我自己的账号，我可以广告接单，我可以卖灯具，什么神牛的爱图式的这种灯具，我可以卖，可以给你们打广告。第二是可以培训学员，卖短时间培训打人相关的课程，打人IP相关课程，这是培训。第三个咨询业务咨询业务，除了这种一对一咨询，我还可以卖什么呢？社群，社群就是长期的咨询，然后私董会也是社群的一种，就是收费高，私董会收费高，社群收费低，大概是这个逻辑。然后电商带货，电商带货可以卖自拍杆，可以卖运营相关的书籍，这是电商带货。最后商业变现，商业变现比方说我可以做加盟，你有没有听说过我们这个行业做城市合伙人的就是我有一套模式，我做这个同城项目，这个同城项目在杭州我能做，但是外地我做不了，那怎么办呢？我把这套经验我分享给你，你去你们老家能做，然后呢，我把这个模式交给你之后我收钱，那就是加盟模式，我可以有这五个变现模式。"
      },
      {
        "Knowledge Point": "广告变现模式的分析",
        "Text": "好，根据刚才咱们那个标准，复购、溢价、边际成本。第一个广告，广告有没有可能复购，就是这个广告主图怪兽找你做广告，效果很好，然后一直找你做广告，这个可能性几乎没有，几乎没有。有可能会就是重复，但是几乎不太可能一直重复，也就是找你做两次就算很不错了，而且收费很低。第二个溢价，溢价是不太可能的，就是简单说你有多少粉丝，人家出多少广告费，那基本上是定的，基本上不可能出现溢价。第三个边际成本，我做一条广告跟我做两条广告的成本一定是一丝递增的，因为他制作视频的成本是一样的。所以广告在这里头这三个他都不符合，他这仨他都不符合，有没有可能稍微符合一点呢？举个例子，就是你在溢价这个环节上还可以有挣扎的地方，什么呢？比方说你是一个经济学很牛的人，比方说你是一个做音乐很牛的人，是一个很牛的律师，是在做抖音之前大家都认识你了，这样的时候他可能有一家比方说我们找罗翔老师做了一个个人IP，然后罗翔老师就接那个卖那个就是给那个什么某个法律产品或者是某款法律书籍做广告，那可能说他找别人的价格是1000块钱，找罗翔老师是5000块钱，这是可能的。除此以外，这仨基本上都不符合。"
      },
      {
        "Knowledge Point": "学员培训变现模式的分析",
        "Text": "第二学员培训，学员培训可不可以做复购，完全是可以的，就是俗称升单，就是你买了我几百块钱的课，有没有可能买个几千块钱的线下课呢？有没有买个闭门课呢？比方博商的他有线上的199的，然后有线下的1980的，还有闭门的几万的，还有什么深度咨询，他是绝对是有复购的。第二溢价，这个就不用说了，刚才讲学员的时候首先说了溢价，对吗？不同老师讲的东西，它价值就是不一样。第三边际成本，第三边际成本，边际成本也是一次降低的，我教一个学生跟教一百个学生其实没什么太大区别，因为我花的时间都差不多，我教一个学生我线下讲我也在这讲一天我也走不了，我教一百个学生我也走不了，对吧？所以学员培训基本上三条路都占，我为什么开始做学员培训，因为它三条路都占，这是第一。"
      },
    {
    "Knowledge Point": "咨询服务的特点是几乎没有复购，可以有溢价，但边际成本不会递减",
    "Text": "第二个咨询服务，咨询服务首先第一个没有复购，几乎没有复购，他找你咨询完OK他就OK了，不OK他就觉得你不OK，所以他不太可能复购。溢价是可以的，咨询有贵有便宜，边际成本是不会递减的，你找一个人咨询一个小时，俩人就俩小时，成本就一定是这样的，对吧？"
    },
    {
    "Knowledge Point": "电商带货的特点因行业而异，可能没有复购和溢价，但边际成本可以降低",
    "Text": "然后再看第三个电商带货，电商带货根据行业来看，你比方我这行业刚才说了，我这行业复购肯定是不可以的，没有复购。然后溢价呢，电商是不存在溢价的，你这个玩意值多少钱，它就值多少钱，没有什么溢价的。边际成本，边际成本是可以的，边际成本是可以的，简单说如果我开直播带货的话，我这个东西卖出去一款产品，我也是在这讲了五分钟产品，我卖了一百块产品，也是讲了五分钟产品，所以它的边际成本是降低的。"
    },
    {
    "Knowledge Point": "商业变现通常没有复购，但有溢价空间，边际成本可能不会降低",
    "Text": "最后商业变现，商业变现大家看商业变现复购OK吗？复购是不OK的，他找你学赚钱，他就一个简单的逻辑，就是我找你花了这一次钱，我有没有赚到钱，我赚到钱了，我就不用学了，我要没赚到钱，我就觉得老师不太行，基本上他们不会判断自己不太行，就觉得老师不太行，所以复购是没有的。溢价是有的，对吧？我教你这个方式，我是加盟费，简单说加盟费是收五万还是收十万，这个是可以商量的。边际成本是不OK的，你加盟一个人跟加盟两个人，除非你就是奔着割韭菜去的，我就都不管他们，那是一种说法。但是如果你要是奔着那个尽心尽责为大家负责，一个人跟两个人，他的服务成本一定是增长的。"
    },
    {
    "Knowledge Point": "学员培训和业务咨询是较好的商业模式，因为它们满足三环法则的多个条件",
    "Text": "所以最好的模式是什么呢？学员培训，对我来说最好的模式是学员培训，因为这三条都占。第二是什么呢？业务咨询，对吧？最好是这两条，所以我选择的是我做的就是这两条。"
    },
    {
    "Knowledge Point": "案例分析李二萌的账号，说明不同类型的账号适合不同的变现模式",
    "Text": "然后咱们再举个例子，这个账号是一个弹吉他的账号，他首先做了一个不变现的账号，可能一开始做的时候不知道怎么变现，做了一个叫李二萌，就是不变现的账号，拿着一个蓝牙耳机边唱歌边录视频的一个唱歌很好听。然后呢发现不好变现，你要直播打赏的话，可能他也不太喜欢，然后呢卖产品的话也卖不出去，卖那个蓝牙音响吧，这玩意呢简单说能买蓝牙音响的他一定去买那种就是数码博主的，他不会在这买。所以他变现不太好，不太OK，但是他掌握了如何做短视频，那再做一个账号重新定位叫二萌吉他，他开始卖吉他，好我们看看这他o不ok。首先第一个，广告接单，我觉得他这个账号不太好接到广告接单。第二个学员培训。她唱歌和弹吉他足够专业嘛？不足够专业，所以他不太可能收到唱歌的学员和弹吉他的学员，所以他这一条直接就没了，业务咨询他也没了。"
    },
    {
    "Knowledge Point": "分析李二萌卖吉他的变现模式，说明它不符合三环法则",
    "Text": "然后呢，他只能做什么，电商带货，电商带货，还有一个是商业商业变现，商业变现他可以教其他的人怎么在做抖音上做他这一类账号，是没问题的。好我们说电商带货，电商带货他卖吉他，卖吉他，然后呢咱们看卖吉他，首先第一个能复购吗？吉他有没有可能说我买了你一把吉他，然后我下个月我又买了一把，不太可能，所以复购没了。溢价有没有可能呢？就是我找你买吉他，这把吉他本身卖600，然后呢因为你卖，然后呢它变成了700，这个可能性也不也不太可能。那个李宗盛来卖是有可能的，比方说李宗盛自己做的吉他，这把吉他可能是普通的这个工匠做的卖1500，因为李宗盛做的是吧，一个著名音乐人这个亲力打造卖15万，我觉得是能卖得出去的。但是像普通的这种有点像唱歌爱好者唱的比一般人好听的这种呢，可能溢价不太好做。最后他只能做的就是要边际成本，那边际成本是不是在增加呢？出现了一个问题啊，李二萌如果卖吉他的话，我观察过他的变现模式，他是每一把吉他都要一对一帮助购买者去调音，咱买回来那个吉他他不得调音吗，叫音准吗，他得一对一的去做，他一天只能卖五把吉他，因为超过五把吉他我就没有办法帮助每一个人调音了，就会出现客诉。所以他的边际成本虽然说不是递增，但是有一个上限，哎，这就不是很好。所以他自己选择这个卖吉他的变现模式不太好，因为三个都不满足啊。"
    }
    ]
    }