{
    "code": 10000,
    "data": "今天我们进入最核心的环节就整个这个十节课里边最核心的环节为什么是最核心的环节呢是因为这三节课是教会你如何做短视频只要你学会如何做短视频了上面那个不会可以慢慢来因为这个是一后上面那七节课是后边的零对吧你能做到多大后边那个零但是这个一还得有换句话说比方说我学会了一个做炒菜的一个东西我会炒这个鱼香肉丝了但是我只会炒鱼香肉丝那不OK就很多锤利赛道的小伙伴可能会这样的问题但是我们这个我做了很多赛道所以我教会你的是如何做菜如何做菜我会炒鱼香肉丝我就会炒宫保鸡精我也会炒这个什么土豆丝都可以了也就是说你学会的是什么呢接下来三节课学会的是如何做短视频当你学会了做短视频哪怕说万一你做了一个不太变现的账号或者是做了一个自己不想做的账号但账号也做起来了没关系重新起个号依然很快因为你学的是做短视频的能力而不是学的是做你那个号是吧你有这个能力随时可以起新号之前对之前那个例子讲那个李二萌然后起了个第二个账号二萌吉他也是一个月就起了三十万粉丝就是这个逻辑好这是你的视频你的视频发出去之后他到一个系统他到这个系统然后系统再去匹配用户也就是观众抖音牛就牛在他把这两个系统匹配的足够的精准对吧那他是怎么匹配的呢这你这个视频是个美女那观众喜欢看美女他咋他俩是怎么匹配起来的靠的是什么的靠的是叫标签靠的是叫标签系统啊讲清楚什么是标签比如说举例比如说举例我这一个视频我发的是这个视频这个视频中有几样东西第一这个视频中有一个男的对吧有一个男人然后这个男人呢抱了一条狗他身后边有一个他媳妇一个女的一个女人然后这个女人在干嘛呢这个女人在干嘛呢在做菜如果你自己去看视频的话你是非常容易理解这是一个什么视频你能一眼看出来这是一个俩人在对话这是一个家常里短的视频比方说这个主要推荐的是这个女的在做菜那就是个美食视频但是电脑不是像我们人脑这样的直接就能判断的他一定是通过一定的运算程序去算的那怎么算呢就叫标签系统首先你的视频中他提炼出来的内容是有一个男的有一条狗有一个女人在做菜提炼出这四个还除此以外这是画面中提炼出的除此以外还有什么呢文字文字包括了视频这是你发的视频包括第一视频中的视频中的字幕第二是什么呢下板你发布作品的时候下板这些标题加上这两个再加上一个什么的叫警号话题通过这些东西再加上这些东西他给你贴上标签这样看了一下一二三四五六七八五六最起码有六个标签那他有六个标签他是不知道你的作品到底是是情感还是做菜还是下边说了一个什么比方说这个女性话题说女人结婚到底是图什么是吧还要给老公做菜还要听老公唠叨对吧那是他不能判断怎么办呢他就同时给你推荐多种人就是给你推荐男女情感到这儿男女情感这是一部分然后再一部分什么呢做菜这是一部分然后还有一部分的什么呢是婚姻婚姻给你推荐三部分人通过系统把观众推过来然后再去判断到底是哪一部分人喜欢看数据过来了就是做菜的人喜欢看这俩人不喜欢看然后接下来再给你推更多的做菜的产品过来这就是标签系统的逻辑这就是标签系统逻辑所以你的视频不是说我明明知道我是在做菜那观众为什么不给我推做菜的不一定啊观那个系统不一定抓取的是做菜有可能里边其他的东西全都抓去了包括你的文字东西全都抓去了这就是标签系统那标签系统有了他给你推过来一部分人了还要对这个地方还要补充一下他除了这条视频给你推举以外还推举一个什么样的内容呢就是叫过往数据什么叫过往数据呢就是如果是这条视频是你的账号第一次发视频那就按照这个逻辑推推过来之后给你一帮观众然后看一看他是不是愿意看你的视频但是如果你是第二次发视频那按照抖音的算法逻辑就是你应该不会发出完全不同的视频对吧对吧对吧那就应该会参考一下你的历史数据就跟我们认识一个人似的如果这个人非常讲信用我们就不会认定他做这件事情是非常他会骗我如果这个人天天的骗人他非常不讲信用他以后说了一个很值得信任的事我们也不信任狼来人嘛所以算法也是这样的他根据你以往的数据比方说以往的时候就是喜欢看做菜的人喜欢看你的视频参考过往数据然后再加上你当前发的这条作品提炼出来的几个标签啊几个表现一定不是一个标签几个标签再去匹配观众匹配完了之后他就会出来数据数据就是什么呢就是接下来我们要讲的五律接下来讲的五律讲的五律好这是标签系统那有了标签系统那是什么决定了你的视频只有500播放量的就是先给你500播放嘛有500播放之后为什么没有涨为什么没有到1000为什么没有到1万对吧那接下来我们就看标签系统之后的第二套逻辑叫赛马系统好接下来讲的是第二个东西就是有了标签我们知道给我们推送了什么样的观众过来他是怎么样推送逻辑推送完了之后那是什么判断你的视频没有过500播放量的比方说有500播放量甚至连500播放量都没有是什么判断呢叫赛马机制什么是赛马机制呢就是系统会跟每个人都推了500然后你是做菜的叫相同赛道对吧他判断你是做菜的而我也是做菜的对吧然后咱俩在一个赛道里头相同视频时长就是你呢30秒我也是30秒然后咱俩PK数据就是你是30秒我也是30秒你是做菜的这个赛道我也是做菜的赛道这样的话咱PK一下你的点赞率高还是我的点赞率高你的评论高还是我的评论高然后谁的数据好就继续推谁的这就是赛马机制这地方要注重注意的是两个第一个是相同赛道这就毫无疑问你是做菜的我是唱歌的咱俩没有可比性第二是一定是相同时长为什么是相同时长因为30秒的做菜的视频和三分钟做菜的视频其实它并不完全属于一个赛道什么意思比方说30秒的视频我只是展示了一下厨艺但是你真的学会了这个做菜吗而三分钟的做菜的视频很可能就是把这个菜怎么做讲的非常细致所以它在严格意义上说它并不是一个赛道所以抖音就会把相同时长相同赛道的去进行PK然后PK什么数据接下来我们看就是这五个点赞评论转发转粉完播然后这五个数据综合下来谁的数据好我就推谁那接下来我们看这五个数据的核心逻辑就是这个数据的底层逻辑是啥然后咋提高对吧先看第一个我发现了一个可以暴力型视频播放量的方法这是测试时新起的一个账号第一条视频就有四版播放第二条视频也有几张播放我今天就把这个方法分享出来其实很简单你只需要弄清楚三个问题一抖音目前是根据什么算法给你推送人群的二系统是根据什么决定你的视频是否应该被继续推荐上热门的三新账号如何直接匹配进入人群快速上热门先说第一个问题抖音是根据什么算法给你推送人群的90%的人都卡在了这一步因为所有的播出都告诉你是根据账号标签推送人群的这个早已经是过去式了自从抖音开了巨量算术之后是根据系统随机抓取你视频中的多个关键帧然后通过关键帧中的这些内容给你打上多个作品标签然后再根据作品标签给你推送人群的为什么是多个作品标签因为一个视频包含的信息量太大抖音为了给你推送更精准的人群不得不多推送几种标签然后再根据不同标签人群的观看反馈数据来实时调整推送模型以求达到精准推送的目的那系统是根据什么决定你的视频是否应该被继续推荐上热门的呢这个并不是固定标准而是散码机制当你上传一条视频之后系统会抓取跟你视频同时长同赛道的所有作品去PK数据谁的数据好谁的作品就会被继续推荐那什么决定了你视频数据的好坏呢只有两个因素一 推送人群是否精准二 赛道是否合适先说人群是否精准人群是否精准是由作品标签决定的而作品标签是由你每次上传视频时系统随机抓取的关键帧中的内容决定的再说赛道问题同样是这个篮球段子账号账号标签可以选择体育娱乐 饭生活和才艺不同的选择就对应着不同的PK赛道自然视频PK时上人们的概率也不一样那么新账号如何直接匹配进入人群快速上人们呢我测试出一个既省钱又好用还能检测视频质量好坏的办法就是用斗架来校正赛道校正人群当你上传一条视频之后不要等自然流量开始跑就直接投斗架相似达人用相似达人的粉丝标签强行校正你的作品标签和赛道标签这里注意选择相似达人非常重要很多人投斗架没有效果就是卡在这一步直接说方法分两步第一步抖音搜索据量算数点击官方链接输入你所在领域的关键词往下滑这里会出现与你领域相关的关键词热度选择五个热度高的记录下来第二步再次打开抖音搜索栏依次输入这五个关键词选择视频选择点赞最多时间选择一周之内这些视频跟你的视频受众匹配度最高他们用这些视频吸引来的粉丝就是目前全抖音对你视频最感兴趣的一群人直接抖架投他们投完抖架之后就要看数据如果数据不好就可以直接隐藏作品那剩余的钱就会退回到你的账户然后修改作品即可就是满足用户需求什么叫满足用户需求第一个需求叫这个实用有用对吧你比方说我讲了一个怎么做的视频你觉得OK不错我讲了一个如何脸上有斑如何一下子就去掉把斑遮住你觉得不错有用我收藏一下点赞收藏一下这是第一个需求第二个需求什么呢叫有用有趣什么是有趣呢我看了一个特别有意思的一些小狗然后呢特别有意思对吧我看了一个搞笑的段子对吧这叫有趣我也会点赞第三个点赞的逻辑是什么呢叫有共鸣有共鸣我觉得你说的东西完全说出我的心里话就是说比方说短时间博主每个人都会有压健康因为周夜颠倒然后工作量特别大对吧你说出了我想说的我就给你点个赞所以点赞的逻辑叫满足需求需求分三个叫有用有趣有共鸣当你这三个满足其中一个就一定会点赞如果你先判断你的视频是满足什么需求有没有用有没有趣有没有共鸣你三个满足一个他就会给你点赞如果你三个都不满足对不起点赞量不高是正常的但是如果判断我的视频你看我讲的这个是使用的方法教知识的文案使用的方法但是我讲的这个应该是满足有用的需求但是点赞量不高那很简单就是你教的那个方法在观众看来没有用就很好判断了我演了一个搞笑的段子我点赞量不高原因在哪不搞笑呗对吧这个很好理解了所以提高你这个就是把你这个先找到你的视频到底是有用有趣还是有共鸣找到这个所以想要提高点赞率的逻辑非常简单就是第一先判断你的视频有用有趣有共鸣占哪一点是吧占哪一点然后如果你的点赞率不高就是你这一点没占住比方说我这个是有用的对别人有用的东西点赞率不高就是这个东西在观众看来没有用对吧比方说你教别人减肥怎么办那你说减肥无非就是管住嘴卖开腿这玩意你说有用吗有用但是对观众没有用因为这个东西不用你说他也知道他不就是管不住嘴卖不开腿吗所以你这样的东西叫有兴的废话废话所以这叫没有用所以你去讲什么呢一定是不用控制饮食你也不用运动在家里躺着就能守的方法这就是觉得对观众来说就很有用对吧这叫有观众觉得有用而不是客观的有用对吧这是逻辑好我们先看点赞不够的原因就是价值感不足你的判断什么价值好先看第二个再看第二个评论评论这个地方一定要明确一点就是点赞评论转发转粉文波率里头评论的数据是最难做的因为他要求用户的动作是最难的点赞一下关注一下这个转发也是一下完波率什么都不用动我就在这看就好了但是评论我得点开我就叭叭叭来打字所以对于观众的要求是最难的他的行动能力就是行动难度是最大的最难实现的指标那怎么实现呢哎我们看这个视频这个视频我跟大家介绍一下这个视频的是一个博主讲解这个男女关系的讲解两性关系的就是讲那个女的是怎么套路男性的然后呢是就什么普心女不有一个普心男吗他的视频里边专门讲解的是普心女讲解的是那些被女性给骗了的男的应该是怎么样去思考问题的所以他的评论是不是就是他的视频下头的评论一定是男女对立就是这个问题一定是普心女因为他攻击的是普心女保鲜的是那种傻不拉几的老爷们是吧下边一定是那些男的跟女的互相吐槽互相攻击这就叫话题性很足所以你想要拉高评论率就一条你的话题有没有争论的点如果有争论的点他就一定是能提高评论率的如果没有争论的点就没有提高评论率比方说下面刚才我看的那个视频啊刚才看到那个我那个视频我那个视频讲的是做短视频如何怎么做啊我跟你说的方法怎么样提高什么什么数据什么的没有什么可听了的点啊下边评论基本上都是老师我的战壁应该怎么做所以评论率就不高但是如果是我讲的是婆媳关系啊如果我讲的是男女关系如果我讲的是结婚要不要彩礼那可想而知评论率一定特别高对吧因为这个是大家相互争论的点好第二个什么呢第二个是要为自己辩护我们先看一下这个视频啊为人喝酒真的很一般啊不要这样的连云归川都喝不过数据显示山东人均喝酒啊每天是83.1毫升河北人是52.6毫升江苏小绵羊每天要喝48.3毫升但是辽宁日均饮酒量只有35.3毫升黑龙江和吉林压根没上榜是真不行好这个视频讲的是什么呢讲的是喝酒嘛喝酒的话什么叫为自己辩护呢比方说这个逻辑叫我先牺牲一个最不应该被牺牲的人什么呢比方说喝酒大家都知道山东人能喝酒啊比方说内蒙人能喝酒东北人能喝酒这是大家都公认的但是我出的视频我就先上来就说山东人不能喝酒啊比山东人能喝酒的地方有12345那首先第一个争论的点是山东人觉得不服啊就是我都觉得不可能我不我们地方不能喝酒吗对不对叫为自己辩护那如果山东说自己能喝酒一定会刚才我说的东北人和内蒙人一定站出来说你不是最能喝的我觉得我们是最能喝的接下来就是还有第三步啊就是你说的比方说四川的贵州的这帮人你说他们的喝酒又给他排名他们排完名之后他们有可能还会出现什么呢就凭什么我们贵州排第三凭什么我们四川排第二我们四川应该排第一对吧都是在为自己辩护吧所以说这样的情况下可以提高评论率啊这是第二点好我们再讲看第三个转发转发的核心逻辑是什么呢叫社交货币啊什么叫社交货币我先给你分析一下什么叫社交货币社交货币的逻辑比如说啊你们各四个出去那个吃烧烤这时候呢我跟我朋友说了一句他说我说我告诉你一个秘密你不能跟别人说如果你跟别人说你得给我一百块钱你得给我一百块钱什么秘密呢咱们各四个出来喝酒为什么老五没有来是因为老五呢搞对象了哎你不要觉得他搞对象很正常他的女朋友是某个大明星而且那个大明星不光是明星能赚钱他们家还是富二代现在人家就是倒追他就瞧上老五了就得跟他结婚这个事你不能跟别人说你要说了你给我一百块钱我问你他会选择给你一百块钱还是选择选择不说呢他就选择不说了他就选择不说了他就选择不说了他绝对愿意选择给你一百块钱如果这个是两者必须选其一啊不能赖账的前提下他一定会选择给你一百块钱为什么因为这个事他憋不住啊他这个事必须要分享啊那这个必须要分享的这个欲望就叫社交货币你要让别人主动转发你想说的那个东西你一定要给予他一个社交货币就像我们买东西流通的这个支付的这个货币是一样的这就是叫社交货币啊如果你的内容中加入了社交货币那你想不让他转发都不行啊然后我们提供一下社交货币有几种方式好第一种方式叫明星八卦对吧集合吃瓜一杨幂的感情从最早的冯绍峰绯闻到后来的前夫刘凯威再到离婚再到粉丝魏大勋再到近期访谈坦言自己一直都在期待爱情只是嫌恋爱太麻烦遇到喜欢的又不麻烦就会恋爱丝毫没有什么隐私隐藏的少女心爆棚了二赵丽颖的迪奥快到期了现在双方都没要续约的意思这让黑子们开始躁动了放出消息说赵丽颖被迪奥退货但其实赵丽颖这边已经在接触另一个高设品牌了只是团队舞的比较紧三海青在新剧中的范围没能压住童谣虽是平翻但她还是挺不满的所以一直在设法用演技把童谣比下去她俩是都想利用这部剧得奖的所以没必要给对方留情面就看谁有真本事比如说前段时间什么什么关小彤跟陆寒关宣了呀什么吴亦凡进去了呀是吧杨幂又二婚了呀这种八卦这种八卦一定是抓紧分享给小伙伴是吧是吧是吧讨论一下这就是社交货币这个很好理解八卦就是用来分享的这是很好理解那我们再看第二个第二个是我们经常能用到的叫什么呢叫你说出了我想说的话我们在很多时候有没有收到过一个朋友圈轰炸就是你妈妈然后经常在微信里头转发给你什么视频你看千万不要熬夜了然后再熬夜会伤身体你会少活多少年千万不要点外卖了点外卖的东西绝对不好用点外卖里边用的全是垃圾食品用的绝对不卫生是吧千万不要晚睡了是吧千万要早起早起有多少种好处他为什么要转发给你那个呢还是那个逻辑社交货币因为那个文章说出了他想跟你说的话因为他跟你说你可能不听但是他给你这个文章文章说的就是他想说的话你看人家专家也说了不用我说他就替我表达完了这就叫他说出了你说出了他想说的话所以他就疯狂的转发你的视频那我们看一下这个这个内容这个内容很有意思就叫用洗衣机洗内裤他能洗得干净吗我觉得这是一个特别有意思的切入点什么的因为一般男的可能就会用洗衣机洗而女的呢就坚决要求必须手洗所以这个博主啊这个医生呢就说出了男人的心声所以我估计这个转发里边大量的都是男的转发给女的转发给自己女朋友转发给自己老婆的我们看一下这个视频啊你的内裤也放洗衣机洗吗你是对的经过对手洗水泡机洗的内裤对比水泡两小时的菌螺术大约是400相当于呢没有洗手洗呢五分钟菌螺术呢大约是259费力也不讨好机洗内裤啊菌螺术大约是70转发给他没有女朋友呢也要保存相信何教授你肯定用得上关注我你会变得更强这视频看完了啊是不是你基本上是他说出了你想说的话你就如果你是洗衣机洗内裤习惯用洗衣机洗而你老婆是用手洗的话你一定会转发给他这个视频啊这是转发好好第四个我们来说什么是关注观众为什么关注你那观众关注你有很多种逻辑了但是在2022年的现在啊观众关注你只有一个逻辑就是你的视频有连续剧的逻辑这是第一个逻辑叫连续剧比方说啊我做了一个视频我做了一个视频我做了一个连续的一个策划啊主题IP的策划什么呢就是挑战呃徒步啊比方说前段时间我刷了一个视频叫挑战5000块钱翻修四合院啊大家可能在抖音上一搜就能搜到那个账号就很就很涨粉为什么呢因为我看到你第一期视频你花5000块钱装修一个四合院而且那四合院就摆在那大家都看到了我觉得5000块钱装修不了啊他们每期视频都更新今天我把地铲平了明天我把墙拆了后来我把地铲平了后天我把门窗修了你为什么关注他因为他是连续的你就怕你就想知道他后来是怎么着了后来怎么着了对吧最有名的给大家推荐一个最有名的这个连续剧的账号叫小鱼儿夫妇啊也是我们山东人他是把他们老家的那个院子给翻新了然后第一期视频的讲把地怎么铺的第二期视频把那个门怎么给重新油了一遍第三期视频讲这个绿植怎么弄第四期讲这个室内怎么弄他是一步一步让你看着他把这个门把整个家子怎么给改变的这个就是有连续剧所以绝对关注啊关注你就想知道后来怎么样了对吧就跟大家追剧是一样的这是一个逻辑第二个逻辑就是要集聚收藏价值集聚收藏价值呢又分为两个逻辑第一个逻辑是这个人有收藏价值比方说马卫都马卫都马卫都做账号他就完全打破了这个叫赞粉笔啊什么叫赞粉笔就是你有多少个赞相对有多少个粉丝基本基本上锤类账号是可以做到二比一到三比一的而范类账号范娱乐类账号基本上是十比一以内都可以接受而你看这个马卫都老师做到什么的基本上小于二比一了基本上干到一比一了为什么就是因为他的这个人有收藏价值他录入抖音了大家可能刷到他根本都不点赞直接就关注了对吧有这样相同特质的还有罗振宇老师你可以看一下罗振宇老师的那个很多账号啊就像罗振宇老师的那个很多账号啊就像罗振宇还有其他很多老师很有名老师的账号甚至有的人什么的是粉丝量比点赞量很高就是他出的内容大家觉得不太好无所谓但是呢他这个人我想关注万一哪天他说出来一个对我有价值的内容呢所以我关注但是我不点赞因为他当期我看到他的视频不咋地这就叫人具有价值还有一种逻辑呢是内容具有价值比方说我的账号就属于内容具有价值是我连续更了一堆全是如何利用数据做抖音的东西然后更新了四条你要想你把四条挨个点赞你还记得那个点赞的逻辑是收藏吗你挨个点赞麻烦是吧直接收藏就可了我这个账号里头有你想要的所有的东西打包打包收藏家所以收藏的第二逻辑是账号具有收的价值最后讲一个最关键的东西就是几乎所有的短时间博主讲的都跟我不一样我依然认为他们讲的都是错误的啊啊,有那个很好玩的一个游戏一批批然后我开始打开这个游戏注册注册注册然后输入密码输入什么哎我到这儿我不注册了我暂停注册我一滑我关闭这个游戏了这一步就叫跳用户跳出了走了换言之到我们短视频里边就是用户看到了第几秒他不看他走了这就叫跳出率啊这就叫跳出率那玩波率说的什么呢说的就是每一秒钟的玩波率如果他你的视频是100秒钟他看到第30秒的时候他走了也就是说用户在第30秒跳出了那说明你的第30秒设计的有问题不然的话他不能看到这跳出了如果不是第30秒有问题的话他28秒有问题他应该28秒走对吗如果是不是30秒有问题的话那他30秒为什么离开呢一定是30秒有问题所以叫跳出率那跳出率说的什么呢就叫逐针逐秒的玩波率那我们反映在那我们反映在图上的就叫这个图叫大盘曲线这个是在电脑端后台可以看的你用电脑这个打开网页搜入抖音创作者服务中心然后进去之后在左边那一栏里头有一个数据分析打开之后右边全是你的每条作品的数据你点开一条作品在下边你就能看到这张图啊这张图叫大盘曲线也就是你每一秒钟还有多少人在看你的视频每一秒钟多少人在看你的视频这条曲线呢就是我的视频的曲线那这条视频获取的播放量是多少呢是860万就是你红线就是你视频的跳出率玩波率每一秒的玩波率灰线是大盘的玩波率那你红线跟灰线持平甚至红线比灰线高你就是超跑赢了大盘也就是说你超过了平均水平那抖音就一定给你推流量那也是根据你的视频时长你的视频越长那对你的红线要求越低因为做的视频的人越多了嘛竞争嘛那你视频越短比方说我就8秒钟8秒钟你跟灰线持平不行因为8秒钟的视频做的人太多了对吧可能是大盘大盘是这个是是到这儿了但是比方说大盘是到这儿的但是你做到这儿你依然也没有播放量为什么呢因为太多了啊太多了内卷啊就这个逻辑这是一个成功的大盘那不成功的大盘长什么样呢我估计你自己打出一个大盘打出一个大盘看你的后台基本上长这样也就是说用户在第一秒钟看这儿吗看这儿用户在第一秒钟的时候就走了你就已经低于大盘曲线了那一秒钟观众都没看下去问题在哪呢是你说的话他不爱听吗你想想你一秒钟的时候他说仨字仨字他就走了是因为你说的话不爱听吗不是啊是因为你说的内容他不爱听吗也不是啊对吧不是因为你说话原因不爱听也不是你说的内容也不爱听是什么原因呢画面不好看呗他大眼一看他就不爱看呗比方说你坐这路口播你后边一大白墙然后穿的也是一般般的你坐这就说他大眼一看他不想听你说什么他就已经走了不想看了所以一秒钟完不理不不OK就一定是画面的问题那如果你的画面解决了就一定是一秒钟的时候是跟大盘持平甚至高于大盘那如果到三秒钟大盘曲线三秒钟你看已经跟大盘离的这么多了他从一秒钟稍微有点低然后瞬间就跟大盘拉开了拉开了差距那也就是说我在前三秒钟我说出了一句完整的话但是观众听完了不爱听走了就说明我说的第一句话观众不想听那你就把你第一句话修改就好了嘛你修改你的第一句话就好了嘛你修改你第一句话只要观众爱听他就走不掉了嘛就这个逻辑所以如果你的大盘曲线是这样的话你就提高前三秒你就提高前五秒的玩波率就好了如果一秒玩波率不够就改画面三秒玩波率不够改第一句话那还有一种情况呢是这样的就是虽然他已经跑赢大盘了但是呢他有一个小瑕疵这个小瑕疵是什么呢你看这儿这个地方出现了一个顿挫就是本来是跑的挺平的突然到这儿往下掉了一下然后继续往下掉了然后往前跑也就是说明这个点的这一秒钟出了问题对吧出了问题而且是又回复持平的就证明问题解除了也就是说只要往下掉的这一段往下掉的这一段怎么比也就是说往下掉的这一段这一段有问题只有这一段有问题这一段有可能是两秒有可能是三秒那你检查这两三秒就好了也就是说你把这两三秒的毛毛病改掉它大概率是不会从这地方顿一下而且是直接跑直接跑平的对吧所以这就是玩波率怎么查看而玩波率是这五个率里边最重要的因为站到平台的角度上说用户给你点赞评论转发转粉站到抖音的角度上说没有任何价值但是站到抖音的平台的角度上说玩波率是价值非常高的因为你帮助他把用户拉在了这个平台上用户在抖音上刷视频就没有时间去别的地方比方说没有时间去淘宝购物也没有时间去bilibili对吧所以你帮助平台拉住了用户所以在这五个所以在这五率中玩波率是最值钱的而玩波率看的就是大盘曲线大盘曲线一秒玩波率不够是因为画面不吸引人三秒玩波率不够是因为第一句话不吸引人中间出现顿挫是因为哪出现顿挫哪就有问题改掉就好了这就是这个抖音系统数据分析的底层逻辑标签系统三码系统和五率好这节课就讲到这下节课我们讲是如何用数据思维一条作品就起号",
    "msg": "多媒体文件转换文本成功!"
}