{
    "code": 10000,
    "data": "今天这节课呢是我们整个课程的最后一节课叫如何优化前五秒的玩播率看过上一节的小伙伴一定会记着当时我做账号的时候我把前辈的提高信息密度也搞定了然后呢画面质量我也搞定了收音我也搞定了然后呢文案的内容我也搞定了而且我的信息密度足够的高然后文案中我就抛各种钩子所有东西都做到了但是依然出现了一个问题就是我的五秒玩播率上不去那最终我把五秒玩播率提升上去之后视频整个就爆了也就是说可能你的视频视频没有流量没有播放量最终可能大概率会卡在五秒玩播率上当然也可能卡在别的地方啊但是根据我的经验五秒玩播率提升你的视频最起码不会卡在500的播放量对吧那我们这节课讲的就是如何优化视频的五秒玩播率直接给你方法啊还记着咱们再复习一下这个大盘曲线大盘曲线如果是你的一秒玩播率不够一秒玩播率不够是什么原因呢如果你一秒玩播率不够五秒玩播率肯定不够嘛一秒玩播率不够是什么呢画面声音出问题如果你这个地方一秒玩播率够但是五秒玩播率就从一秒之后开始掉五秒的时候基本上就跟大盘平行了然后基本上到这儿有个距离之后后边基本上就是平行的那说明什么呢说明第二秒到第五秒中间有问题也就是说你的文案有问题或者是你的画面不吸引人总体来说就是你这个地方抛出的钩子不能勾住观众继续往后看当然后来的那些问题就是其他的了这节课我们只讲提高五秒玩播率那先讲第一个问题一秒玩播率如何解决我们先看一下这两个直观的看一下这两个视频啊红城的这个季节满市都是砍材的人这些茅茅菜安逸的很了要不呀这根可能有点大了呢我管抓不住了底層的有根眈了呢安逸下去帮它搞上来抓把它脱下来哎呦清 вд我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你我会想到你你却说得越来越 PLUSars проект可以的让它沥干水分方形 expres不要然后,把他们放авать国人民美国事,热用石头把它压实加入凉白开水水没过白菜就可以了盖上盖紧这样的话就15天成功汤仔先拿去排骨对啊盖完锅了盖完了你先拿点酸菜出来煮排骨好我先拿个盆来做腌了多少天了十多天了那可以了我都闻到酸味了是呀很赚你先腌制排骨好我先洗菜再泡一下生姜盐蚝油酱油鸡精先抓紧腌制一下酸菜洗干净了过来洗锅好我们去切酸菜好腌制一下诶酸菜不是啊诶酸菜软了要脆对嗯脆不脆爽啊嗯开始炒菜好起锅烧油对加油排骨好加油排骨好加油排骨加油排骨加油排骨加油排骨加油排骨可以了给它翻个身翻个面对翻个面嘿嘿嘿放入蒜头炒香好倒入酸菜看点辣椒放进来好酸了嗯香了出锅打饭好开饭喽开饭喽好看完这两个视频小伙伴有一个很明显的感受啊左边这个呢就是一个爆款视频啊叫康仔农人好像叫我记得这个账号啊还是叫康农仔人我忘了就是这个账号呢他是做一个三农题材的右边这个也是一个风景有点类似于三农他们俩最大的区别首先第一个从画面上看这边这个绿的是绿的蓝的是蓝的天是蓝的天没什么好但是他给的这个蔬菜的颜色是不是非常的正你看右边也是绿色的树但是这个颜色无理把图的肯定不好看那原因是什么呢两个原因第一个光的亮度的问题比方说你是拍室外的一定要找阳光充足的时候还要不避免阳光直射第一要阳光充足第二避免阳光直射因为阳光直射有的时候会曝光啊或者是这个阳光直接打到脸上我的脸会显得很油这也叫曝光避免阳光直射但是阳光充足的时候在户外拍摄这是第一个如果你在室内拍摄的话就是多打点灯吧你像我现在录课程我的左前方和右前方两盏灯我的脑瓜顶上还有一盏灯然后我后边是个绿幕嘛绿幕的话左右两边还有两盏灯你说五盏灯我做录音课程用了五盏灯所以你看我的视频我的这个脸上的抠图效果还是不错的对吧这就是灯光的问题那右边肯定就是阴天再有一个是你在树林里边树林把所有的阳光都给遮住了效果不好这是第一个画面的问题那还有一个什么呢除了前期的灯光问题还有一个问题是什么呢是后期的调色它如果即使拍成这样其实也可以补救但是它这个肯定是调色了就是你直接拍出来那绿色没那么绿你去过农村去过菜地你知道绿色没那么绿怎么能做到这么绿呢后期调一调色调色也特别简单现在剪影就能实现了它直接靠咱们不加调色剪影其实就可以实现或者是从网上直接下载一个LUT如果是从网上直接下载一个LUT如果找不到LUT怎么办呢一切皆可淘宝好像是九开九一堆吧就没问题第二个是什么呢除了画质以外第二个是声音你看这两个时候的最明显的特点是它去拔这颗菜的时候割这个菜的时候那种菜咔咔咔响的那个声音你都能听到那一定是用了麦克风你用这个设备本身的麦克风去录肯定没戏对吧这边这个呢就是拿手机本身自带的麦克风去录的你听那声音肯定离得很远收音不好那这边呢肯定是收音好的那收音好我推荐给大家用的一定是要领夹麦对吧领夹麦你录自己录视频一定是用个领夹麦领夹麦有两种一种是无线的对吧最好的是罗德的其次那个萌马的也不错然后呢这是稍微贵一点便宜点的话你可以买个有线的有线的叫博雅你可以在网上搜这个叫博雅B O Y A博雅博雅M EM EM EM EM EM EM EM EEM EMB WM IP好好好好然后男子戏 mostly设想一下如果是我们这边跳舞的小姐姐只有这一个人呢我们就比方指上比方说她只有这一个小姑娘她的视频播放量肯定没有这个高原因是什么呢最起码原因就是如果这一个人肯定有人喜欢看有人不喜欢看那不喜欢看跟喜欢看的是不是在极短的时间之内就判断就我说的一秒我就判断喜欢看多看一会儿但多看一会儿好像也没什么可看的就是这几个动作那不喜欢看的一秒判断就走了那你的五秒完不利肯定低但是如果是这一堆一堆小姐姐那你最起码你想看的是我得挨个看看哪个长得好看哪个是长在我身体线上的对吗当你把所有的小姑娘小姐姐你全看完了之后你别说五秒完不利了这视频都放完了有可能都放两遍了所以这就是人多带来的优势那除了人多我们用在其他的赛道上OK呢还有一个赛道非常明显的用的是什么宠物赛道你会发现很多博主有的是养一只狗但是有的时候养一只狗火不了怎么办呢养一群狗有很多博主不是一只哈士奇是五只哈士奇甚至品种还不一样有的不是一只哈士奇而是说一只狗一只猫然后还一只兔子或者是一只鸽子然后混起来养这样的话观众除了喜欢看狗的喜欢看猫的他还喜欢看他们之间的互动同样一个事情他还喜欢看两个动物不同的反应对吗这样的话就增加了吸引点然后观众呢为此就一定会多停留这是人多第一个方法咱们再看第二个方法特写咱们先感受一下这两个视频夏天的凉菜还真少不了这麻辣手撕鸡做法还具讲的两个鸡腿冷水下锅放点葱姜花椒香叶两个黄芝子上色炖20分钟出来呀泡冰水口感会更好用手撕成小块再给它来点木耳葱段香菜小米辣和蒜末不能小调味啊只需要一袋这口水机的料汁用它拌凉菜都特好吃拌的时候就特想玩嘴里塞吃吧巨带劲好看完这两个视频的感觉是什么呢是不是非常的爽非常的过瘾原因是什么呢就是短视频给人的自我自己一定是平时感受不到的比如说啊比如说你在家做菜你能看到的画面一定是比方说锅是这么大那你看到的画面肯定不是只有这个锅吧比方说连灶台也能包括进去灶台下边的案板也能包括进去应该是在这么大的一个环境之中如果你拍短视频你的取景范围也是这么大比如说取景范围是这么大这个锅是这么大的那你的感受就跟平时做菜是一样的那有什么可看的我们平时就能看到所以就一定要打破常规趋势那无非就两种第一种是给大远景对吧你看很多旅游的那个都是给大远景他不可能是以平常人的心态平常人的视角去看所以旅游的视频基本上都是有横拍的有大远景摇臂对吧就拍这个那我们这个可能我们这个很多小伙伴做不到那怎么办呢给特写啊相反走渠道给特写啊你看这个菜啊你看你看一下他这个做菜他这个碗都已经他这个碗都已经出画了他只拍了其中那个辣椒那么一点点对吗你平时做菜的时候你去往辣椒上辣椒上倒油的时候你会离这么近看吗不会吧多危险的你都离远了看但是我如果给你镜头拉到这么近去看你是不是感受完全不一样你能感觉到那个油倒到那个辣椒上滋滋的那香比方尤其是做的肉菜荤菜啊那个油一加下来那个肉一夹起来肉颤微微的那个油光瓦亮的再打灯一下给人的感觉特别的刺激所以就一下子把五秒文波里拉进去了同理声音也是一样的你平时撕那个橘子你能听到这个声音吗你听不到那我给你把橘子声音录进去声音特写你就感受到平时感受不到的东西为此你就会多于停留除了这种撕橘子这种场景还有什么呢我们再扩展一下思维夏天虫鸣的声音说实在的大家夏天很多城市的小伙伴已经听不到虫鸣的声音了我住的那个地方很奇怪我能听到蛤蟆叫但是听不到虫子叫如果你的视频中是讲夏天这个农村的一定会把虫鸣和风声录进去那这个呢一定是特写你要是说咱俩在这说话然后我们就在农村里边这么对话然后就录视频你是肯定录不到虫鸣声的你一定是怼到很近的地方单独录那个视频把你声音加进去除此以外还有什么呢比方说旅游博主是吧跨过山越过河的时候那越过河的时候你去看那些短视频点赞量高的播放量高的一定有河水叮咚的声音那个声音你在河边你能听到但是你正常拍视频这个声音都是有个收音范围的就是我在这说话我能录进去但是它那个河离我五米远它的声音就已经很难录进去了那为什么你在你在看视频的时候你感觉那个河流的叮咚声这么录的那么真切呢声音特写明白吗只要把这两个特写加进去你的五秒玩不溜一定会提高这是第二个方法好我们再讲第三个方法我们再讲第三个方法新奇特我们先看一下这个视频卖咸菜一天到底能不能挣一千块钱走老板你忙不忙现在在干嘛你别紧张大家就露客气你就看着我就行来来来来来来忙完的노 diffic Tyler Finding funnyाYathat давайте换个裙子这是什么谢谢我要跟 habtknock让你们说说我们大家介绍一下快点给他来阿姨你这有房费吗?没有那你这没有房费是怎么算?算扣点啊?嗯对多少钱扣点?15个点15个点,就是你卖100块钱扣15个点然后结账是什么?一个月一结一个月一结?嗯你这现在一天能卖多少钱?就是咸菜咸菜啊?嗯1500到1400吧嗯,什么不少卖的这个利润大概有多少钱?这个我也不懂就是你一天能挣多少钱?大概1000多块吧1000块钱吧1000多块姨这个咸菜是自己做的还是浸的?浸的都是成品来的?对就是来了以后你直接把他就行了吧?嗯对这些盆子都洗干净了我知道洗干净了有没有损耗什么的?有是有的什么时候好卖?礼拜天礼拜六啊就周末的时候好卖那行,我知道了谢谢阿姨,谢谢啊你还忙吗?来人了扶手中帮,超出我认知之外了我知道超市里面一定能挣钱但是我没想过是这么一个小摊而已才能挣钱太过于大便了是啊没啥投资,你说有啥投资吗?一万块钱做投资吗?在这挣一份还有个高水灯看看,待一会咱俩在那待了多长时间?五个小时左右吧你看啊,在那算笔账一下午五个小时大概有73个人购买咸菜大概是卖了600多块钱金价在8块钱左右周一到周四的时候人比较少点周五周六周天人比较多平均30天计算的话每天是销售个1200块钱超市扣钱15%一天是180咸菜的成本是300块钱一天人工成本100块钱一天每天的全部支出是580块钱1200减掉580还剩620620乘30月是18600你看看这个买卖你别说了,我想去卖咸菜想卖咸菜请这里边有两个需要注意的第一点就是超市有30天的会馆周期你能不能顶住第二点就是你有没有能力进到超市里边拜拜好,这个视频看完之后后边的他讲的那个我们就不用管了我们先看他五秒文部旅前五秒的时候他说了什么他说的是在超市里面卖咸菜一天就能赚几千块钱是这个问题这就是逻辑吗那新奇特怎么解释呢首先我先解释一下什么叫新奇特新,新,新眼奇,奇怪,特,特别也就是说没有见过东西叫闻所未闻见所未见的东西那在超市里头卖咸菜一天能赚几千块钱这是不是足够的新奇如果我把它换成在超市里面卖酱肉一天能赚几千块钱你觉得就很正常因为酱肉本身的比较贵嘛所以卖咸菜就新奇就是流量的来源然后我们从人性心理上可以再着补一下从心理上它一定是好奇心理就一定是要发现更大的世界在抖音上这地方说个题外话在抖音上有一类的博主特别容易涨粉流量也会特别大它的底层逻辑就是带你去见你见不到的世界比方说我带你去看现在乌克兰战场是什么样抖音上有一个博主叫半只狐狸他是法国工佣兵然后他天天给你拍真实的战场是什么样的你见不到那就涨粉就很快对吧我房旗我带你去看中国的祖国的大好河山那些大好河山你是看不到的也就是说换个视角你即使去到黄山但是你在黄山航拍过吗你去到过这个河但是你在河底下看到过河下边的鱼是怎么游的吗一定是见到你见不到的世界也就是新奇特对吧这就是底层逻辑第5个叫聚焦通点聚焦通点咱们先看一下这个视频封面先看一下视频封面这个视频叫书单号也就是说它是一镜到底的什么不是一镜到底就是一张图片它的画面是不动的就是这么一张图我们做个人IP肯定不是这个内容只是拿它说举例你还记得我当时我做那个账号我的视频的时候到最后一步就是来的大不高五秒万魔率最后想的招什么呢就在我那个画面中间加了一个标题跟这个是一个逻辑我那个标题上写着暴力提升视频播放量这个画面中写的是父母存在的意义就是用一个直观一目了然然后一眼就能抓到抓到他的那个东西打到你这个人的痛点上父母存在意义打到他的痛点上如果没打到这人就走了打到了他就留下了这下边东西完全没有必要就像我那个视频前一秒钟说的东西可能观众不爱听就走了但是我加了那个标题就OK了然后这个也是一样的这个就是他第一句话说的成功了我当时说那个不是很成功60分这个是100分咱们看一下这个视频好这个视频看完了就是打到一秒钟聚焦痛点怎么聚焦呢第一个在画面中直接呈现像这个字像我那视频中间那个第二个什么的我自己也没有用的就是在这个视频中央的一边我选择了这个视频我选择了这个视频我选择了一个视频我选择了一个视频我选择了一个视频我选择了一个视频这就是我自己的视频我选择了一个视频而且我选择了一个视频我选择了一个视频我选择了一个视频然后我就看到这个视频它就被淘气了什么的说出来把它说出来对吧说出来但是呢有可能说出来呢观众爱听有可能不爱听这个也可能跟你说话的声音有关系也可能跟你说的内容有关系但是我们在做的过程中不断的尝试就行了就记得那个AptX的逻辑嘛测试一下你就知道问题出在哪了好这是第五个逻辑下一个方法下一个方法叫开篇留人叫提高期待用背景音乐抖音抖音啊它为什么叫抖音是因为音说的是什么呢说的是音乐音乐不是一首歌而是背景音乐叫BGM背景音乐背景音乐在抖音上玩的最狠的是什么呢就是比方说它叫拍同款比方说变装视频七秒变装对吧还有一个是那种之前的什么潜水艇挑战之类的那都是用的同一首音乐同一首音乐给观众带来的结果是什么呢就是观众在听到这个音乐的第一秒钟就预设了在视频的结尾会有一个可以想象到的结果比如说变装视频他一听这个音乐一看你这个节奏就知道你在结尾的时候一定是有一个变装那就一定会期待你最终变装的结果是什么样这样的话就完全就是完成了这个留人的效果那我们看一下这两个视频是怎么样利用背景音乐吸引人的好,当你女朋友追剧嘴还残,女朋友必备的追剧零食快点男朋友来做这个叫这个可以上面有抖音号你可以搜一下我记得叫李抖抖李抖抖日记这个视频就是他整个账号都用这一首音乐他每天做不同的菜但是全用这一首音乐然后几乎每条都能报有的是小报有的是大报但是又有几条大包就已经OK了对吧所以他把这一首音乐啊人家据说叫什么用到付费的吧这就是提高提高视频的期待因为我听到你是那个音乐的音乐的第一秒钟我就感觉到后边肯定是有一个能吸引我的点那我就等着看那个啊这就是巧妙运用背景音乐提高用户期待提高五秒完播率好最后呢给我点时间打一波广告啊这个这套课呢我们这个定价是二九九就是讲了整个的IP打造的所有的思路啊就是从设计变现模式到设计你的IP的这个整个的构架然后到每个什么流量视频怎么做人设视频怎么做啊然后这个成交视频怎么做到怎么卖产品能快速成交到怎么这个成交了又不上人设然后怎么样把视频打爆这个思路然后呢到如何快速提高五秒蒙波率然后包括抖音的平台规则算法标签我们都全讲完了其实这个已经包含了做个人IP整套的流程但是呢你在自己做的过程中肯定会遇到各种各样的问题比方说具体的文案怎么写啊每个地方措辞应该怎么做呀啊或者是说我这个变现模式有没有更好的想法呀如果你有这样的问题呢你可以把我们的线下课线下课能能得到几个好处第一首先第一个你自己无论如何自己摸索肯定是要浪费时间的对吧第一是浪费时间第二是要增加很多试错成本如果你觉得你的时间价值和你的试错成本带来的这个机会成本的足够值钱我觉得你买6980直接获取我三年的经验我觉得还是值得的这是第一个第二个呢你会获得一个跟我两天时间面对面交流的机会这两天时间能有什么价值呢我现在的对外的这个个人IP咨询的是这个收费的是一小时一万块钱那两天时间你跟我们泡在一起只要已经有问题就随时问我只要我在这啊我也跑不了你只要我在这啊你有问题我就可以回答你那这样的话基本上你省了一个咨询的钱然后呢你有自己的想法包括你自己有团队建设啊这个我做账号我不是一个人写文案一个人拍那可能我要找团队团队怎么搭建心思怎么做这些经验啊这个都是没有办法录到课程里头吗因为不是每一个人都需求这个到时候你都可以找我去做咨询所以你如果想去做个人IP然后呢你想节省时间成本想快速做出来不要去绕很多弯路然后还有一个你有很多各种各样的问题想要问我啊我给你最好的建议是报一个6980的新加克两天一夜然后我们一起把这个个人IP做起来一起在抖音上赚到钱好吧我们的整套课程就到这好再见",
    "msg": "多媒体文件转换文本成功!"
}