{
    "Title": "获取流量的方法和技巧",
    "Content": [
        {
            "Knowledge Point": "传播力是核心操作环节 视频发布有三个目的获取流量打造人设和成交",
            "Text": "好，我们这节课讲进入了核心操作环节，就是传播力。前面讲的打造IP达人的五种基本能力，这个标签、形象、知识有了之后，你需要第四个东西就是传播出去，让别人认识你。这节课就讲什么样的内容可以获取流量。  在讲传播之前，我们先要理解一个最基本的逻辑，就是发视频只有三个目的:  1. 获取流量，这种视频在所有发的视频中占60%。也就是说，十条作品有六条是为了获取流量。  2. 打造人设，这种内容占30%。不是为了获取流量，而是为了让已经关注到我的人更加信任我，从信任走向更信任。  3. 为了成交，占10%。简单说这视频发出去就是为了赚钱，要么视频上挂了小黄车，要么引流直播间成交，要么让你主动私信我或者通过其他途径找我咨询。"
        },
        {
            "Knowledge Point": "流量漏斗包括流量内容人设内容和成交内容 内容应针对目标用户潜在用户和相关用户",
            "Text": "这三种内容的逻辑是什么呢？这个东西叫流量漏斗:  - 流量内容是让用户认识你，知道你这个人。 - 人设内容是让用户认可你，从认识到认可，记住你，然后信任你。 - 成交内容是认可你之后才牵扯到成交。  很多小伙伴的内容会出现一个问题，就是全是流量内容。比如说可能你们关注到做短视频的博主，你会发现有的博主全是交知识的内容，所有的视频全是交知识。你根本不知道这是一个什么样的人，根本就不知道他有什么产品。他在视频中或者直播中从来不提他的产品。  我有一个非常好的朋友叫三先生，他直播的时候卖课就是两个小时直播一句卖货的都不吆喝。咱们说卖什么吆喝什么，一句都不吆喝。这样的话他的成交一定会很差，都不好赚钱。全是流量内容，这是一个错误。  还有一种逻辑是，我不是这个占比。刚才我说的是十条内容，那是六条流量内容、三条人设内容、一条成交内容。还有一种逻辑是我现在在做的逻辑，就是我一条视频中有六成的内容是在获取流量，有三成的内容是在打人设，有一成的内容是在做成交。  什么意思呢？比方说我做了一条视频，这条视频只有100秒，其中的60秒是在获取流量，30秒是在凸显我的人设，最后的10秒是在获取成交。"
        },
        {
            "Knowledge Point": "一条视频可以同时包含流量人设和成交内容 比例为六三一 通过案例展示专业性",
            "Text": "举个例子，这种内容可能不好做，大家了解一下就可以。比方说我这条视频讲的是如何打造个人IP，那我上来讲的就是为什么某个博主他能赚好多钱。那是跟他相同粉丝量的博主不怎么赚钱，为什么那些七万粉丝的博主一个月变现的能力还超不过十万粉丝的博主呢？原因就是因为七万粉丝那个他的个人IP偏向于网红。  你看这个是不是在讲流量？因为在讲钱，大家认识我了。好，我在讲的过程中我在讲人设，怎么讲人设呢？这条内容开始切入了。我是怎么打造IP呢？你看我曾经给谁谁谁做过一个什么样的内容，然后我给他提了一个什么建议，他采纳我这个建议之后，他怎么样能快速在一个月本来变现两万变成了变现二十万。  你看这个是不是我讲了一个我做的一个案例？我融到这个视频里头了。这一条视频融到这个视频里头，我讲了一个我的一个案例，然后它只占30%。  然后成交什么呢？我在视频的结尾我说了:'如果你也想做短视频，你为了变现发愁，然后你有一套完整的供应链，这样的话你一定要打造个人IP。而如何打造个人IP呢？我这有一套课。'所以你看我这条视频，我可能不挂小黄车，我说:'我有一套课，想要购买这套课或者是想要咨询的可以点开首页置顶的视频做详细了解。'  对吧，你看我这一个视频我就完成了60%的流量内容、30%的人设内容和10%的成交。这是比较高端的玩法。正常的玩法就是我这条视频就是纯打流量，这条视频就纯打人设，这条视频就纯打成交。它的目的就是认识、认可和成交。  所以很多小伙伴可能看我就搜我的账号'袁哥的课'，就会看见一个很有意思的事。就是我四条视频也没有挂小黄车，也没有直播，没有开过直播，但是我也一样能卖课。我卖了好几种课，然后不断的上架，可能卖个几十套、一百套我就下了，然后又卖一套课。所以因为是我的一条视频我就完成了认识、认可和成交，就已经做好了。这是两种玩法。"
        },
        {
            "Knowledge Point": "成交内容针对目标用户潜在用户针对未来可能需求相关用户扩大受众群体",
            "Text": "好，那我们根据这个同样的流量漏斗，那我们看三个流量层级基本上是出的什么样的内容。  先说这个什么是出成交内容。成交内容是目标用户喜欢听的内容。比如说你是介绍美妆的，你就直接说你卖的那个美妆就可以了。或者是比如说你是去斑的，你就直接说用这个方式就能去斑。对吧，因为他只有脸上长斑的人他才关心这个事。我脸上不长斑，我是一个男的，我根本就不关心这个事。所以成交内容一定是目标用户喜欢听的。  那中间这个流量稍微大一点的，简单说就是潜在用户喜欢听的。他不一定是得长了斑他才关注你，你有没有可能他现在没长斑，未来一年两年他就有可能会长斑呢？对吧。  举个最简单的例子，比方说你是一个做育儿的博主，你讲怎么带孩子的。那你如果讲宝宝比方说宝宝吃完奶之后怎么打奶嗝，对吧？这是生完孩子的宝妈喜欢听的。但是如果是他在怀孕期的，或者再往前他现在是在备孕期的，他是不是听这个可能是稍微早了点了？对吧，所以他就不关注你。  那怎么办呢？但是他一定是你的潜在用户嘛，对吗？他肯定是会怀孕会生孩子的，他就是你的潜在用户。那你一定要出潜在用户喜欢听的内容，这样的话流量就放大了。目标用户、潜在用户，肯定潜在用户大，对吧？  然后再有一个，怎么把流量再放大呢？就叫相关用户。什么叫相关用户？比如说还是说举这个育儿的例子，你针对的你的成交用户是生完孩子一年之内的妈妈。但是这个用户量太小了，太小了。这样的话你的视频播放量小，你的这个认识的机会就很少。  那你再放大，潜在用户咱们往前挪挪到这个孕期的宝妈，再往前挪挪到备孕期的宝妈。对吧？再往后挪挪到生完孩子不是一年以内，而是两年以内的宝妈。这样的话时间线你看是不是拉长到四年了？这个方面就叫潜在用户。  那相关用户是什么呢？就再往大了。比方说我孩子已经二十岁了，我能不能听你这个内容？这就叫相关用户。比方说是不是孩子的妈妈，而是孩子的爸爸要不要听你的内容呢？对吧？  换个思路，这就是一个思路。换个思路，比方说我讲的是什么呢？孩子如果教育不好，长大以后一定会出现这个情况。你看你孩子不光是一岁也好，你还是没有怀孕也好，马上备孕也好，还是你是孩子的爸爸也好，你什么都关心这个问题。这就叫相关用户爱听的。  但是你除了这个内容以外，你其他内容都在讲这个生完孩子一年之内的，你不用关心他。他你讲了这种内容他就关注你，导致你的用户发现骗的。不会骗的，他只是看了你这个视频给你提供了播放，给你提供了数据，但是他很可能不会关注你。因为他能看得出来你主要的是这个，而不是这个，只是用他们来换取你的数据就好了。"
        },
        {
            "Knowledge Point": "目标用户潜在用户和相关用户的内容策略 以脱发问题为例说明如何针对不同用户群体制作内容",
            "Text": "好，举例。我们是一个制脱发的，我有一套方法可以治疗脱发。那我的目标用户是谁呢？目标用户一定是已经在脱发的人，对吧？比方说男性雄性荷尔蒙分泌过多就会导致秃头嘛，对吧？雄兔。我的目标用户是男性用户。  那我的潜在用户是谁呢？潜在用户是谁呢？潜在用户一定是男性没有脱发的人，对吧？比方说年龄稍微小一点，或者是说已经像我一样已经过了30岁但是还没有脱发。我这是稀数不是脱发，还没有脱发。  好，那我的相关用户是谁呢？相关用户比方说女性。有没有可能男的脱发是他媳妇或者是他女朋友给他买的产品呢？这个是很有可能的，是吧？女朋友很可能给男朋友买这个防脱的产品，这是有的。第二个是什么？年轻人，他才十几岁，是吧？他才20岁他就已经关注脱发的问题了。你要把这个人群也拉进来，你的流量一定小不了。  好，举例什么样的内容能满足我们的要求呢？对吧？什么样的内容能满足目标用户喜欢听的？一定是直接解决他问题，直接解决他问题的。什么呢？掉头发如何解决？掉头发如何解决？以下几招快速帮助你解决。以下几招马上缓解你的脱发。这个就是目标用户爱听的。如果他不脱发不管是这个，对吧？  那什么是你潜在用户爱听的呢？潜在用户爱听的就是没有脱发的人也爱听的。就是如果你有以下几种情况，你离脱发就不远了。是不是你潜在用户？如果比方说如果你脸上爱出油，这个大便不成形，口臭，经常有口气，那你一定是什么什么什么问题，那你离脱发就已经不远了。见没见过这样的文案？所以他是潜在用户爱听的，潜在用户爱听的。  然后再往上，什么是相关用户爱听的？比如说男人脱发是不是很丑？是不是把女性用户给拉进来了？是吧？我觉得可能男的关心自己是不是很丑，可能这个另一半也会关心自己是不是很丑，对吧？这个问题。  但是年轻人，年轻人拉进来什么呢？哪些明星是脱发后植发的？当然你要拉年轻人，你得找现在的这些号称什么叫爱豆，是吧？小鲜肉。你不能说眼睛哨丘的脱发了，那拉不进年轻人来。所以你选明星的时候也得选年轻人喜欢的。你比方说某某某已经出现了，他新一代的年轻人，我就不能说明了."
        },
        {
            "Knowledge Point": "把解决问题变成预防问题可以扩大受众群体 以王老吉和脱发问题为例说明",
            "Text": "好，那怎么样才能获取更大流量呢？我们有没有具体的方法呢？跟你讲三个方法。 第一个方法叫把解决问题变成预防问题。最经典的案例叫'怕上火喝王老吉'。原来是上火了喝王老吉。王老吉凉茶就有点类似于有的地方喜欢喝菊花茶，我嗓子发炎了，我有点上火了，然后我就喝点菊花，喝点胖大海泡一下水，对吧？对吧？这是解决问题。 然后王老吉把这个事变过来了，叫'怕上火喝王老吉'。从解决问题变成预防问题，受众人群一下子变大了。 那举例脱发问题，什么是解决问题？叫解决脱发。你脱发了怎么办？预防呢？预防脱发。很简单，对吧？"
        },
        {
            "Knowledge Point": "商业和美妆行业也可以应用预防问题的策略 扩大受众群体并引导更多人关注",
            "Text": "然后第二个是商业举例。商业怎么样解决问题？什么的解决生意难做？预防的？预防生意倒闭。这两个完全不一样的人群。 比如说我现在就是一个正常的一个门店的老板，那你告诉我如何解决生意难做。但是我没有发现我的生意难做呀。我这个一个三四线城市的老板，一个月能赚比方说我们家有一亲戚一个月能赚五万块钱，一个月十万的那个成交额能赚五万块钱。他觉得生意是不如原来好做，但是也没有到难做，是吧？因为他没有你说的那个具体的问题，是吧？生意难做解决具体的问题，他没有你那个问题。 那怎么样才能让他关注你这个问题呢？就是说如果你做了以下几种行为，你的店肯定会倒闭。如果你做了这几个动作，在疫情期间你的店绝对会倒闭。对吧？这种问题叫什么呢？防止生意倒闭。他一定会关心这事的。那你说的那个难题他未必有，对吧？这就叫把流量放大。 好，再举例美妆。再举例美妆，最简单的就是脸上有斑。脸上有斑一定是有斑的人会关心。而预防生斑，我觉得所有的女性上到99岁下到19岁都会关心这事，都会关心这事。 而且我们还可以用话题让引导一部分人更关心这事。我给你举个例子，怎么用话题引导一部分人更关心这事。比如说如果你的身体出现这几种征兆，你很大概率会在生完孩子之后脸上出现黄褐斑。这会导致什么样的人群会更关注你的问题呢？他一定是生孩子前生孩子后的人。他就有点是美妆行业和育儿产业一个交集的那个点。 所以你看这个话题里头，我可以通过改其中的几个关键字就把第一把流量从小做大，第二我还把人群从纯美妆行业拉到了跟育儿交集的方向，对吧？这是一个问题。"
        },
        {
            "Knowledge Point": "利用人性弱点获取流量 贪财好色是主要方向 美女游戏娱乐和赚钱内容最受欢迎",
            "Text": "好，这是第一个方法。第二个方法叫利用人性的弱点。想要流量放大就一定要利用人性的弱点。这个事情是怎么理解的？我有一个口诀叫什么呢？叫贪财好色。 你可以看一下，不管是什么样的平台，无论是什么样的平台，什么样的内容会获取流量？ 第一，美女。毫无疑问，美女。 第二，游戏。 第三，娱乐搞笑的视频。在中国就不用说了，国外我不知道。在中国肯定不用说了，喜剧片永远是流量天花板、票房天花板，对吗？ 第四，什么样的书卖得最好？思考一下，什么样的书卖得最好？教你赚钱的。教你赚钱的书卖得最好。你去抖音上看一下，搜一下什么畅销书排行榜，前十名全是教你赚钱的。或者是说教你获取了一个什么思维，获取了一个什么认知以后你就能赚大钱。什么《塔木德》、什么《狼图腾》、《鬼谷子》，就全是这种的。 所以说只要沾四个字叫'贪财好色'。好是什么呢？第一，贪不用解释了。贪婪。比方说教你教你那个怎么找对象的，算不算贪？用最小的成本找到女朋友，算不算贪？这个最快的速度赚到钱，算不算贪？财就无所谓了，就是教你理财的，教你赚钱的，炒股票的，金融的，全是理财的。包括很多人拿这个短视频天天说你看一条狗都能赚到钱，是吧？这种的，这种要肯定是走了财的这个路。 好，什么呢？好，喜好。就是有一句话叫'有钱难买我乐意'。只要你说跟我喜好相关的，我就会关心。最比较最那个最容易理解的，比方还是举我这个行业的例子，可能大家关注的视频都能通类的都能理解这个事。 比如说你们有一些人可能关注到最近这个我们录制课程成到时候是东方甄选火了。那我如果出视频的时候我说东方甄选怎么怎么回事，然后我再说我的那套理论，就有可能你是因为关注东方甄选这个事进而说可能看看我说的有没有道理，对吗？这就是好，喜好，偏好。 或者是说比方说我说这个剪辑的手法。那我直接说剪辑的手法，一定是吸引的是这个所有关心剪辑的或者是在做视频剪辑有问题的人才会听我这个。但是我如果说以下五种方法是好莱坞大片必用的剪辑手法，是不是喜欢好莱坞大片的人可能都得看看这个这五种方法我有没有在电影里头看着？因为他可能根本就不关心剪辑怎么做，但是流量一下就放大了，因为好莱坞剪辑那个是最大的，对吧？这个是好。 最后一个是色，不用说了，这个就很好理解了。"
        },
        {
            "Knowledge Point": "失去心理贪婪心理和恐惧心理是三种主要的人性弱点 可以用于制作吸引人的内容",
            "Text": "好，利用人性的弱点。那我们总结除了这三个以外，我们还有其他的。咱们先看这三个： 第一，失去心理。就是与其人去获得一个东西，让他更难受的是他失去一个东西。也就是说这个人他赚一块钱的高兴程度，是完全抵不上他丢一块钱的那个难过程度的。丢掉一块钱的难受程度应该是获取一百块都带不回来的。你明白这个逻辑吗？这就叫失去心理。 然后脱发我们用失去心理怎么做？叫男人三十岁开始脱发了，是不是丑了吗？哎，一招就一招教你怎么解决。啊，那是丑了吗？失去的什么？失去的是好身体，对不对？失去的是好身体。 啊，咱们再换个行业例子。比方说健身，如果你吃以下五种垃圾，那你的身体将会怎么怎么样发生什么样的变化。这个是失去心理。 好，我们再去再说下一个心理，贪婪心理。贪婪心理是只要跟商业相关的，只要跟赚钱相关的，只要跟省事相关的，全都可以用贪婪心理。啊，咱们先举一个例子，商业。在家就能做的月入两三万的小项目。这就是典型的贪婪心理。贪婪心理用的是什么呢？第一叫行动成本足够低，叫在家就能做。第二叫获取的结果足够诱人，叫月入两万的小项目。这是商业。 再举个例子，比方说啊，怎么用贪婪心理的？比方说你去丈母娘家，然后你怕你丈母娘为难你。那我们可以出一个什么样的贪婪心理呢？叫三招小技巧轻松搞定难缠的丈母娘。哎，你看他贪婪心理贪婪在哪呢？叫三招小技巧，一点都不难啊。就是你学了这个立马就能搞定，这叫三招小技巧，对吧？用的是贪婪心理。啊，贪婪心理简单说就是低行动成本加不成正比的那个预期的结果。啊，这个是贪婪心理。 好，我们再说最后一个心理叫恐惧心理。恐惧心理啊，恐惧心理其实大家可能会这个比较搞混的是焦虑。啊，焦虑，焦虑心理也是不错的。啊，就是不要让孩子输在起跑线上，叫焦虑。但是恐惧比焦虑还要狠。焦虑是什么呢？焦虑是我担心这个。是恐惧已经到了害怕了。啊，所以你看这个美妆，不会化妆和保养的女人，他的老公抛弃他只是时间的问题。这个都不是焦虑了，这我觉得已经牵扯到恐惧了。啊，害怕了，对吧？ 这就是我们先提到的三种利用人性弱点：失去心理、贪婪心理和恐惧心理。"
        },
        {
            "Knowledge Point": "蹭大款即蹭热点包括蹭明星蹭产品和蹭热点 可以借助他人流量扩大自身影响力",
            "Text": "好，这是第二种方法。第三种方法叫蹭大款。啊，也俗称叫蹭热点。蹭热点有几种蹭法： 第一种叫蹭明星。啊，谁有名我蹭谁。第一种娱乐明星，这个就很常见了。还有一种什么明星呢？叫名人。比方说罗永浩，比方说俞敏洪。啊，比方说什么道胜和夫。啊，巴菲特。比方说我去讲一个财经的知识，我说巴菲特理财的知识。这就叫蹭热点，蹭到巴菲特的流量。这是第一种蹭，叫蹭的是人的流量。 第二种蹭的是什么呢？是蹭的产品的流量。什么意思呢？比方说我做了一款这个包，我这款包呢叫吊打爱马仕。是不是我就蹭到了爱马仕的流量？我说这款包叫吊打爱马仕，是吧？蹭到爱马仕的产品的流量。这是第二个，蹭产品。 第三个是什么呢？热点。很好理解了。比方说比方说人教版这个插画的问题。啊，前段时间出的人教版插画的问题。那我们怎么蹭到这个流量呢？比方说我这个行业。啊，这个教你做个人IP。我就可以说这个美利坚是如何打造一个英雄的，就像他是如何灭掉一个国家的英雄的。就是人，我可以说人教版插画这个事。 你看他得跟我这个相关啊。我不能只是评价这个人教版插画，那这我说的这个东西已经跟我这个不相关了。我得跟他说相关相关的还要提升我的专业性。怎么办呢？我就说他做这件事情为的就是灭掉你们国家的对你们自己民族英雄的信仰，让你觉得你们国家没有英雄，从而你这个民族就完蛋了。那同时我还说的是他们怎么打造他们国家的英雄的，让全世界都喜欢上美国，觉得美国拯救大兵瑞恩里边的米勒上校他们是正义的。对吧？他们是怎么打造超级英雄的，让全世界都喜欢超级英雄，从而喜欢美国。  那就是第一你看体现我的专业性，第二我还蹭到了人教版插画的那个逻辑，对吧？这叫蹭大款。啊，三种。第一种蹭明星蹭名人，第二种蹭产品，第三种蹭热点。"
        },
        {
            "Knowledge Point": "以脱发问题为例说明如何蹭明星和产品 通过揭露明星隐形脱发或某些产品导致脱发来获取流量",
            "Text": "好，我们再具体分析啊。第一个脱发，脱发问题。脱发问题我们怎么蹭明星？有哪些明星是隐形脱发啊？头发都是植的。这是蹭明星。  那我们能不能蹭产品？想一下能不能蹭产品？能不能蹭产品？就是什么样的产品会导致男性脱发？什么样的产品会导致男性脱发？当然出这个你有证据啊，你说这是我这是我说的。啊，但是你出这个是有证据。你只要有证据你说你女性用某某化妆品会导致大量脱发。啊，那这个视频必爆。我跟你讲，这是巨大的流量。  我前段时间好像刷到了一个视频就是讲一个人因为脱发发际线特别越来越高越来越高。后来他发现他听了一个说法就是不用洗发水，头发就会变回来。他结果他不用洗发水，结果他前面突了这块居然长出来了。那这个视频就是用了什么呢？用了蹭了产品的流量。只要他的视频里头说他曾经用了某某某品牌的洗发水，这条视频必爆。他如果不说他用了某某某品牌洗发水，这条视频流量一般。"
        },
        {
            "Knowledge Point": "蹭热点流量方法包括蹭明星产品和热点事件",
            "Text": "啊，这就要蹭流量，蹭产品的流量。好，我们能不能蹭热点的流量？能不能蹭热点流量？比方说，举个例子，大家仅供参考啊，这是举例啊。前段时间吴亦凡出事了，咱们能不能测吴亦凡有没有吴亦凡这种热点有没有脱发？这是一个热点，对吗？蹭的是这个热点。比方说，啊，咱们再蹭人教版那话这个逻辑。人教版里边你会发现有的小朋友他的头发为什么是那样的？那我们从脱发这个逻辑来讲，他们为什么是这样的？他画的那个画他不太符合中国小朋友的头发的样子，他是从发型上跟发量上他都不符合我们的逻辑。那他为什么是这样的？就是引入了脱发的逻辑，就是他把小朋友化成了中年秃顶男，对吧？我们也可以不可以蹭到蹭到这个路这个热点流量，对吧？这是第一个。"
        },
        {
            "Knowledge Point": "商业内容可以蹭热点如新东方转型和资本运作",
            "Text": "好，我们再讲第二个，商业。商业为什么于敏洪带领新东方又一次起死回生？因为他做对了这五件事。啊，其实我就想说那五件事，你做商业做五件事。但是我就把于敏洪带领新东方起死回生这事又套进去了。这是讲商业逻辑。还有一个最好的话题，啊，我给最近给我那个学儿提的。啊，就是讲金融。啊，就是这个事根本跟那个直播带货没有太大关系，完全是资本的局。啊，完全是资本的局。你就给他讲这个里边是谁谁谁资本运作怎么弄，也是非常OK的。啊，也是非常OK的。"
        },
        {
            "Knowledge Point": "蹭产品流量可以分析知名品牌的营销策略",
            "Text": "第三个，对，咱们再讲这个怎么蹭产品。商业太好蹭产品了。比方说，怕上火喝王老吉。啊，分析他是咋弄的。这个什么找工作和老板谈，他是怎么弄的？他从slogan或者从他的产品定义上是怎么做的？这不全是蹭的产品的逻辑吗？对吧？小罐茶大师做，那这个小罐茶是怎么设计的商业逻辑？就是因为小罐茶这个东西已经火了，对吧？蹭产品肯定没问题。啊，然后再一个化妆品。化妆品什么？近四十岁的杨幂化妆品。近四十岁的杨幂依然没有皱纹。啊，原来他用了这三款化妆品。这是蹭的谁？这是双蹭。第一杨幂，第二三款化妆品，对吧？这三款化妆品他一定是有名的。如果你说了三款非常没有名的，没有名的大家一般人不知道的化妆品。啊，但是你确定确实是杨幂用的，那你只蹭到了杨幂。然后三款化妆品你要是挂小黄车，决定能卖爆。啊，这是逻辑。这是蹭明星的，是吧？"
        },
        {
            "Knowledge Point": "蹭产品流量可以对比知名品牌或吐槽热门产品",
            "Text": "我还可以蹭什么呢？蹭产品。比方说刚才我刚才就已经提到了这个吊打爱马仕。我吊打杨树林。啊，吊打那个什么纪凡熙。啊，都没问题。所以这是蹭大款。啊，第三种模式。好，我们已经讲了如果把放流量放大的三种模式。这就是提高传播力把流量放大的三种方法。好，下一节课讲流量放大之后如何提高自己的倍数，也就是说武力中的最后一力叫倍数力。"
        }
    ]
}