[
    {
        "Title": "Essential Functions and Features for New Users",
        "Keywords": [
            "Xiaohongshu",
            "new users",
            "features",
            "functions"
        ],
        "Content": "New users on Xiaohongshu should familiarize themselves with several essential functions and features to optimize their experience. Start by navigating to the 'Creator Center' through the three-bar icon on your profile. This section provides access to various tools for data analysis and content creation. As your follower count grows, more features will unlock. The 'Creator Academy' offers official tutorials that cover common issues and best practices. Watching these tutorials can significantly enhance your understanding of the platform's rules and effective content strategies. Additionally, the 'Note Inspiration' page highlights trending topics and activities, which can help you stay relevant and gain more visibility. For content creation, remember that text notes can include up to 1,000 characters and 18 images, while video notes can be uploaded through the web interface. Understanding these basic functionalities will help you avoid common mistakes and make the most of Xiaohongshu's features."
    },
    {
        "Title": "Content Creation and Posting Guidelines",
        "Keywords": [
            "content creation",
            "posting guidelines",
            "Xiaohongshu"
        ],
        "Content": "Creating and posting content on Xiaohongshu requires adherence to specific guidelines to ensure optimal engagement and compliance. For image posts, use a 3:4 aspect ratio for the best results, as the platform standardizes all images based on the first one uploaded. Videos can have various aspect ratios, including 16:9, 9:16, and 3:4. Text notes should be concise, with a maximum of 1,000 characters, and can include up to 18 images. It's advisable to draft your content on a computer and then transfer it to your mobile device for posting. For video posts, Xiaohongshu allows for more flexibility, including features like custom thumbnails and scheduled publishing, once you have at least 500 followers. Regularly updating your content and maintaining high quality is crucial. Avoid low-quality updates just to meet a daily posting quota. Instead, aim for at least one to two high-quality posts per week. Understanding these guidelines will help you create engaging content that adheres to platform standards."
    },
    {
        "Title": "Avoiding Violations and Enhancing Account Health",
        "Keywords": [
            "account health",
            "violations",
            "Xiaohongshu"
        ],
        "Content": "Maintaining a healthy account on Xiaohongshu involves understanding and adhering to the platform's rules and guidelines. Avoid engaging in practices like buying followers or using bots, as these can lead to penalties. Be cautious about the content you post; avoid topics related to illegal activities, explicit content, or misleading information. If your account experiences issues like reduced visibility or engagement, check if your content has been indexed by searching for your post titles or keywords. If your content is not appearing in search results, it may have been flagged for violations. In such cases, contact customer support for clarification and follow their recommendations for resolving the issue. Additionally, avoid using misleading terms or symbols to bypass content filters, as this can also result in penalties. Regularly review the platform's community guidelines and stay updated on any changes to ensure your content remains compliant. By following these practices, you can maintain a healthy account and enhance your visibility on Xiaohongshu."
    }
]