[
    {
        "Title": "Technical Preparation for Xiaohongshu E-commerce",
        "Keywords": [
            "technical preparation",
            "Xiaohongshu",
            "e-commerce"
        ],
        "Content": "The first part of the Xiaohongshu e-commerce course focuses on technical preparation, especially for those who are new to the platform. This section is divided into two lessons, each lasting 15 to 20 minutes. The initial lesson covers the basic structure of Xiaohongshu e-commerce, which includes three main components: consumers, sales channels, and merchants. Consumers are the general users of Xiaohongshu who can potentially purchase products. Sales channels are divided into the Xiaohongshu Mall and Xiaohongshu accounts, where products can be sold directly to consumers. Merchants are responsible for providing products, handling shipping, and customer service. Understanding these components is crucial for effectively navigating and utilizing the Xiaohongshu platform for e-commerce."
    },
    {
        "Title": "Sales Channels on Xiaohongshu",
        "Keywords": [
            "sales channels",
            "Xiaohongshu Mall",
            "Xiaohongshu accounts"
        ],
        "Content": "Xiaohongshu offers two primary sales channels: the Xiaohongshu Mall and Xiaohongshu accounts. The Xiaohongshu Mall is accessible through the app's navigation bar, where users can browse and purchase products directly. This channel eliminates intermediaries, connecting consumers directly with merchants. Additionally, products can be discovered through search and browsing features within the app, often appearing as links in user-generated content. Xiaohongshu accounts are another sales channel, divided into 'buyer accounts' and 'store accounts.' Buyer accounts are professional accounts used by influencers to promote products from various stores, earning commissions on sales. Store accounts, on the other hand, are linked to specific stores and sell their own products. These accounts can utilize notes, live streaming, and direct links to drive sales. Understanding these sales channels is essential for effectively marketing and selling products on Xiaohongshu."
    },
    {
        "Title": "Merchant Operations on Xiaohongshu",
        "Keywords": [
            "merchant operations",
            "store setup",
            "product sourcing"
        ],
        "Content": "Merchant operations on Xiaohongshu involve setting up a store, sourcing products, and managing sales. There are three types of stores: personal stores, individual business stores, and enterprise stores. Personal stores are simpler and do not support distribution, while individual business and enterprise stores can engage in distribution and have more complex operations. Merchants can sell products through their store's traffic, notes, and live streaming. Additionally, they can collaborate with influencers for product distribution. However, managing such collaborations requires a dedicated team and strong supply chain capabilities. For those new to Xiaohongshu, it is recommended to start with a personal or individual business store, focusing on sourcing products from reliable suppliers and gradually building a presence on the platform. Regular updates and adaptations to platform changes are crucial for sustained success."
    }
]