[
    {
        "Title": "Setting Up Xiaohongshu's Spotlight",
        "Keywords": [
            "Xiaohongshu",
            "Spotlight",
            "Setup"
        ],
        "Content": "To set up Xiaohongshu's Spotlight, first, log in to the platform by visiting ad.xiaohongshu.com and scanning the QR code with your Xiaohongshu app. Once logged in, navigate to the 'Promotion Qualification Certification' section and click on it. You will then need to add your industry qualification by selecting your industry category, such as 'Beauty and Hairdressing' under 'Life Services.' Upload the necessary documents, such as your health permit, and enter the validity date. After uploading, you need to recharge your account with at least 2000 yuan. This is essential as the platform does not allow you to create new advertisements without this initial deposit. Once the recharge is complete, you can start promoting your services or products on Xiaohongshu."
    },
    {
        "Title": "Industry Qualification Certification",
        "Keywords": [
            "Certification",
            "Industry Qualification",
            "Xiaohongshu"
        ],
        "Content": "The industry qualification certification is a crucial step in setting up your Xiaohongshu Spotlight account. After logging in, you need to navigate to the 'Promotion Qualification Certification' section. Here, you will add your industry qualification by selecting the appropriate category for your business. For example, if you are in the beauty and hairdressing industry, you would select 'Beauty and Hairdressing' under 'Life Services.' You will then need to upload relevant documents, such as your health permit, to verify your business's legitimacy. Additionally, you must enter the validity date of these documents. This certification process ensures that your business meets the necessary standards and is eligible to promote on Xiaohongshu. Without completing this step, you will not be able to proceed with creating advertisements or promoting your services on the platform."
    },
    {
        "Title": "Recharging Your Xiaohongshu Account",
        "Keywords": [
            "Recharge",
            "Xiaohongshu",
            "Account Setup"
        ],
        "Content": "Recharging your Xiaohongshu account is a mandatory step to start promoting your business on the platform. After completing the industry qualification certification, you need to recharge your account with at least 2000 yuan. This initial deposit is necessary because the platform does not allow you to create new advertisements without it. To recharge, click on the 'Recharge' button at the top of the page and follow the instructions to complete the payment. Once the recharge is successful, you will have access to the advertisement creation tools and can begin promoting your services or products. This step ensures that you have sufficient funds to run your campaigns and reach your target audience effectively on Xiaohongshu."
    }
]