 [
        {
            "Title": "Food Photography Angles",
            "Keywords": ["food photography", "angles", "composition"],
            "Content": "To capture stunning food photos, consider using different angles. A flat lay, where the camera is level with or slightly above the table, is ideal for showcasing the main subject and side details of layered foods like cakes and cocktails. An overhead shot, taken directly from above, is perfect for capturing intricate details or beautifully arranged plates, such as pizzas. This angle also allows you to include surrounding elements for a complete table view. A diagonal shot, with the camera positioned above and to the side of the food, captures both surface details and the relationship between foreground and background, adding depth and dimension to the image."
        },
        {
            "Title": "Lighting for Food Photography",
            "Keywords": ["food photography", "lighting", "natural light"],
            "Content": "For optimal food photography, natural light is best. When dining during the day, choose a spot near a window or outdoors. Use side or backlighting to highlight textures and details. If the sunlight is too harsh, diffuse it with a white curtain or background cloth to soften the light. In low-light conditions, use a desk lamp or another phone's flashlight for additional lighting. Avoid using the camera's flash, as it can create harsh reflections and glare, making the food look unappetizing. Post-processing can also help adjust exposure and shadows to enhance the final image."
        },
        {
            "Title": "Food Photography Composition",
            "Keywords": ["food photography", "composition", "background"],
            "Content": "Maintaining a clean and tidy background is crucial for food photography. Avoid clutter such as food scraps, bones, or napkins. Common composition techniques include center point composition, diagonal composition, triangular composition, repetitive composition, and curve composition. Always take close-up shots to highlight the food's texture and gloss, making the image more enticing. Use props like elegant tableware, different tablecloths, and background boards to add variety and style. Fresh flowers, dry flowers, magazines, and other small props can also enhance the scene. For a cohesive look, use the same editing preset for all photos, adjusting shadows, highlights, and color temperature as needed."
        }
    ]
