[
    {
        "Title": "Types of Xiaohongshu Stores",
        "Keywords": [
            "Xiaohongshu",
            "store types",
            "e-commerce"
        ],
        "Content": "Xiaohongshu offers several types of stores, each with its own set of requirements and benefits. The main types include personal stores, individual stores, enterprise stores, specialty stores, and invitation-only stores. Personal stores are the easiest to set up, requiring only a personal ID and no business license. They are convenient and quick to establish but have limitations in terms of the number of stores one can open. Individual stores require a business license and can be upgraded from personal stores. They allow for more flexibility and the ability to open multiple stores under the same license. Enterprise stores are more formal and require a business license and a higher deposit. They offer more credibility and are suitable for larger operations. Specialty stores and flagship stores require brand authorization and are designed for businesses that want to focus on a single brand or multiple brands under one umbrella. Invitation-only stores are for well-known brands and require special approval from Xiaohongshu. Each type of store has its own advantages and disadvantages, and the choice depends on the business's scale, resources, and goals."
    },
    {
        "Title": "Setting Up a Xiaohongshu Store",
        "Keywords": [
            "Xiaohongshu",
            "store setup",
            "e-commerce"
        ],
        "Content": "Setting up a Xiaohongshu store involves several steps, depending on the type of store you choose. For a personal store, you only need a personal ID and can set up the store quickly without any fees. For an individual store, you need a business license and can upgrade from a personal store. The process involves filling out the necessary information, uploading the business license, and paying a deposit. Enterprise stores require more documentation, including a business license and a higher deposit. The setup process is similar but involves more steps to verify the business's legitimacy. Specialty stores and flagship stores require brand authorization, which involves providing proof of brand ownership or authorization. The setup process for these stores is more complex and may require additional documentation. Invitation-only stores are set up through a special approval process by Xiaohongshu and are typically reserved for well-known brands. Regardless of the store type, it's essential to follow Xiaohongshu's guidelines and provide accurate information to ensure a smooth setup process."
    },
    {
        "Title": "Deposits and Fees for Xiaohongshu Stores",
        "Keywords": [
            "Xiaohongshu",
            "deposits",
            "fees"
        ],
        "Content": "The deposits and fees for Xiaohongshu stores vary depending on the type of store and the products being sold. Personal and individual stores generally require a lower deposit, typically around 1,000 RMB. Enterprise stores require a higher deposit, usually around 2,000 RMB or more. Specialty stores and flagship stores have even higher deposit requirements, often starting at 20,000 RMB. The deposit amount can also vary based on the product category. For example, high-value items like jewelry or electronics may require a higher deposit. Xiaohongshu also offers a floating deposit system, where the deposit amount is adjusted based on the store's monthly sales. If the sales exceed a certain threshold, the deposit amount increases. This system ensures that the deposit is proportional to the store's sales volume. It's important to budget for these deposits and fees when planning to open a Xiaohongshu store. Additionally, some store types may have annual fees for certifications, such as the Blue V certification for individual stores. Understanding these costs is crucial for effective financial planning and ensuring the store's sustainability."
    }
]