[
    {
        "Title": "Setting Up Search Ads",
        "Keywords": [
            "search ads",
            "setup",
            "keywords"
        ],
        "Content": "To set up search ads, start by selecting 'Customer Acquisition' and then choose 'Search Promotion.' You have two options: 'Smart Placement' and 'Standard Placement.' 'Smart Placement' automatically matches keywords for you, which is useful if you're not confident in selecting keywords. However, 'Standard Placement' allows for more precise keyword targeting. Next, decide between 'Notes' and 'Landing Pages.' 'Notes' are generally used for regular promotions, while 'Landing Pages' are suitable for campaigns like franchise recruitment. Set your campaign dates and advanced settings, such as time slots and budget controls. Add your notes, selecting those with high interaction rates. Use 'Smart Keyword Suggestions' to get keyword recommendations based on your content. Ensure your keywords are relevant and avoid unrelated terms. For example, if you're targeting a local audience, don't include keywords for other cities. Finally, review and adjust your bid prices to ensure your ads run efficiently without overspending."
    },
    {
        "Title": "Optimizing Keywords for Search Ads",
        "Keywords": [
            "keywords",
            "optimization",
            "search ads"
        ],
        "Content": "Optimizing keywords is crucial for the success of your search ads. Start by using 'Smart Keyword Suggestions' to get initial keyword ideas. These suggestions are based on your existing content and can help you identify relevant terms. Additionally, use 'Keyword Expansion' to find related keywords. For example, if you're promoting hair treatments, related keywords might include 'best hair treatments,' 'how to wash hair,' and 'hair treatment costs.' Ensure your keywords are specific to your target location to avoid irrelevant traffic. For instance, if you're targeting Nanning, avoid keywords related to other cities. You can also use 'Keyword Packages' for specific industries, such as luxury goods or outdoor equipment. Regularly review and update your keywords to keep them relevant and competitive. By carefully selecting and optimizing your keywords, you can improve the performance of your search ads and reach a more targeted audience."
    },
    {
        "Title": "Managing Bid Prices and Budget",
        "Keywords": [
            "bid prices",
            "budget management",
            "search ads"
        ],
        "Content": "Managing bid prices and budget is essential for running effective search ads. Start by setting a lower bid price and gradually increase it if your ads are not getting enough impressions. For new accounts, you might start with a higher bid to gain initial traction but monitor your budget closely. Aim to spend your budget evenly throughout the day. For example, if your budget is $100 and your bid is $85, check how quickly your budget is being spent. If it runs out in just a few hours, your bid might be too high, and you should lower it slightly. Conversely, if it takes too long to spend your budget, increase your bid. The goal is to find a balance where your budget is spent efficiently over a reasonable period, typically around 8 hours. Regularly monitor and adjust your bid prices to ensure optimal performance and cost-effectiveness."
    }
]