[
    {
        "Title": "Understanding Advertising Channels on Xiaohongshu",
        "Keywords": [
            "advertising channels",
            "Xiaohongshu",
            "income"
        ],
        "Content": "Understanding advertising channels on Xiaohongshu is crucial for maximizing your income. There are two main types of channels: passive and active. Passive channels include brands reaching out to you via private messages or emails. To leverage this, ensure your contact information, especially your email, is visible on your profile. Another passive channel is the 'Pugongying' platform, which requires at least 1,000 followers to start receiving offers. Active channels involve proactively seeking collaborations. This can be done through WeChat groups where collaboration opportunities are posted, or by following PR professionals and responding to their posts. Additionally, WeChat mini-programs can be used to find collaboration opportunities. By diversifying your advertising channels, you increase your chances of securing more deals and boosting your income."
    },
    {
        "Title": "Setting the Right Price for Your Services",
        "Keywords": [
            "pricing",
            "services",
            "Xiaohongshu"
        ],
        "Content": "Setting the right price for your services on Xiaohongshu is essential for ensuring fair compensation. The pricing should be based on your follower count and engagement metrics. For instance, if you have 1,000 to 5,000 followers, you can charge between 100 to 200 RMB per post. For 5,000 to 10,000 followers, the rate can be 200 to 500 RMB per post. If you have 10,000 to 50,000 followers, you can charge between 500 to 2,000 RMB per post. It's important to adjust your rates based on your engagement levels. If your recent posts have higher engagement compared to your peers, you can increase your rates by 20% to 50%. Conversely, if your engagement is lower, consider reducing your rates. Always ensure to confirm the price in writing before starting any collaboration to avoid misunderstandings."
    },
    {
        "Title": "Negotiating and Finalizing Deals",
        "Keywords": [
            "negotiation",
            "deals",
            "Xiaohongshu"
        ],
        "Content": "Negotiating and finalizing deals on Xiaohongshu involves several steps to ensure a smooth collaboration. Initially, when a brand contacts you, they will inquire about your willingness to collaborate, the suitability of the product, and your availability. Once these aspects are agreed upon, the brand will send the product for you to create content. Before publishing, always send the draft to the brand for approval to avoid multiple revisions. Confirm the collaboration details in writing, including the price, posting timeline, and whether the product needs to be returned. Additionally, clarify whether the post will be reported on the 'Pugongying' platform, as this affects the price and payment timeline. After publishing, promptly share the post link with the brand and actively engage in the comments section to enhance the post's performance. For payment, it's advisable to agree on the terms beforehand, whether it's before or after publishing. By following these steps, you can ensure a successful and professional collaboration."
    }
]