 [
        {
            "Title": "Internal Product Selection Methods",
            "Keywords": ["internal product selection", "Xiaohongshu", "Huitun Data"],
            "Content": "Hello everyone, in this lesson, we will discuss how to select products both internally and externally. First, let's talk about internal product selection. We can use a computer to search for Huitun Data, a third-party data software for Xiaohongshu. By scanning the QR code with WeChat, you can log in to Huitun Data. New users have a seven-day free trial. After logging in, select the 'Hongshu' version and click on the product rankings. Here, you can find product categories and search keywords to find the products you need. Huitun Data provides real-time updates, making it a reliable tool for internal product selection."
        },
        {
            "Title": "External Product Selection Methods",
            "Keywords": ["external product selection", "Xiaohongshu", "Chanmama"],
            "Content": "Next, let's discuss external product selection methods. We can use a third-party tool called Chanmama. After logging in, select 'Chan Xiaohong,' which is a decision-making platform for Xiaohongshu marketing data. Here, you can find data on influencers, notes, brands, and categories. You can search based on category tags or the niche of your account. It's advisable to look at daily, weekly, and monthly rankings. When selecting products, choose those that have been popular in the last seven days. Chanmama helps you find suitable categories and products based on real-time data."
        },
        {
            "Title": "Combining Douyin for Product Selection",
            "Keywords": ["Douyin product selection", "Xiaohongshu", "cross-platform"],
            "Content": "In addition to Huitun Data and Chanmama, you can also refer to popular products on Douyin. The traffic on Douyin and Xiaohongshu is often interconnected. Products that are popular on Douyin can also become popular on Xiaohongshu. Therefore, you can search for trending products on Douyin and cross-reference them with Xiaohongshu data. This approach helps you understand market trends better and choose products with higher potential. Combining data from both platforms ensures a more comprehensive product selection strategy."
        }
    ]
