[
    {
        "Title": "Xiaohongshu's Content Inclusion Criteria",
        "Keywords": [
            "Xiaohongshu",
            "content inclusion",
            "criteria"
        ],
        "Content": "Xiaohongshu's algorithm for including content involves several steps. First, your content must not violate any marketing or plagiarism rules. Common violations include overly promotional content, such as real estate listings with explicit rental prices. To check if your content is included, you can search for your title, check the topics you've added, or try promoting it through Xiaohongshu's paid promotion service. If your content is not included, it will have very low views, often fewer than 50. New accounts may take longer to have their content included, sometimes over 12 hours, as the platform needs to verify the account's legitimacy. Consistently low views indicate that your content is not being included, which could be due to violations or the platform's cautious approach to new accounts."
    },
    {
        "Title": "Xiaohongshu's Multi-Level Browsing Algorithm",
        "Keywords": [
            "Xiaohongshu",
            "browsing algorithm",
            "multi-level"
        ],
        "Content": "Xiaohongshu's browsing algorithm consists of eight levels. Initially, the algorithm focuses on your content's click-through rate (CTR). High CTR can lead to increased exposure, even if the content lacks engagement like likes or comments. For example, content with a high CTR but no interaction can still receive around 2,000 views. As your content progresses through the levels, the algorithm starts to consider engagement metrics such as likes, comments, and shares. The highest level of exposure can reach up to 5 million views, but such high exposure often results in less targeted traffic. If your content's views stagnate for 24 hours, it indicates that the algorithm has stopped promoting it. However, content can be 'revived' if it becomes relevant again, such as during seasonal events or trending topics."
    },
    {
        "Title": "User-Generated Content vs. Professional Content",
        "Keywords": [
            "UGC",
            "professional content",
            "Xiaohongshu"
        ],
        "Content": "Xiaohongshu is primarily a user-generated content (UGC) platform, not a professional e-commerce site. This means that content created by everyday users often performs better than professionally produced content. Users prefer relatable, authentic posts over high-quality, commercial images. For example, a simple mirror selfie can attract more engagement than a professionally shot product photo. This preference is due to Xiaohongshu's user base, which values authenticity and relatability. The platform's users are generally well-educated and dislike being talked down to. Successful Xiaohongshu influencers often adopt a friendly, conversational tone, similar to chatting with a friend. Therefore, to succeed on Xiaohongshu, focus on creating genuine, relatable content rather than polished, commercial posts."
    }
]