[
    {
        "Title": "Setting Up Store Coupons on Xiaohongshu",
        "Keywords": [
            "store coupons",
            "Xiaohongshu",
            "setup"
        ],
        "Content": "To set up store coupons on Xiaohongshu, first, open the Xiaohongshu Merchant App. Navigate to 'All Tools' and scroll down to find 'Coupons.' Click on the 'plus' icon to add a new coupon. There are two types of coupons: specific product coupons and store-wide coupons. For broader reach, select 'Automatic Promotion Across the Network.' If you want to grow your followers quickly, you can choose 'Fans Exclusive Coupons,' which are only available to users who follow your account. After selecting the type, proceed to the next step where you can name the coupon, such as 'New Store Benefit.' Set the discount amount based on your pricing strategy. For example, if you sell sandals for 9.9 yuan, you can set the original price at 19.9 yuan and offer a 10 yuan discount, making the final price 9.9 yuan. This creates a perception of a good deal for the customer. Set the start and end dates for the coupon's validity, typically within 7 days. You can also set the total number of coupons available and the limit per customer. Save the settings to activate the coupon. If you need to cancel or correct the coupon, click on the three dots next to the coupon and select 'End Activity.'"
    },
    {
        "Title": "Types of Coupons and Their Benefits",
        "Keywords": [
            "coupon types",
            "benefits",
            "promotion"
        ],
        "Content": "There are two main types of coupons you can set up on Xiaohongshu: specific product coupons and store-wide coupons. Specific product coupons are designed for individual items, making them ideal for promoting particular products. Store-wide coupons, on the other hand, apply to all items in your store, encouraging broader shopping. Additionally, you can choose 'Fans Exclusive Coupons' to reward followers, which can help increase your follower count. Each type of coupon serves a different purpose. Specific product coupons are great for clearing out inventory or boosting sales of a new product. Store-wide coupons can increase overall sales and average order value. Fans Exclusive Coupons create a sense of exclusivity and reward loyalty, which can lead to higher engagement and repeat purchases. By strategically using these different types of coupons, you can effectively drive sales and grow your customer base."
    },
    {
        "Title": "Optimizing Coupon Settings for Maximum Impact",
        "Keywords": [
            "coupon settings",
            "optimization",
            "impact"
        ],
        "Content": "Optimizing your coupon settings is crucial for maximizing their impact. Start by setting a compelling discount that makes the customer feel they are getting a good deal. For example, if a product is priced at 19.9 yuan, offering a 10 yuan discount to bring it down to 9.9 yuan can make it more attractive. Set a clear start and end date for the coupon's validity, typically within 7 days, to create a sense of urgency. Limit the total number of coupons available to create scarcity, but avoid setting too restrictive limits on how many each customer can claim. This encourages customers to act quickly and make a purchase. Regularly review the performance of your coupons and adjust the settings as needed to ensure they are meeting your sales goals. By fine-tuning these settings, you can create effective promotions that drive sales and enhance customer satisfaction."
    }
]