[
    {
        "Title": "Conducting Market Research",
        "Keywords": [
            "market research",
            "competitor analysis",
            "industry keywords"
        ],
        "Content": "Conducting market research involves several key steps. First, use platforms like Douyin to search for industry keywords. This is because Douyin's knowledge payment content is often ahead by two to three years compared to Xiaohongshu. By identifying mature products on Douyin, you can anticipate future trends on Xiaohongshu. Additionally, Douyin's commercial monetization loop is more complete, making it easier to see product sales. On Xiaohongshu, search for industry keywords to find benchmark accounts and check their products, such as columns and stores. Join their private groups to see what they are selling. Use niche apps like Lizhi Microclass and Taobao to search for industry keywords and analyze the courses available. This comprehensive approach helps you understand what products are popular and how they are marketed."
    },
    {
        "Title": "Analyzing Competitor Products",
        "Keywords": [
            "competitor products",
            "Douyin",
            "Xiaohongshu"
        ],
        "Content": "Analyzing competitor products is crucial for understanding market trends and consumer preferences. On Douyin, search for keywords related to your industry and look for products with personal avatars, as these are usually created by individual accounts. Calculate the total sales by multiplying the price by the number of items sold. This gives you an idea of the product's market performance. Similarly, on Taobao, search for keywords and analyze the courses available. Look for recurring names and products to identify popular items. This method helps you understand what types of products are in demand and how they are priced. By studying these products, you can identify gaps in the market and opportunities for innovation."
    },
    {
        "Title": "Creating Effective Knowledge Payment Products",
        "Keywords": [
            "knowledge payment",
            "product creation",
            "market trends"
        ],
        "Content": "Creating effective knowledge payment products involves understanding market trends and consumer needs. Avoid creating highly standardized products like recorded courses, as they are easily replaceable and often available cheaply on platforms like Taobao. Instead, focus on non-standardized elements such as personalized services and real-time interactions. Ensure your product includes practical, actionable content that users can directly apply. Use real-life examples and case studies to support your points, making your content more credible and relatable. Additionally, design your product to encourage user engagement and feedback, which can help you refine and improve your offerings. By focusing on these aspects, you can create a knowledge payment product that stands out in the market and meets the needs of your target audience."
    }
]