[
    {
        "Title": "Using Search Bar for Product Selection",
        "Keywords": [
            "search bar",
            "product selection",
            "hot search list"
        ],
        "Content": "To select products on Xiaohongshu using the mobile app, start by opening the search bar. Enter the product category you are interested in, such as 'phone cases.' The search results will display a hot search list if available. This list shows the most popular products in that category. Focus on the top-ranked items as they are likely to be in high demand. Once you identify these products, you can cross-reference them on other e-commerce platforms like Pinduoduo or Taobao to compare prices and availability. This method helps you identify trending products that have a higher chance of selling well."
    },
    {
        "Title": "Filtering and Analyzing Notes",
        "Keywords": [
            "filtering",
            "analyzing notes",
            "user feedback"
        ],
        "Content": "After identifying potential products, the next step is to filter and analyze related notes on Xiaohongshu. Use the search term, such as 'phone cases,' to find both text and video notes. Focus on notes with high engagement, such as those with numerous likes and positive comments. Save these notes for further analysis. Pay attention to user feedback in the comments section to gauge the product's reception. This step is crucial as it provides insights into what users like or dislike about the product, helping you make informed decisions about which products to select for your inventory."
    },
    {
        "Title": "Evaluating Product Sales and Popularity",
        "Keywords": [
            "product sales",
            "popularity",
            "e-commerce platforms"
        ],
        "Content": "The final step in product selection involves evaluating the sales and popularity of the identified products. Open the product listings and check the sales figures. Products with high sales numbers are generally more popular and have a higher likelihood of selling well. Additionally, you can directly view the sales data on Xiaohongshu or cross-check it on platforms like Taobao and Pinduoduo. Look for products with consistent sales and positive reviews. This evaluation helps ensure that you choose products that are not only popular but also have a proven track record of customer satisfaction. By following these steps, you can effectively select high-demand products for your inventory."
    }
]