 [
        {
            "Title": "Step-by-Step Guide to Order Fulfillment",
            "Keywords": ["order fulfillment", "e-commerce", "Xiaohongshu"],
            "Content": "After completing the second step of uploading your product sources, the third step involves purchasing orders from the respective e-commerce platforms and shipping them. \n\nHow to make good content: Access the transaction order management in your Xiaohongshu backend and export all order information in bulk. This will generate a document containing detailed customer information. Provide this document to your supplier and request them to ship the orders accordingly. Communicate with customer service on platforms like 1688 or Pinduoduo for one-click dropshipping. Provide them with the information sheet, and after shipping, they will return a logistics tracking number. Ensure the tracking number matches the order number. In your order management, click 'Ship' and enter the logistics tracking number and select the courier company. Set a reasonable shipping time, typically five days, to avoid overdue shipments, as Xiaohongshu considers shipping time as an important metric affecting your account score. For bulk orders, use the shipping center to upload a batch shipping template. Download the template, match the order numbers with the logistics tracking numbers, and upload it in bulk. This process completes the order fulfillment cycle, and customers will receive a notification and can track their orders on Xiaohongshu."
        },
        {
            "Title": "Bulk Order Processing and Shipping",
            "Keywords": ["bulk order processing", "shipping", "logistics"],
            "Content": "Efficiently processing and shipping bulk orders is crucial for maintaining customer satisfaction and account performance on Xiaohongshu. \n\nHow to make good content: Export all order information from the transaction order management section in your Xiaohongshu backend. Provide the detailed customer information document to your supplier for order fulfillment. Communicate with customer service on platforms like 1688 or Pinduoduo for one-click dropshipping. Ensure the supplier matches the logistics tracking number with the order number. In your order management, click 'Ship' and enter the logistics tracking number and select the courier company. Set a reasonable shipping time to avoid overdue shipments, as this affects your account score. For bulk orders, use the shipping center to upload a batch shipping template. Download the template, match the order numbers with the logistics tracking numbers, and upload it in bulk. This process ensures efficient order processing and shipping, enhancing customer satisfaction and maintaining your account performance."
        },
        {
            "Title": "Managing Shipping and Logistics on Xiaohongshu",
            "Keywords": ["shipping management", "logistics", "Xiaohongshu"],
            "Content": "Managing shipping and logistics effectively is essential for successful order fulfillment on Xiaohongshu. \n\nHow to make good content: Access the transaction order management in your Xiaohongshu backend and export all order information in bulk. Provide the detailed customer information document to your supplier for order fulfillment. Communicate with customer service on platforms like 1688 or Pinduoduo for one-click dropshipping. Ensure the supplier matches the logistics tracking number with the order number. In your order management, click 'Ship' and enter the logistics tracking number and select the courier company. Set a reasonable shipping time to avoid overdue shipments, as this affects your account score. For bulk orders, use the shipping center to upload a batch shipping template. Download the template, match the order numbers with the logistics tracking numbers, and upload it in bulk. This process ensures efficient shipping and logistics management, enhancing customer satisfaction and maintaining your account performance."
        }
    ]
