[
    {
        "Title": "Setting Up Discount Promotions on Xiaohongshu",
        "Keywords": [
            "discount",
            "promotions",
            "Xiaohongshu"
        ],
        "Content": "To set up discount promotions on Xiaohongshu, start by accessing the Xiaohongshu Merchant Management Backend. You can do this by searching for 'Xiaohongshu Merchant Management Backend' on Baidu. Once you find the link, click to enter and log in. You don't need any additional apps or software; the backend can be accessed directly through the web link. After logging in, navigate to the 'Marketing' section. Here, you will find various promotional activities. Select 'Product Promotions' and choose between single product, multiple products, or platform-wide promotions. For a single product promotion, click 'Create New Single Product Discount.' Name your promotion, for example, 'Summer Sale,' and set the duration, preferably for a longer period like two months. Select the products you want to include in the promotion and set the discounted prices. For instance, if the original price is 200, you can set it to 180. After setting the prices, submit the promotion. The discount will be applied starting from the next day. This method allows you to set up promotions easily, even if you don't have a computer, as the backend is accessible via mobile devices as well."
    },
    {
        "Title": "Types of Promotional Activities on Xiaohongshu",
        "Keywords": [
            "promotional activities",
            "types",
            "Xiaohongshu"
        ],
        "Content": "Xiaohongshu offers various types of promotional activities to help merchants boost their sales. These include single product promotions, multiple product promotions, and platform-wide promotions. Single product promotions allow you to set discounts for individual items, making it easier to highlight specific products. Multiple product promotions enable you to offer discounts on a range of products, which can be useful for clearing out inventory or promoting a new collection. Platform-wide promotions are broader and can attract more customers by offering discounts across your entire store. Additionally, Xiaohongshu allows for different discount structures such as percentage off, buy-one-get-one-free, and tiered discounts based on the number of items purchased or the total amount spent. These options provide flexibility in how you want to attract and retain customers. By understanding and utilizing these different types of promotional activities, you can create effective marketing strategies tailored to your business needs."
    },
    {
        "Title": "Using Mobile Devices for Promotion Setup",
        "Keywords": [
            "mobile devices",
            "promotion setup",
            "Xiaohongshu"
        ],
        "Content": "Setting up promotions on Xiaohongshu is not limited to desktop computers; you can also use mobile devices. This flexibility is particularly useful for merchants who are always on the go. To set up promotions via your mobile device, log in to the Xiaohongshu Merchant Management Backend through your mobile browser. The interface is mobile-friendly, allowing you to navigate through the 'Marketing' section and set up various promotional activities just as you would on a desktop. You can create single product promotions, multiple product promotions, and even platform-wide promotions directly from your phone. Additionally, you can set different discount structures such as percentage off, buy-one-get-one-free, and tiered discounts. This mobile accessibility ensures that you can manage your promotional activities anytime and anywhere, making it easier to respond to market trends and customer demands promptly. By leveraging mobile devices for promotion setup, you can maintain a dynamic and responsive marketing strategy."
    }
]