[
    {
        "Title": "Setting Up a Store on Xiaohongshu",
        "Keywords": [
            "Xiaohongshu",
            "store setup",
            "logistics template"
        ],
        "Content": "Setting up a store on Xiaohongshu involves several key steps to ensure smooth operations. First, you need to fill out a logistics template. This template includes the shipping address and the return address for your products. To fill out the logistics template, navigate to the 'Logistics Tools' section under the 'Transaction' tab in your store's backend. Here, you can manage your address library and create new templates. If you have multiple shipping addresses, you need to create a template for each one. For example, if you are sourcing products from 1688, you can contact the supplier via Aliwangwang to get the shipping details, including the address, contact person, and phone number. Once you have this information, you can enter it into the logistics template. This step is crucial as it ensures that your products are shipped from the correct location and that returns are handled efficiently."
    },
    {
        "Title": "Uploading Products Without Inventory",
        "Keywords": [
            "product upload",
            "no inventory",
            "Xiaohongshu"
        ],
        "Content": "Uploading products without inventory on Xiaohongshu involves using a one-click product listing feature. This allows you to list products from suppliers without holding any inventory yourself. To do this, you need to first gather the product links from your suppliers. Once you have these links, you can use the one-click upload feature to add these products to your store. This process involves copying the product link and pasting it into the designated area in your store's backend. The system will then automatically fetch the product details, including images, descriptions, and prices, and list them in your store. This method is particularly useful for those who want to test the market without investing in inventory upfront. It also allows for a wider range of products to be offered in your store, as you are not limited by storage space or capital."
    },
    {
        "Title": "Handling Orders and Payments",
        "Keywords": [
            "order handling",
            "payments",
            "Xiaohongshu"
        ],
        "Content": "Handling orders and payments on Xiaohongshu requires a few important steps. Once a customer places an order, you need to purchase the product from your supplier and arrange for it to be shipped to the customer. After the product is shipped, you must upload the tracking number to the Xiaohongshu platform. This ensures that the customer can track their order and that the transaction is recorded properly. Additionally, Xiaohongshu requires a security deposit to be paid before you can withdraw funds from your sales. This deposit acts as a safeguard against potential disputes. Initially, you can choose not to pay the deposit if you are just testing the platform. However, once you start receiving payments and want to withdraw them, you will need to pay the deposit. This ensures that the platform has a way to resolve any issues that may arise with your transactions. By following these steps, you can efficiently manage orders and payments, ensuring a smooth operation of your store."
    }
]