[
    {
        "Title": "Types of Xiaohongshu Stores",
        "Keywords": [
            "Xiaohongshu",
            "store types",
            "personal store",
            "enterprise store"
        ],
        "Content": "Xiaohongshu offers several types of stores: personal stores, individual business stores, and enterprise stores. Personal stores require only an ID card for setup and are suitable for individuals who want to start small without much hassle. Individual business stores require a business license, which can be obtained from the local administration or through online services. Enterprise stores require a company business license and are suitable for established businesses or brands. Each store type has its own requirements and benefits, making it essential to choose the one that best fits your business needs. Personal stores are the easiest to set up and do not require a deposit initially, making them ideal for beginners. Enterprise stores, on the other hand, offer more features but come with higher costs and more complex requirements."
    },
    {
        "Title": "Steps to Open a Xiaohongshu Store",
        "Keywords": [
            "Xiaohongshu",
            "store setup",
            "opening steps"
        ],
        "Content": "Opening a Xiaohongshu store involves several straightforward steps. First, download the Xiaohongshu app and log in. Use the search bar to find the 'Open Store' option and follow the prompts. For a personal store, you only need your ID card. Fill in your personal information, including your name, phone number, and address. Choose 'Individual Engaged in Small-Scale Trading Activities' as your business type. After filling in the required information, submit your application. The process is quick and can be completed in about 3 to 5 minutes. For individual business stores, you will need a business license, which can be obtained from the local administration or online services. Enterprise stores require a company business license and may involve additional steps such as tax registration. Once your store is set up, you can start listing products and managing your store."
    },
    {
        "Title": "Managing Deposits and Fees",
        "Keywords": [
            "deposits",
            "fees",
            "Xiaohongshu",
            "store management"
        ],
        "Content": "Managing deposits and fees is an important aspect of running a Xiaohongshu store. Personal stores do not require an initial deposit, but a 1,000 yuan deposit is needed once your sales exceed this amount. This deposit allows you to offer more payment options, such as WeChat Pay, which can enhance customer convenience and potentially increase sales. The platform charges a 5% service fee on monthly sales exceeding 10,000 yuan. This fee is calculated after deducting any refunds. It's advisable to pay the deposit once your store starts generating significant sales to avoid any disruptions in payment processing. For enterprise stores, the setup involves a 600 yuan annual service fee, which is non-refundable. This fee covers additional features and support that are beneficial for larger businesses. By understanding and managing these deposits and fees, you can ensure smooth operation and financial planning for your Xiaohongshu store."
    }
]