[
    {
        "Title": "Prerequisites for Adding Product Links",
        "Keywords": [
            "prerequisites",
            "product links",
            "1000 followers"
        ],
        "Content": "To add product links to your posts or short videos on Xiaohongshu, you must meet certain prerequisites. The primary requirement is having at least 1,000 followers. If your follower count drops below 1,000 after you have already enabled the product linking feature, you can still use it. However, if you have never reached 1,000 followers, you cannot add product links directly to your posts. Instead, you can share the products from your showcase with friends or followers, who can then make purchases, allowing you to earn commissions. This rule ensures that only accounts with a significant following can directly promote products, maintaining a level of quality and trustworthiness in the platform's marketplace."
    },
    {
        "Title": "Steps to Add Product Links to Posts",
        "Keywords": [
            "add product links",
            "posts",
            "steps"
        ],
        "Content": "Adding product links to your posts on Xiaohongshu involves several steps. First, ensure you have the required 1,000 followers and have enabled the product linking feature. Next, click on the '+' icon at the bottom of the screen to create a new post. Select the images or videos you have prepared and click 'Next.' In the title section, add your prepared title and write the description as you normally would. To add a product link, click on 'Add Tag' and then select 'Product.' Choose the product from your showcase that you want to link. After selecting the product, click 'Next.' You can then write a promotional title and edit the cover image. If the default cover image provided by the seller is good, you can use it; otherwise, you can customize it. Finally, click 'Confirm' and then 'Publish' to post your content with the product link."
    },
    {
        "Title": "Importance of Promotional Titles and Cover Images",
        "Keywords": [
            "promotional titles",
            "cover images",
            "importance"
        ],
        "Content": "Promotional titles and cover images play a crucial role in the success of your product-linked posts on Xiaohongshu. The promotional title should be compelling and clearly convey the value of the product. It serves as the first point of engagement for potential buyers, so it needs to be well-crafted to attract attention. Similarly, the cover image is the visual representation of your product and post. A high-quality, appealing cover image can significantly increase the likelihood of users clicking on your post. If the default cover image provided by the seller is good, it is advisable to use it. However, if you believe a custom image would better represent your product and attract more attention, take the time to create one. Both the promotional title and cover image should work together to create a cohesive and attractive presentation that encourages users to engage with your content and make a purchase."
    }
]