[
    {
        "Title": "Preparing Product Materials",
        "Keywords": [
            "product materials",
            "images",
            "details"
        ],
        "Content": "Before listing a product on Xiaohongshu, gather all necessary materials. This includes the main product images and detailed images from platforms like Pinduoduo or others. Save these images to your device. Having high-quality images is crucial as they attract potential buyers and provide a clear understanding of the product. Ensure that you have images that showcase different angles and features of the product. Additionally, prepare a detailed description and specifications of the product, such as dimensions, weight, and material. This information will be used later when filling out the product details on Xiaohongshu."
    },
    {
        "Title": "Uploading and Configuring Product on Xiaohongshu",
        "Keywords": [
            "uploading",
            "configuring",
            "Xiaohongshu"
        ],
        "Content": "To list a product on Xiaohongshu, start by opening the app and navigating to the 'Manage Shop' section. Select 'Publish Product' and upload the main product images. Choose the images that best represent your product. Next, enter the product title, which can be copied from the source platform. If you have a video, you can upload it, but it is optional. Select the appropriate category for your product, such as 'Home' or 'Pillow'. Specify the product specifications like size and price. For example, if the product is available in different sizes, list each size with its corresponding price and stock quantity. This step ensures that customers have all the necessary information to make a purchase decision."
    },
    {
        "Title": "Setting Product Attributes and Logistics",
        "Keywords": [
            "product attributes",
            "logistics",
            "Xiaohongshu"
        ],
        "Content": "After uploading the product images and entering the basic details, configure the product attributes and logistics. Fill in attributes such as weight, material, and product grade, as these can increase the product's visibility on the platform. Choose the appropriate logistics template that matches your store's shipping policies. Set the shipping time, typically 48 hours, but you can adjust it to three days if needed. Select the return policy, usually seven days. For shipping, choose the system's default template for non-remote areas with free shipping. If the product is unbranded, you can skip the brand section. Finally, upload the detailed product description images and save the changes. Submit the product listing, and it will be live on Xiaohongshu."
    }
]