[
    {
        "Title": "Types of Educational Notes",
        "Keywords": [
            "educational notes",
            "types",
            "content"
        ],
        "Content": "Educational notes are a valuable tool for sharing knowledge and promoting products subtly. There are three main types of educational notes: comparison images, effect images, and step-by-step images. Comparison images show before and after scenarios, such as the color of a lipstick before and after application. Effect images display the result of using a product, like the color of eyeshadow after application. Step-by-step images guide the reader through a process, such as applying double eyelid tape. When writing educational notes, include the tools or materials needed, detailed steps, and any precautions. Additionally, subtly introduce products by mentioning their benefits without exceeding 30% of the total content. This approach ensures the notes are informative and engaging without appearing overly promotional."
    },
    {
        "Title": "Creating Compilation Notes",
        "Keywords": [
            "compilation notes",
            "writing",
            "angles"
        ],
        "Content": "Compilation notes are versatile and can be applied to various industries. They involve recommending a collection of items based on specific criteria. There are seven angles to consider when writing compilation notes: targeting specific groups (e.g., students or office workers), focusing on cost (e.g., affordable skincare products), emphasizing effects (e.g., summer outfits that impress), highlighting regions (e.g., local food recommendations), describing scenarios (e.g., travel essentials), detailing product attributes (e.g., microcurrent beauty devices), and discussing brands (e.g., Starbucks summer menu). To avoid appearing overly promotional, balance the content by discussing both the pros and cons of the products. Use tools like Meitu Xiuxiu or Butter Camera for creating collage images or arranging products neatly for visual appeal. This method ensures the notes are comprehensive and engaging."
    },
    {
        "Title": "Balancing Promotional Content in Notes",
        "Keywords": [
            "promotional content",
            "balance",
            "notes"
        ],
        "Content": "Balancing promotional content in notes is crucial to maintain reader trust and engagement. When writing notes, ensure that the promotional content does not exceed 30% of the total text. Discuss the benefits and drawbacks of the products to provide a balanced view. For example, when creating a travel essentials list, mention the advantages and disadvantages of each item. This approach helps to avoid the perception of the notes being purely advertisements. Additionally, use relevant keywords and tags to improve searchability on platforms like Xiaohongshu. Ensure that the images and text complement each other, with images providing visual context and text offering detailed explanations. By maintaining a balance between informative and promotional content, the notes will be more credible and appealing to readers."
    }
]