 [
        {
            "Title": "Differences Between Personal and Enterprise Stores",
            "Keywords": ["personal store", "enterprise store", "differences"],
            "Content": "Today, we will discuss the differences between opening a personal store and an enterprise store, and which option might be more suitable for you. The store registration process has been shared with you before joining the training camp. If you haven't received it, please let me know. If you encounter any issues during the registration process, feel free to contact me for assistance. Registration is free, and you don't need to pay a deposit immediately after successful registration. However, a deposit is required for withdrawals later on. The deposit amount varies based on the highest sales of the previous month. For example, if the initial deposit is 1000 and your sales in December reach 60,000, the corresponding deposit is 10,000. Since you have already paid 1000, you need to pay an additional 9000. Without this, you cannot list products or withdraw funds. The maximum deposit for personal, individual, and enterprise stores is 20,000."
        },
        {
            "Title": "Types of Stores and Their Requirements",
            "Keywords": ["store types", "requirements", "personal store", "individual store", "enterprise store"],
            "Content": "There are three types of stores: personal store, individual store, and enterprise store. Personal stores do not require a certification fee, only an ID verification, and the basic deposit is 1000. They can open a store and collaborate with enterprises to earn commission income. Individual stores require a 600 yuan certification fee and a business license for registration, with a basic deposit of 1000. They offer more benefits than personal stores, such as publishing lottery notes, interacting with fans, inviting influencers for promotions, and driving traffic to offline stores. Enterprise stores also require a 600 yuan certification fee and a business license, with a basic deposit of 20,000. Their benefits are similar to individual stores, including publishing lottery notes, interacting with fans, and driving traffic to offline stores."
        },
        {
            "Title": "Choosing the Right Store Type",
            "Keywords": ["store type", "personal store", "enterprise store", "individual store"],
            "Content": "When choosing between a personal store and an enterprise store, consider the features you need. Both types receive similar traffic from the platform, so focus on the functionalities you require. If you are new to e-commerce and don't have a supply chain, a personal store is recommended due to its lower cost and no certification fee. You can use it to gain experience and then register multiple business licenses to open more stores. If you want to establish your brand, an enterprise store is a better choice."
        }
    ]