[
    {
        "Title": "Adding Products to the Showcase via Video Links",
        "Keywords": [
            "product showcase",
            "video links",
            "product management"
        ],
        "Content": "One effective method for adding products to your showcase on platforms like Douyin (TikTok) involves using video links. When you come across a product in a video that you find appealing and wish to add to your showcase, you can do so by following these steps. First, click on the shopping cart icon associated with the product in the video. Then, select the 'Share Product' button and copy the link provided. You can paste this link into a document or messaging app for easy access. Next, return to your Douyin homepage and navigate to your profile. Depending on your account settings, you may see options like 'E-commerce' or 'Product Showcase.' Click on this section and then select the 'Product Selection Plaza.' In the top right corner, there is a small link icon. Click on this icon and paste the copied link. The system will automatically recognize the product from the video, allowing you to add it to your selection cart. Once added, you can choose to display the product in your showcase, use it in short videos, or feature it in live streams. This method ensures that you can quickly and accurately add products you discover while browsing videos, streamlining your product management process."
    },
    {
        "Title": "Batch Adding Products to the Showcase",
        "Keywords": [
            "batch adding",
            "product showcase",
            "product management"
        ],
        "Content": "Batch adding products to your showcase can save time and effort, especially when managing a large inventory. To batch add products, start by accessing the 'Product Selection Plaza' from your e-commerce backend. Navigate to the specific category you are interested in, such as 'Clothing' or 'Food and Beverages.' Browse through the products and add your desired items to your selection cart. Once you have added multiple products, go to your selection cart where you will see all the products you have chosen. You can select all the products at once or choose specific ones. After making your selection, you will have three options: 'Add to Showcase,' 'Live Stream with Products,' or 'Short Video and Graphic with Products.' Since short videos and graphics can only feature single products, choose 'Add to Showcase' for batch processing. This method allows you to efficiently manage and display multiple products in your showcase, making it easier to keep your inventory updated and organized."
    },
    {
        "Title": "Utilizing the Product Selection Plaza",
        "Keywords": [
            "Product Selection Plaza",
            "product management",
            "showcase"
        ],
        "Content": "The Product Selection Plaza is a valuable tool for managing and adding products to your showcase. To utilize this feature, access the e-commerce backend of your platform and navigate to the Product Selection Plaza. Here, you can browse through various categories and find products that fit your niche. When you find a product you like, add it to your selection cart. This feature allows you to gather multiple products before deciding how to display them. Once you have a collection of products in your selection cart, you can choose to add them to your showcase, use them in live streams, or feature them in short videos and graphics. The Product Selection Plaza simplifies the process of finding and managing products, making it easier to keep your showcase updated with relevant and appealing items. By regularly using this tool, you can ensure that your showcase remains dynamic and engaging for your audience."
    }
]