[
    {
        "Title": "Criteria for Adding Product Links in Xiaohongshu Posts",
        "Keywords": [
            "product links",
            "Xiaohongshu",
            "criteria"
        ],
        "Content": "Adding product links, or '挂车' (gua che), in Xiaohongshu posts should be done based on specific criteria rather than arbitrary timelines. The key indicator is the '小眼睛' (small eye) metric, which reflects the initial engagement of your post. If your post surpasses 200 views within 24 hours, it indicates that the content is well-received and not flagged for violations. This is a sign that you can confidently add product links to your posts. Avoid waiting for higher view counts like 5000 or 10000 before adding links, as this can disrupt the flow of traffic to your post. Always ensure your products are listed before posting content to avoid issues with adding links later."
    },
    {
        "Title": "Initial Posting Strategy Without Product Links",
        "Keywords": [
            "initial posting",
            "no product links",
            "strategy"
        ],
        "Content": "When you first start posting on Xiaohongshu, it is advisable to upload your initial posts without product links. This helps in gauging the organic reach and engagement of your content. For the first day, post five entries without any product links. Monitor the '小眼睛' metric to see if your posts exceed 200 views within 24 hours. If they do, it indicates that your account and content are in good standing. On the second day, you can start adding product links to your new posts. This strategy ensures that your initial content is not flagged and helps build a solid foundation for future posts with product links."
    },
    {
        "Title": "Re-Adding Product Links to Existing Posts",
        "Keywords": [
            "re-adding links",
            "existing posts",
            "Xiaohongshu"
        ],
        "Content": "If you have already posted content without product links and it starts gaining traction, you can re-add the links. To do this, click on the three dots in the upper right corner of your post and select 'Edit'. You will see an option to 'Add Product'. Insert the product link and update the post. This process is known as '重新挂车' (re-adding product links). It allows you to capitalize on the existing traffic and engagement of your post. Ensure that you monitor the performance of your posts and add product links as soon as they meet the engagement criteria to maximize their effectiveness."
    }
]