[
    {
        "Title": "Creating Coupons on Xiaohongshu Merchant App",
        "Keywords": [
            "Xiaohongshu",
            "Coupons",
            "Merchant App"
        ],
        "Content": "To create coupons on the Xiaohongshu Merchant App, start by opening the app and navigating to the homepage. Scroll down to find the 'Marketing' section and click on 'Coupons.' Select 'Create New Coupon' and choose 'Specific Product' for targeted promotions. Name the coupon according to your needs, such as 'Limited Time Offer.' Set the conditions, like a minimum purchase amount, and specify the applicable products. Define the coupon's availability period, for example, one month. Set the usage period, which is the number of days the coupon is valid after being claimed, such as two or three days. Determine the total number of coupons to be issued, like 100 or 200, and set a limit on how many each person can claim. Finally, save the coupon to make it available for customers."
    },
    {
        "Title": "Setting Coupon Conditions and Validity",
        "Keywords": [
            "Coupon Conditions",
            "Validity",
            "Xiaohongshu"
        ],
        "Content": "When creating a coupon on Xiaohongshu, it's important to set clear conditions and validity periods. Start by naming the coupon and setting a minimum purchase amount, such as 'Spend 15 to Save.' Choose the products that the coupon will apply to. Next, define the time frame during which the coupon can be claimed, such as one month. The usage period is crucial; it determines how long the coupon is valid after being claimed. Common choices are two, three, or five days. This ensures that customers use the coupon within a specific period, driving timely purchases. Additionally, set the total number of coupons to be issued and limit how many each customer can claim. This helps manage the promotion's reach and effectiveness."
    },
    {
        "Title": "Managing Coupon Distribution and Usage",
        "Keywords": [
            "Coupon Distribution",
            "Usage",
            "Xiaohongshu"
        ],
        "Content": "Effective management of coupon distribution and usage is key to a successful promotion on Xiaohongshu. Start by deciding the total number of coupons to be issued, such as 100 or 200. This helps control the promotion's scale. Set a limit on how many coupons each customer can claim to ensure fair distribution. For example, you can allow each customer to claim up to three coupons. Define the time frame during which the coupon can be used, such as within two days of claiming. This encourages quick usage and boosts sales. By carefully managing these aspects, you can maximize the impact of your coupon promotion, driving customer engagement and increasing sales."
    }
]