[
    {
        "Title": "Criteria for Manual Intervention on Xiaohongshu",
        "Keywords": [
            "Manual Intervention",
            "Criteria",
            "Xiaohongshu"
        ],
        "Content": "Manual intervention on Xiaohongshu is necessary under specific conditions. Firstly, if you have posted over 50 notes in 7 days and none have exceeded 300 views or resulted in sales, manual intervention is required. This means that despite consistent posting, your content is not gaining traction. Secondly, if your new account has a note that exceeds 300 views within two days, it indicates potential, and manual intervention can help boost its performance. Lastly, if a product has visitors and items added to the cart but no sales, it signifies interest but a lack of conversion. In such cases, manual intervention can help convert interest into sales. Identifying these conditions is crucial for deciding when to apply manual intervention to improve your account's performance."
    },
    {
        "Title": "Steps for Manual Intervention on Xiaohongshu",
        "Keywords": [
            "Manual Intervention",
            "Steps",
            "Xiaohongshu"
        ],
        "Content": "To perform manual intervention on Xiaohongshu, follow these steps. First, identify the note that requires intervention based on the criteria mentioned. Next, prepare by having three to five friends engage with similar content for ten minutes a day before the intervention. This includes liking, commenting, and following. On the day of intervention, have your friends search for your note and engage with it by liking, commenting, and following. Ensure they view all images or watch the entire video. Additionally, they should visit your profile and browse other notes. This process should be repeated over three days, with different friends engaging at different times to avoid detection. The goal is to increase the note's visibility and engagement, thereby improving its performance and potentially leading to higher sales."
    },
    {
        "Title": "Monitoring and Adjusting Manual Intervention",
        "Keywords": [
            "Monitoring",
            "Adjusting",
            "Manual Intervention"
        ],
        "Content": "After initiating manual intervention, it is essential to monitor the results and make necessary adjustments. On the first day, observe if the note's views increase by at least 200. If this target is not met, reassess the intervention strategy. On the second day, continue with the same note and involve two new friends or the same ones from the previous day. Ensure they engage with the note and your profile similarly. By the third day, if the note shows significant improvement, the intervention can be considered successful. If not, further adjustments may be needed, such as changing the content or targeting a different note. Continuous monitoring and adjusting ensure that the manual intervention effectively boosts the note's performance and overall account engagement."
    }
]