[
    {
        "Title": "Understanding Order and Store Reporting on Xiaohongshu",
        "Keywords": [
            "Order Reporting",
            "Store Reporting",
            "Xiaohongshu"
        ],
        "Content": "Order and store reporting on Xiaohongshu is essential for managing exceptional situations that prevent timely shipping. The platform typically requires merchants to ship orders within 48 hours, but certain circumstances may necessitate reporting delays. These situations include natural disasters, courier service interruptions, or stock shortages. Reporting is also necessary if a store needs to close temporarily. To report an order or store issue, navigate to the 'Order Tools' section in the Xiaohongshu merchant backend. Select the relevant order or store, provide the reason for the delay, and upload supporting documents such as news reports or government notices. This process ensures that the platform is aware of the issue and can take appropriate action, such as granting exemptions for late shipments during widely recognized disruptions like the Chinese New Year."
    },
    {
        "Title": "Steps to Report Orders and Stores on Xiaohongshu",
        "Keywords": [
            "Reporting Steps",
            "Orders",
            "Stores",
            "Xiaohongshu"
        ],
        "Content": "To report orders and stores on Xiaohongshu, follow these steps. First, access the 'Order Tools' section in the merchant backend. Here, you can manage your orders and initiate the reporting process. Select the specific order or store that requires reporting. For order reporting, provide details such as the order ID, shipping and receiving locations, and the reason for the delay. Common reasons include natural disasters, customer requests for delayed shipping, or other exceptional circumstances. Upload any relevant documents, such as screenshots of news reports or government announcements, to support your claim. For store reporting, specify the affected region and the reason for the temporary closure. Once all information is provided, submit the report. The platform will review the submission and update the status accordingly. This process helps maintain transparency and ensures that both the platform and customers are informed about any delays."
    },
    {
        "Title": "Handling Exceptional Situations and Platform Exemptions",
        "Keywords": [
            "Exceptional Situations",
            "Platform Exemptions",
            "Xiaohongshu"
        ],
        "Content": "Handling exceptional situations on Xiaohongshu involves understanding when and how to report issues and the platform's exemption policies. In cases of widespread disruptions, such as courier service halts during the Chinese New Year, the platform may automatically exempt merchants from penalties for late shipments. However, for issues specific to a merchant, such as store closures or stock shortages, proactive reporting is necessary. Merchants should use the 'Order Tools' section to report these issues, providing detailed reasons and supporting documents. The platform reviews these reports and may grant exemptions based on the validity of the claims. It is crucial for merchants to stay informed about the platform's policies and ensure timely reporting to avoid penalties. By effectively managing and reporting exceptional situations, merchants can maintain good standing on the platform and ensure customer satisfaction despite unavoidable delays."
    }
]