[
    {
        "Title": "Finding and Using Product Images for Xiaohongshu Notes",
        "Keywords": [
            "Product Images",
            "Xiaohongshu",
            "Notes"
        ],
        "Content": "To create effective Xiaohongshu notes, it is essential to find and use high-quality product images. Start by identifying the product you want to promote and take a screenshot of it. Use the 'Search by Image' feature on Taobao to find similar products. Focus on selecting images from the 'Hot Sales' section to ensure you get popular and high-quality images. Look for specific types of images such as cover images, flat lay images, and detailed close-ups. If the product images are not available on the main page, check the product's detail page and customer reviews for user-generated content. High-quality, user-generated images are often more authentic and can be used effectively in your notes. Save these images for future use, as they can be reused in different notes by adjusting their size and resolution. This method helps in building a repository of images, saving time in the long run."
    },
    {
        "Title": "Creating Composite Images Using Meitu Xiuxiu",
        "Keywords": [
            "Composite Images",
            "Meitu Xiuxiu",
            "Image Editing"
        ],
        "Content": "Creating composite images for Xiaohongshu notes involves using tools like Meitu Xiuxiu. First, gather the images you want to use, ensuring they are of high quality and relevant to your product. Open Meitu Xiuxiu and select the 'Collage' option. Choose the images and arrange them in a visually appealing manner. You can adjust the size, position, and orientation of each image to create a cohesive look. Use features like 'Horizontal Flip' and 'Zoom' to make the images appear different from their original versions, which helps in avoiding duplication issues. Additionally, you can use the 'Seamless Mode' to remove any visible borders between the images, making the collage look more professional. Once you are satisfied with the arrangement, save the composite image. This image can then be used as a cover or main image in your Xiaohongshu notes, enhancing their visual appeal and engagement."
    },
    {
        "Title": "Adjusting Image Proportions for Xiaohongshu",
        "Keywords": [
            "Image Proportions",
            "Xiaohongshu",
            "Editing"
        ],
        "Content": "Adjusting image proportions to fit Xiaohongshu's requirements is crucial for maintaining the visual integrity of your notes. Xiaohongshu typically uses a 3:4 aspect ratio for images. To adjust your images to this ratio, you can use the editing tools available in Meitu Xiuxiu. Open the image in Meitu Xiuxiu and select the 'Crop' option. Choose the 3:4 aspect ratio and adjust the cropping frame to include the most important parts of the image. If the image becomes distorted or loses important details, you may need to manually adjust the size and position of the elements within the image. This ensures that the final image is both visually appealing and compliant with Xiaohongshu's format. Once the image is correctly proportioned, save it and use it in your notes. Properly adjusted images enhance the overall look of your notes and improve their performance on the platform."
    }
]