[
    {
        "Title": "Finding Hot Scripts for Video Editing",
        "Keywords": [
            "Hot Scripts",
            "Video Editing",
            "Xiaohongshu"
        ],
        "Content": "To create engaging videos on Xiaohongshu, it's crucial to find hot scripts that have proven to be successful. One effective method is to use the platform's hot search terms. For instance, if you're in the fashion niche, you can search for trending keywords like 'coat' or 'jacket' and filter by high transaction volumes. Look for videos that are not single-shot but have multiple scenes edited together. Once you find a suitable video, use tools like Longmao Master to extract and save the video to your album. This video will serve as your script, which you can refer to when creating your own content. By using hot scripts, you can increase the chances of your videos gaining traction and reaching a wider audience."
    },
    {
        "Title": "Using Xiaohongshu Search for Script Ideas",
        "Keywords": [
            "Xiaohongshu Search",
            "Script Ideas",
            "Content Creation"
        ],
        "Content": "Another effective way to find script ideas is by using the search function on Xiaohongshu. For example, if you're creating content about foot baths, search for 'foot bath' and look for posts with over 500 likes. These posts are likely to be popular and can serve as excellent script templates. Even posts with fewer likes but posted recently can be considered, as they may be trending. Save these videos using the same method as before and use them as references for your content. This approach ensures that you are using up-to-date and relevant scripts that resonate with the current audience. By leveraging Xiaohongshu's search function, you can continuously find fresh and effective script ideas for your videos."
    },
    {
        "Title": "Finding Scripts on Douyin",
        "Keywords": [
            "Douyin",
            "Script Finding",
            "Video Content"
        ],
        "Content": "Douyin is another excellent platform for finding video scripts. Start by using the search function and look for videos with over 500 likes. Ensure that the videos are multi-scene edits rather than single-shot videos. Save these videos and use them as scripts for your content on Xiaohongshu. It's advisable to find at least 5 to 10 different scripts for each product you are promoting. This variety allows you to test different approaches and see which one performs best. Additionally, regularly update your script collection by checking for new trending videos. By sourcing scripts from Douyin, you can tap into a broader range of content ideas and increase the effectiveness of your videos on Xiaohongshu."
    }
]