{
    "code": 10000,
    "data": " The universe had a beginning. This beginning is the mother of all. When you know the mother, you know her children too. When you know the children, go back to be with the mother, and throughout your life you will suffer no harm. Close the passageways, lock the entryways, and throughout your life you will not get worn out. Open the passageways, multiply your concerns, and throughout your life you will not be saved. If you see the insignificant, you have discernment. If you can remain flexible, you are strong. Use the rays and return to the source of light. Do not be the cause of your own distress. This is the way of practicing the constant. Okay, there is a lot to talk about in this chapter, and I am considering making this one a two-part since I don't have time today to break down the whole chapter. But with that in mind, I do want to talk a little bit about this middle section. In looking at several different translations, we see that the part about closing the passageways refers to limiting our sensory input, or the amount of things we allow ourselves to experience and engage with. This could be thought of as unnecessary busyness, constant stimulation, or even a vulnerability to the opinions of others. There are so many things to be and do in this life, but that does not mean that we can or should be and do all of them. Even with good things, we need to know how to say enough is enough, keep room for the best things, and even a little bit of nothing at all. In order to experience wu-wei and flow in our lives, it is absolutely essential that we are able to hear and act promptly on intuition, and one of the strongest roadblocks to intuition I know of is allowing ourselves to be saturated in the stream of sense experience that flows around the world at all times. There is a quote that says, There is never a time when new distraction will not show up. We sow them, so several will grow from the same seed. The same person also grows from the same seed. Measure your life. It cannot contain so many distractions. Whoever said this must have lived in a time with a lot of distractions. Maybe this is a pretty recent person. Oh wait, these quotes are actually from Seneca. You know, like first century AD Seneca. If Seneca felt like there was too much distraction going around in the Roman times, I wonder what he would say about our current state of affairs. Now more than ever, we are in desperate need of moderation in our lives. We need to learn to shut the doors and to give our selves time not to be distracted by anything. We need time to think, to process, to really feel difficult emotions instead of shutting them out. We need time to hear the hum of the universe, to feel what intuition is saying. Doing this will help safeguard us from burning out. It will help save us from ourselves. I wish I had more time to talk about this, but I am out of time for today. So with that, I will bug you one more time to join the discord because I think you really will be glad if you do. And as always, thanks for watching, and I will see you all tomorrow to talk about chapter 15. Peace and blessings.",
    "msg": "多媒体文件转换文本成功!"
}