{
    "code": 10000,
    "data": " If you overly esteem talented individuals, people will become overly competitive. If you overvalue possessions, people will begin to steal. Do not display your treasures, or people will become envious. The master leads by emptying people's minds, filling their bellies, weakening their ambitions, and making them become strong. Preferring simplicity and freedom from desires, avoiding the pitfalls of knowledge and wrong actions. For those who practice non-doing, everything will fall into place. Well, I think it pretty much goes without saying that the world we live in goes soundly against most of this advice. We live in a culture that basically worships talent. Our society teaches us to believe that talent and achievement are the greatest measures of success, while decency and humanity are often all but ignored. Along with this comes the extremely high value we put on material possessions, since we often worship talent as a means of getting these things. And where does it all lead? To people becoming overly competitive in order to acquire more possessions. At which point, they will often display them for others to envy. Now, I do want to talk a little bit about competition here for a second, lest we immediately throw the baby out with the bathwater, so to speak. The Tao Te Ching does acknowledge the reality of competition in the world. For example, the Xiaofu Feng translation of chapter 68 states that, All throughout the Tao Te Ching, we're taught to seek to emulate nature. Yet nature is full of competition. Animals, plants, and organisms of all kinds compete for food, water, mates, and shelter. I think the point here is, when you do compete, how do you do it? Do you embody Bu Wei in the doing of your task? Do you allow the competition to take its course and remain focused on your part in it? Or do you try to force things to go your way? Consider the martial art of Tai Chi, which is closely linked with Taoism. Tai Chi, after all, is a martial art. Martial arts are competitive by nature. However, Tai Chi embodies the philosophy of Taoism by adopting the ideas of yielding and softness. It theorizes that the fighter that is able to flow with the tide of the battle gains an advantage. As said in chapter 76 of the Tao Te Ching, The master understands this concept and teaches it to others. For this reason, he or she leads by weakening people's ambitions, thereby making them become strong. And just before the end of the video, I do want to let you guys know that there is now an official Discord server for the channel. I'll be hanging out in there and chatting almost every day, and I'll be making a separate thread for every single chapter of the Tao Te Ching as we go through them, and opening the floor for further discussions of each chapter. So if you're interested in hanging out with a community of people who are into Taoism and that kind of thing, definitely come check it out. Link is in the description of this video. So with that, I'll see you guys tomorrow for chapter 4. Thanks for watching. Peace out. God bless you all.",
    "msg": "多媒体文件转换文本成功!"
}