{
    "code": 10000,
    "data": " When the Tao is present in the universe, the horses will manure. When the Tao is absent from the universe, warhorses are bred outside the city. There is no greater sin than desire, no greater curse than discontent, no greater misfortune than wanting something for oneself. Therefore, he who knows that enough is enough will always have enough. There is a lot to break down in this chapter, but I do want to go ahead and focus on some wording in the last half. It's interesting to note the use of the word sin to describe desire. The use of the word sin is actually pretty consistent throughout several different translations. Translations that do not use the word sin use other words including crime, fault, or guilt. A lot of times we tend to try to avoid using words like sin or evil, when we're speaking about Taoism, but I think it can be helpful to break down what is really being meant here. We often think of the word sin in a sort of accusatory sense, like a person who commits a sin is a bad person. However, I've heard from multiple sources that the word in both Hebrew and Greek, which English translations of the Bible render as sin, literally means to miss the mark, like when shooting an arrow or throwing a spear. I have seen some disagreements, and since I speak neither Hebrew nor Greek, I can't say for sure either way. But it is an interesting perspective. Rather than seeing a sinner as a person who is inherently bad, perhaps we are better off to view sins as mistakes. Sadly, there probably are some people out there consciously making decisions to hurt others. However, I think the vast majority of people don't have these kinds of intentions. Most of us want to be good people. We all make mistakes, but these mistakes, in my opinion, are often just that, mistakes. We miss the mark. We have good intentions, but in the application of those intentions, we misstep. If the word sin still bothers you, consider what the text is saying. There is no greater sin than desire. If you want to draw another parallel with sin in the Western sense, consider the seven deadly sins. Lust, gluttony, greed, sloth, wrath, envy, pride. You could... You could make the case that all of these sins originate from our failure to rein in our desires. Our weakness in putting our needs and wants first. Our tendency to separate ourselves from the rest of the world and to try and elevate ourselves above it. Sin is separation. It is any thought, word, or action that separates us from our source, the Tao, from oneness with all things. Our failure to gain oneness with the Tao is not due to our not being on some list of saints, but rather our failure to be on the list of saints. Our failure to act in accordance with oneness. The Tao is the very embodiment of oneness with all things, and in order to be one with it, we must abandon our acts of separation. When we inevitably fail to do this, we can think of it as a sin, not a deed that makes us somehow bad or wrong, but as another instance of having missed the mark. While our acts of separation will always separate us from Tao, our lives can be seen as our journey toward finding greater oneness with Tao. As we draw closer to Tao, it will make us more aware of the fact that we are not alone. We will make our sins of separation apparent, and we will have the opportunity to cast them aside if we choose to do so. The last line of the chapter is also instructive. Therefore, he who knows that enough is enough will always have enough. But how much is enough? How do we know when we have enough? Enough can mean different things to different people. A person who is used to three square meals a day might panic at the prospect of having only one meal a day. But for a person who has never had a consistent meal in their life, one guaranteed meal every day seems almost too good to be true. Surely then, enough is not so much about how much of something we have, but about how much we think we need. Therefore, we are in the driver's seat when determining whether or not we have enough of something. The person who is able to reconcile their perception of enough is a happy person indeed. If you're enjoying these videos, I would love if you came and took a look at the Discord. It's a nice, chill community of people who love to discuss Taoism and philosophy, and right now we are in the middle of a challenge where we break down and discuss one chapter of the Tao Te Ching every day. If that interests you, you can click on the link in the description of the video and it will take you right to it. And with all that said, thank you for watching, and I will see you all tomorrow for chapter 47. Peace and blessings.",
    "msg": "多媒体文件转换文本成功!"
}