{
    "code": 10000,
    "data": " Tao abides in non-action, yet nothing is left undone. If kings and lords observed this, the ten thousand things would develop naturally. If they still desired to act, they would return to the simplicity of formless substance. Without form there is no desire. Without desire there is tranquility. And in this way all things would be at peace. Doing through the act of non-doing is one of the most classic and also one of the least understood concepts in Taoism. I see so many people misunderstanding what this means, to the point that they either reject Taoism altogether or apply it in ways that do not benefit their lives. Many people mistakenly think that non-doing means that Taoists can never have goals and can never get anything done, but actually the opposite is true. If you can really wrap your head around the concept of non-doing, or effortless action, you'll be shocked to discover how much you are able to get done, and those around you will likely be shocked as well. So to understand how this works, let's break down the concept a little bit. One excellent example I can think of to illustrate the principle of non-doing is getting out of quicksand. Now, I should make the disclaimer here that I have never once been stuck in quicksand in my entire life, so don't go jumping in the stuff just because Sanjoy is supposed to have told you how to get out of it. However, from all the research I've undertaken from the safety of my cushy office chair, it seems that pretty much everyone has agreed that the worst thing you can do if you're stuck in quicksand is to struggle to free yourself. Frantically struggling to get out only causes you to sink faster. The secret, it seems, is to do the exact opposite of what your instincts are screaming at you to do. Stay calm and make small, slow movements. It turns out that moving slowly seems to allow water to come down in around your body and loosen the quicksand up a bit. The videos I watched said to slowly try to move onto your back, which will allow you to float, and from there you can slowly work your way to the side. This is an example of wu-wei inaction. Of course, in this case, as in many other cases in life, the answer isn't complete inaction. I mean, you've got to get out of the pool somehow, right? But desperate forcing only makes the situation worse. Instead, the thing to do is to move calmly and deliberately, and, get this, to actually lean back into the situation you find yourself in. When we get into an undesirable situation, our first impulse is usually to try and get out as quickly as possible. But if you're not sure what to do, you can try to get out as quickly as possible. But if you're not sure what to do, you can try to get out as quickly as possible. But doing this only leads to further problems. We are much better off to lean into and accept our situation, choosing to adapt to what is, rather than trying to force it to be something it isn't. The quicksand is what it is. We can refuse to accept it and struggle to distance ourselves from it, but this will not change the reality of the quicksand. Instead, we can acknowledge what has happened, and calmly follow our intuitions in taking the best course from where we are. Now again, in this example, the solution is not inaction, but rather, smooth, deliberate action in accordance with the situation. Sometimes, however, a situation does not require our action at all. Throughout my life, I have had a persistent habit of arguing when I felt that I was being treated unfairly. If I think that I've been wronged in a close relationship, my first impulse is often to bring it up as quickly as possible. Usually, my thinking in this is that if I can get the problem out in the open right away, it can be dealt with immediately before it becomes a chronic issue. I sometimes have this unfortunate tendency to think that my current situation will be permanent unless I do something quickly to change it. However, especially over the past year or so, I've begun to realize how flawed this logic is. I definitely think that open communication in a relationship is super important, but I'm starting to learn that there are better times and better ways of going about it than others. I think one of the absolute best relationship practices I've discovered recently for avoiding serious problems, at least with me personally, has been to wait for a few hours before bringing up up something that's bothering me. By doing this, I give myself time to calm down and to see things a bit more reasonably. Often, after reflecting on the issue for a while, I find that I was really the one at fault in the first place, or that I completely misread the situation. Often, after giving myself this period to think and feel, I realize that no action is needed at all, and the situation simply resolves itself. I'm not recommending that we always default to never bringing up issues with people. I'm just saying that, for me, it has helped massively to pause for just a few hours before taking any action, so that I have some time to consider the situation objectively, rather than instantly grabbing the proverbial pitchfork to defend myself against a perceived attack on my rights. Often, by the simple act of practicing some temporary non-doing, my best work in relationships is done. So, to cap off what we've talked about so far, non-doing isn't necessarily doing nothing, although it can certainly mean that. It's not necessarily doing nothing, but it's not necessarily doing nothing. At its core, non-doing is the act of putting aside your need to have things your way, so that you can objectively observe a situation and calmly take the best course of action. But how does one determine what the best course of action is? Well, logic does have its place here, but I personally don't believe that logic is quite enough for all situations, or really for any situation. See, our logic has limits, and will always be stuck within the confines of our fatally flawed human perspectives. This limitation makes the need for intuition clear. Intuition has been studied and philosophized about ever since the dawn of mankind, but nobody has ever really been able to put their finger on it, much like the Tao itself. It seems that within all of us resides this soft, small voice, sometimes called a gut feeling, that whispers directions from time to time that we can either choose to listen to or ignore. Learning to listen to and hear your intuition is a lifelong process, and requires a large amount of trial and error, but it does get a lot easier if you regularly take time for meditation or even just quiet contemplation. When you are doing this, you will sometimes notice thoughts floating gently up to the surface of your mind. Ideas, impulses. You can distinguish these from just everyday thoughts because there's sort of a goodness and innocence in them that you can feel if you pay attention. If you start working to cultivate this sensitivity to intuition, you will get better and better at it as you go. Adopting a philosophy of quiet, softness, effortless action, and responsiveness to intuition will lead us down the path that leads to oneness with Tao and increased peace in our lives. Thanks for watching, and I will see you all tomorrow for chapter 38. Peace and blessings.",
    "msg": "多媒体文件转换文本成功!"
}