{
    "code": 10000,
    "data": " When the great Tao is forgotten, kindness and morality arise. When wisdom and intelligence are born, the great pretense begins. When there is no peace within the family, filial piety and devotion arise. When the country is confused and in chaos, loyal ministers appear. There are a lot of different opinions when we start to talk about the subject of morality. Some people will invoke this chapter to claim that Taoism is amoral and not concerned with right or wrong at all. However, in my opinion, this notion is overly simplistic to the point of missing the mark entirely. Rather than chucking out the idea of morality altogether, this chapter seeks to give a distinction between the way and cheaper substitutes for living the way. To understand this idea, let's make a hypothetical story about a person we will refer to as Jack. Jack has just lost his wife and is having a very hard time. Looking for support, Jack decides to call three of his friends. The first friend he calls, Roger, is sympathetic. But says he is too busy at the moment to come and see him. Disappointed, Jack dials up his second friend, Nancy. Nancy, upon hearing his story, snaps into action. She starts a fundraiser for Jack's cause, calls her friends to arrange for meals to Jack's home, and tells her local prayer group all to pray for Jack. Jack is grateful for Nancy's efforts, but at the same time, he feels a little uncomfortable and not a little unsatisfied. Finally, he starts to call his friend Stephen. But right as he is about to dial the number, the doorbell rings. He goes to answer it and finds... There is none other than Stephen himself on the doorstep. Stephen explains that he has been thinking about Jack, and was wondering if he wouldn't like to go on a drive with him to get out of the house for a bit. Jack is very grateful. At the end of the day, this was all he really wanted. Somebody who genuinely cared, and a friend to talk to. The point of this hypothetical story is to illustrate the different ways one can approach morality and kindness. Roger, the first friend, just chose to opt out completely. This is certainly one option we have when encountered with a moral dilemma. Nancy, the second friend, is a bit of an interesting case. Certainly nobody would say that she was unkind or immoral. But in her great efforts to be extra kind and extra moral, she kind of misses the point of what Jack really was in need of. Jack didn't really need somebody to make a big fuss over him. He just wanted somebody to talk to. Stephen was in a perfect position to fulfill this need, because he wasn't blinded by his own moral agenda. He was open to discern, both by intuition and by asking Jack himself, what was really needed. See, it's not that kindness or morality are bad. It's just that they are only means to an end, not ends in and of themselves. Striving for kindness and morality can be admirable, but it's kind of a cheap substitute for intuition and acting from the heart. Having a goal to act morally is good as far as it goes, but how much better is it to just be the sort of person that will do so naturally, without having to try to do it? This is the higher way of morality, not to do a certain thing, but to be a certain person. Actually, I think even higher than being a certain person is to be a person who is willing to do something. To be a certain person is to turn outwards completely from the self, and to put the focus on others, rather than on what sort of person you are. This is a much higher way than trying to do good things. Intentions of good behavior will never be an adequate substitute for a truly outward focused lifestyle and perspective. I think a lot of it comes down to the motivation. You can have all kinds of motivations for moral behaviors. Many people try to behave morally in order to impress people around them, to fit into a certain group, or even just to feel okay about themselves. At the end of the day, even though others may benefit from their behavior, the focus still remains on the self. But a person that acts out of oneness with all things will naturally meet the needs of others in exactly the way they need, because this person has taken their needs and interests as part of his or her own needs and interests. This is the higher way, but obviously this higher way takes a lot more time and work to achieve. Therefore, I don't think we should beat ourselves up if we haven't attained this higher state yet. Sometimes, until we learn oneness, the best we can do is to be kind in whatever we do. And I think that's just fine. The main point is just to remember what the ultimate goal is and to continually make one's way toward that goal. Now, just as good behavior is not a substitute for true harmony and oneness, knowledge and intellectualism are not substitutes for intuition. Intelligence can certainly be a great asset, but alone it is not enough. This is because knowledge and intuition ultimately depend on the self, or the self's ability to collect information and correctly interpret it. Intuition and softness grant a different understanding of the self. So, let's look at the following. Intelligence is a very different perspective, which knowledge alone is not able to attain. Intelligence that is not tempered with patience, softness, humility, and intuition often becomes more of a liability than an asset. Much of the greatest damage that has ever been done to our world and our society has been done by extremely intelligent people. Knowledge often leads to pride, hypocrisy, and useless intellectualism. Intelligence in and of itself is not a virtue. It is neutral, and unless it can be converted into wisdom, it does not profit anyone. In this way, you can be a good person. In this way, it is a poor substitute for living by the Tao, or the Way. Likewise, family obligations and patriotism are cheap replicas for the Tao, or the Way, which moves a person to true disinterested love without the need for societal rules and obligations to family and country. Obligations which are often done grudgingly, or as the result of social pressure, rather than out of a genuine interest in others. The long and short of all this is that although it is probably better to act rightly for the wrong reasons, it is far better to live by the Tao, which will move a person to right action naturally and independently of social rules. But what do you guys think? Do you think there is an element of fake it till you make it in terms of moral actions? Thanks for watching, and I will see you all tomorrow for chapter 19. Peace and blessings.",
    "msg": "多媒体文件转换文本成功!"
}