{
    "code": 10000,
    "data": " There is something undefined and complete, coming into existence before heaven and earth. How still it was and formless, standing alone and undergoing no change, reaching everywhere and in no danger of being exhausted. It may be regarded as the mother of all things. I do not know its name, and I give it the designation of the Tao. Making an effort to give it a name, I call it the Great. Great it passes on in constant flow. Passing on, it becomes remote. Having become remote, it returns. Therefore, the Tao is Great, heaven is Great, earth is Great, and the Sage King is also Great. In the universe, there are four that are Great, and the Sage King is one of them. Man takes his law from the earth. Earth takes its law from heaven. Heaven takes its law from the Tao. The law of the Tao is being what it is. If you were to ask me to say a word that is unpopular in today's culture, one that jumps to mind is the word Tao. Tao is the concept of authority. We often don't like the idea of being governed by something, especially something that we can't see. This attitude may be part of the reason why some people find it hard to believe in a higher power such as a god or the Tao. In this chapter of the Tao Te Ching, Lao Tzu explains that there are hierarchies of power both on earth and in the greater scope of the universe. We often resist the idea of authority, thinking we want to carve our own paths. But while it is definitely important to use your own power of choice, we also need to realize that there are powers greater than us that do govern us. We often resist the idea of authority, thinking we want to carve our own paths. But while it is definitely important to use your own power of choice, we also need to realize that there are powers greater than us that do govern us. Being able to acknowledge powers greater than yourself does not diminish your own personal power of choice. Being able to do this is a part of wisdom. Lao Tzu tells us in chapter 8 that we should seek to emulate water which flows automatically to the low places, rather than trying to push itself above the crowd. The sage understands that there are powers greater than him or herself, both among people and among the heavens, and he or she does not try to challenge that authority. He understands that while not all leaders use their power benevolently, having no or leader at all would lead to anarchy and chaos. He understands that having to sometimes deal with leaders he disagrees with is part of having a leader at all. I'm not saying that we should bow to tyrants or enable bad leaders to usurp power, but we also shouldn't rebel against authority just because it's authority. There are bad leaders, but there are also good leaders, and even in-between leaders. It is not reasonable to expect our leaders to be perfect, and even though they will inevitably make mistakes, we should do our best to be subject to the laws we live under. I'm saying this under the assumption that most of my viewers do not live in countries ruled by autocratic dictators. In democratic countries, there are mechanisms built in for people to make their opinions known in ways that do not cause harm to others. Respectful discourse will do far more good than slander, bigotry, and hateful criticism of those who disagree with us. Now, although we accept that we live under leaders that are human and fallible, we also live under the governance of a force that is not fallible. The higher power of the universe, which Taoists call Tao, governs all that the world can do. Some do not believe in such a higher power, and this is probably understandable, since it is not discernible to the regular senses. However, at the same time, we believe in all sorts of things that we have never seen or experienced. For example, you have probably never met the president or leader of your country, but most likely this does not prevent you from believing they exist, and being subject to the laws they help to represent. However, with the Tao, we have an advantage even over this. Most of us will probably never have any sort of personal encounter with the leaders of our country, but to each their own. We have to be aware of the power of the Tao, and to each of us the opportunity exists to have personal encounters with the Tao. By following the way, we see the way in action. By taking time for quiet contemplation, we begin to feel its influence through our feelings and our intuition. Honest seekers of this kind of personal connection with higher power will always be able to find it, and will find their lives and their selves becoming enriched beyond what they thought possible. Thanks for watching, and I will see you all tomorrow for chapter 26.",
    "msg": "多媒体文件转换文本成功!"
}