{
    "code": 10000,
    "data": " We were talking about personal branding at the end of yesterday, and I have a studio of one right now. Right. The vision is for it to be more. But I'm curious if I should be building my personal brand or the studio brand. Anyways, I'm just like, where should I be focusing to try to get some traction? I'm still not sure if I fully am committed to this, what I'm about to say, but I'm not sure there's such a thing as a business brand. There's things that people refer to as a brand, as a business. But what they're referring to is the efforts of a collective team of marketers, writers, designers creating an experience. It's a collective thing. You know what I mean? It's kind of these things that I think a lot of us understand what brands do on a corporate level, which is to market to us. Their whole goal was to get us to do something. What I'm trying to do, and when people speak about personal branding, they use the same literal language from corporate branding and they bring it over to personal branding. They're designing whatever it is they're teaching you to go and help you sell more things. I don't know. I don't know about you, but I'm just tired of people trying to sell me something. I'm just kind of like allergic to it now. And so when I try to teach people about personal branding, it's not so much I'm trying to sell you anything. It's mostly I want to know who the hell I'm supposed to be in this life. And I want to heal and to show up 100% as I am. And when I can do that, oddly enough, I seem to attract more people to me. If you've read Marty Neumann's writings, especially in Brand Flip, he goes, we don't want to be sold things. But we love to buy. And as it evolves, we don't want to buy. We join tribes because we're looking for connection and meaning in our lives. I just like to go into the history of branding a little bit. And you'll start to understand why we are where we are and how we may want to have a different dialogue about it. And I'm telling you right now, for every single person who's here who wants to develop their personal brand. And if you do it the way I hope you'll do it, you'll have a competitive advantage over everybody else who's doing it the wrong way. And I'll just be as polarizing as like there's a right way and there's a wrong way. Okay, just to make the argument. For most of our civilization, whether you believe in creation or evolution, we've been around for a long time. We've had to procure our own food source and make our own supplies. It's only in the last, let's say, 100 years that we're going through this industrial revolution, industrial age, where specialization starts to happen. So we're no longer growing our own food. So what happens is, is we get into specialized skills and industrial manufacturing. Things like that. There's a disproportionate amount of options that are happening. Now, we're living in small towns. There's a local grocer. There's one, a general goods store. And there's only one kind of flour. And as more people specialize, competition happens. Now they have to distinguish themselves from each other and they create identity. And it's just the distinguishing. So point of differentiation, right? It makes sense. And as the small town grows into a really big town, the grocer no longer knows you on a personal level, can't make recommendations anymore. And so now that job is now put on the companies. So the company is now standing there with their packaging, with their design, the materials and the colors and the messaging. And so now we have all these options. And one company is trying to prevent the other company from being a counterfeit version, therefore damaging their relationship with the customers. Because they'll get upset. And it's like, we didn't sell you that. This is the evolution of identity design marketing. And that especially now in the 21st century. We don't have just one company. We don't have one kind of flour or one kind of toothpaste. We have too many kinds of flour and toothpaste. And so the modern concept of branding, I think, is only like 30 years old or so. And it's been heightened by the Internet and social media. Because now instead of going somewhere and having limited choice, we have even unlimited choice. And so let's try to understand this then. Branding is preference. Branding is when I have an irrational emotional connection to a thing that I shouldn't have. But I do because we're irrational emotional people. We're creatures designed to really respond. We respond emotionally. So we kind of understand that, right? So everything that you need to understand about branding, I think I just told you in the story format. Differentiation and preference. And the way that I choose, because we are now wealthier than we've ever been individually. There's less disease. We're longer lived. We're healthier theoretically. So now we have more resources. We have more choice. And so instead of survival, we're looking for meaning. There's a quote from Anne Lappe. And she said that every dollar you spend is a vote for the kind of world you want to live in. When I buy Arrowhead versus Voss versus Fuji, I say I would like for those companies to thrive. I joke with my kids because my wife and I, we like this little Korean teriyaki chicken place called Teriyaki. They hate it. My wife and I, we love it. It's tasty. It's fresh. It's clean eating. And my older son's like, Dad, oh, no. It's like, oh, you want to eat there? They're going to go out of business. Like, boy, they've been around in business longer than you've been alive. And I say, if they're going to go out of business, I'm going to go over there. And buy 1,000 chickens. And now he's like, Dad, why would you do that? Because I want to support them. Why do I care about them? I don't know. I can't even tell you why. I mean, maybe because when I was an art center student or working around here, it was an affordable meal. And I have some weird connection to that. Every time I take a bite, maybe it transports me back 30 years. I'm reminded of my starving self. I'm like, this is good. Still good today. So we have an emotional, irrational connection. Do you want people to have a preference? What you do? Probably. Then you have a brand. If not, you're a commodity. Now, here's what we know, too. Every product has a story. Some stories are good. Some stories are not worth mentioning. What's the story of Arrowhead, everybody? God, I'm staring at this bottle. I'm almost certain Arrowhead is just filtered water. What's the story of Fiji? Does anybody know the story of Fiji? It feels exotic. Who said that? Exotic. Yeah, it feels exotic. It's like I'm on vacation. And then they introduced this language. What did they say, Drigo? Artisanal. It's artisanal water. Wow. Un-touch. Bye. Humans. Filtered through lava rock of the Fijian Islands. And then you know what they do? If you look at the bottle, first of all, the bottle's different. Most bottles look like this. Their bottle's kind of square. And then on the back of the bottle, as you're looking through the water, you see a little bit of Fiji. You see what they're doing to you? As far as I know, this came from Colorado and came out of tap. But it's a good story. I don't know what this bottle of Arrowhead costs. I'm assuming not much. That's why we have it. It's like 35 cents. A bottle of Fiji is like three bucks. A bottle of Voss is like five bucks. Because it has a different story. Why am I talking about all this stuff? What's your story? How manufactured is your story? What is the integrity and the authenticity of your voice? Is it there? I tell people I say dangerous things because I pretend like I know what I'm talking about. But as I look into this idea, there's Carl Jung and he talks about this. That there are two selves and it's regulated by our ego. Our ego manages who we're going to be in the world. There's the persona, which you're all very familiar with. It's who you pretend to be to be accepted in society. And all of us. Our inner persona. We are. It's undeniable. And then there's this other side. We're like, what are we managing then? On the other side of the persona is your shadow self. It's the ugly stuff. It's stuff that no one wants to talk about. It's the stuff that brings you shame. And you feel like if you were to expose that, you'll be ostracized. And there's a good chance you might be. From childhood, maybe we're like seven or nine years old. You've gotten the persona put on you by your parents most likely. You know, as a kid, I was like, I'm not going to be able to do this. I'm not going to be able to do this. I'm not going to be able to do this. I'm not going to be able to do this. You know, as a kid, you've said it yourself. If you have children and it's definitely been said to you, don't stare at that person. It's not nice. That's just you being you. Or I want to eat that. Or I want to go there. And I think that person's funny. Or I think they're cool. You just say whatever it is you want to say because the ego hasn't been taught how to regulate how you show up in public. Right? And like if you eat your boogers when you're three years old, people are like, don't do that. People are going to get freaked out. But it's tasty. It's salty. It's a good snack. It's all natural. It's non-GMO. Right? And you're like, you can't do that. You can't do that. So we all stop eating our boogers. So what happens is when you show up and pretend to be somebody that you're not for long enough, you forget who the hell you are. And when we get into the personal branding stuff, all I'm trying to do is get people to remember. That's it. It's not invention. It's memory. My wife is really into like everything related to like quantum physics, quantum particle, quantum entanglement. So she's into this whole quantum thing. And she's deep into like conspiracy theories and like weird pyramid and Illuminati and Freemasons Guild. Like, babe, just don't give anybody our money. Okay. Explore as much of that as possible. Just, just don't fall into the cult hole. I just please. But she shows me these videos and they're fascinating for me to watch because she introduces me to concepts I'm uncomfortable with. And that's a really cool part of my relationship with my wife. She goes, look at this guy. Like he's from the United States. He's from the United States. He's from the United States. He's from the United States. He's from Argentina or something. He has a heavy accent and he calls himself a rememberer. Do you guys know about this? It's a fascinating concept. Okay. So, you know, there's a lot of strange things that are happening. So I'm going to, if you indulge me, I'm going to take you down a weird conspiracy theory hole. Okay. Okay. Can we go? I'm going to go. None of it, which I believe, but this is the story I'm learning. Okay. There's a couple of complex concepts and I think Chris Nolan has been exploring these concepts. The idea that they're multiverses. Do you realize how many different things in fiction and media and cinema are talking about multiversal, like multidimensional things that are happening and time being like this fluid thing? And it's starting to get really complicated. So one of the theories is that the future version of ourselves far into the future are trying to communicate to the current version of ourselves. And the time thing is not even a real thing. Okay. So the old version of ourselves are here too. It's all happening simultaneously. And there are the rememberers who have not forgotten a single thing that humanity has gone through. And they will tell you what ancient versions of us know. It's wild ass stuff. But I don't know if I believe it because they ask them questions like, and they go into these weird states, right? And they're like speaking and being channeled through because future and past versions were speaking to them. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Right. Excellent. Good. and everybody's like, oh, I'm like, no, I want more specifics. But the idea of a rememberer is like pretty cool. Someone who's not forgotten like ancient wisdom throughout humanity. Okay. I'll give you one more part and then I'll bring it back to personal branding. It's connected. I promise. The theme that I wanted to explore with you is, can you remember who you are? And if you can, are you then courageous enough to show that? And it's kind of an interesting thing. So let me share with you concept number one. True strength comes from weakness. It comes from vulnerability. And let's explore this concept. Okay. If you were to think of some of the people you admire the most throughout history, the ones who stood for something, the ones who were captivating, who had ideas and were philosophers and could move whole groups of people with just their words, the ones who seem super comfortable in their own skin, who weren't these charlatans trying to sell you something. There's probably a handful of people that you think of in your mind, right? And it's not typically like who's portrayed today. Today, if you ask some young people, who's this iconic person you're thinking about? They might say the rock. He's popular. Millions of followers. He's like some alpha dude, right? With muscles on top of muscles. And they're like, well, that's who I aspire to be. What names come to your mind when you think about like throughout history, who are some of these people? That really stood for something. And you'll start to notice a pattern. Hopefully I can land the plane and just talk to you about that. Who do you think some of those people are? Just shout out a name. Gandhi. You say Gandhi? For sure. Gandhi. What's that? MLK. For sure. Anybody else? Like Socrates. Who? Socrates. Socrates. Yes. Of course. Mandela. I also think of somebody like the Dalai Lama. Are these physically strong people? I think of Mother Teresa. She's pretty frail. Gandhi's pretty skinny dude. You know, everybody's like not physically imposing. But you know, you look at them, you just see strength, courage, and conviction. And that's why I say true strength comes from weakness. And so when you look at the models on social media, all we have are images of strength. So I know something in marketing, just one simple concept, and it seems to be true every single time, which is when everybody's doing this, don't do that. Just do this other thing. When everyone zigs, use Zach. And everyone's doing this, just do this other thing. When everyone zigs, use Zach. Right? If everyone is doing a linear thing, do a curvy linear thing. All you need to do is go in the opposite direction of everybody and you will stand out. So if you want to be able to stand out, and we see that always see our images of perfection, of strength, of glamour, of success, you just got to do the opposite. And they're like, that's refreshing. I don't know if the Dalai Lama is wealthy. I can't tell because all he does is wears roped. He has nothing. But yet I think he lives richly. And the people who have been around him for a long time, they've been able to meet him. They'll say similar things like there's an aura and energy. And I think it's like, why are people drawn to that? So there's something about this, right? And so it's a struggle for all of us to be able to say like, well, well, how much of myself don't want the show? And how much of this is just me trauma dumping? And what is the intentionality behind this? When you see people do that, because people do do that, you kind of get grossed out by it too. So there's something weird here. I think it has a lot to do with your intention. Smell intention from a mile away, right? When you tell a story that seems to be vulnerable, and all it is, is you're just seeking attention. And that's your intention. We can see it. Oh, I'm tired of you crying about XYZ all the time. You have to kind of work at this and be guided through this process. Now, some of you have gone to the program and the back calls where I started to explore personal branding through the lens of pop culture. It's evolved quite a bit. I'm not saying it's radically different, but I've refined it. There's like an evolution of the exercise and getting people to think about this. So here's one thing. If y'all want to work on your two-word branding, I've been trying to figure out how to make it easier for you to figure this out. Number one is rather than come up with words that you love about yourself, let's just start with words that you're like, move. Those are my shadow words. Because let's start from a place of vulnerability and truth. And so what I do is now I instruct people to write as many words as they can, from the lens of you not liking yourself. And just write all those words down. And then we can write words that people who don't like us would say about us. And then we say, what about the trolls? What about a critical parent? And just write down as many words as possible. And then we start to separate the words that have no emotional triggering effect with us. And we relook at the ones that have a triggering effect. In order for you to show courage, it has to be uncomfortable for you to reveal it. Typically, when I instruct people to do the two-word brand, you know what they say? It's like, I'm charming. I'm charming. I'm charming. I'm charming. I'm handsome. They don't literally write that, but it sounds like that to me. I'm a creative genius, a genius designer. I'm like, what are you doing here? What are you doing? Because you know why? They're just thinking about marketing and sales. Marketing and sales, they go right back to corporate branding. It's like, I'm just tired of that. So now what I instruct people to do is I just say, go with all your dark, horrific shadow words and sit in that kind of discomfort for some time. And then what we do is we take your shadow word, usually one or two words, and we that's it. You're only allowed to use one or two words for a shadow word. So if you can't describe it in one or two words, you shout GBT and ask it for one or two words to describe some complex thing, right? It'll figure it out for you. It's good at that kind of stuff. And then the next thing you want to do is you want to add a transformer word. This is where the magic happens, where you make a negative or positive. And there's something very therapeutic about this. So when you can reveal to the world, I don't like this about myself, but you add the transformer word, but it's not going to happen. So I'm going to use the word that I've learned to accept it. I've learned to embrace this thing that I've hid from everybody for a really long time. Tom Ross, you guys know who Tom Ross is? He's the founder of Design Cuts. He was in the London workshop, of course. He's like, Chris, I think I got my word. I'm like, what is it? I'm a people pleaser. Like, okay, not exactly a good word. It's not like you walk around like, yo, I'm a people pleaser. It's not a good word. But he goes, is it wrong? If I tell people I'm a people pleaser, I'm like, if that's your word, what are you going to do about it? Transform it, man. He goes, that's all I got. No, no, no. Really? I had to transform a word. Why is being a people pleaser so important to you? He goes, man, because I run communities. If you run a community, it's good that you're tuned to what other people need. You see how he started to evolve his thinking around this, where it's a negative word. How did it help you? Why is this an advantage? And he found it. 10, 15 minutes later, he comes back. He's like, I got it. I'm a proud people pleaser. I'm like, is there a shorter way to say that? He goes, I don't think so. Well, why don't you just sleep on it and see what else you come up with? So now he goes around telling people he's a proud people pleaser. The cool thing about it is when you land in your two or three word brand, what happens is it's not supposed to be the whole story. It's just a title to the movie. It's a title to the book. And it has to be intriguing enough that somebody's like, let me open to chapter one. What does that mean, Tom? What is a proud people pleaser? And that's when he gets to tell the story about how he, he did X and now he's here. And this is why this happens. And then it's summarized. So what happens is when you find your two or three word brand, it becomes a lens in which you can tell stories. Because remember, if you're a product without a story and you are definitely a product, then you're a commodity. So somebody out there, not for everybody, will be intrigued by this whole idea of a people pleaser. And they're going to want to get to know Tom. They might want to interview him. They might want to join his community, his tribe, because maybe that's what they're looking for. A place where they get to feel important, like they're a priority to someone in their life. So now that becomes an asset. He took a liability and turned it into an asset. So you all have infinite stories that can reinforce who you are in the world, that people then can say, I want to be part of that. I can choose anybody, but I choose you or I choose you. You can't do it if you're not willing to show up and show yourself. Okay. Does that make sense? Somebody else that you can study, I guess it's just the London workshop here. Is James Martin, made by James, MBJ. He does a lot of local work. James is kind of an adorable character. He's a bearded guy. He's like the British Aaron Draplin, but like hipper. Yeah. And James tells you stories about his troubles with being sexually molested, dealing with drugs and alcohol. He talks about it all the time. And so he goes, Chris, what do I do with this? This is like, there's a lot here to unpack. Right. And he started to come up with like different words and combinations. Like he's got a lot of stuff to work with. I won't tell you how he landed it, but he did land the plane. And I brought him up because a woman came over to me and she goes, Chris, I had a relatively normal childhood. I don't have any trauma. You know, no one abused me. I wasn't like assaulted. Do I manufacture something? I'm like, no, please, don't do that. Don't create false trauma. You don't have to have trauma. Like being a people pleaser is not traumatic. So we automatically, you know, see how our brains are wired. As soon as somebody does it, that must be normal. I'm going to go do that. Like if we had a room here and you guys started pouring out, just talking about all the abuse and neglect that you've had in your life, the one person's like, no, I had it pretty good. They'll like manufacture something just so they can fit in. It's all about fitting in. And if you want to stand out, how can you fit in? And that's the name of the game here. When you're building a place, you're building a place. You're building a personal brand. You have to give someone a story that they can understand and relate to. And it's in the imperfections. It's in the flaws that we relate to you. Pixar's like 22 rules of writing story is that we admire people or characters more for their struggles than for their success. So the proud people pleaser now has a filter in their lens. He can tell infinite stories. He can search through the memory banks of his life and just pull out the moments that say, I'm going to do this. I'm going to do this. I'm going to do that. I'm going to do that. I'm going to do that. And what happens is it becomes a lens that crystallizes all your stories. If I tell you, say, we're going to have each one of you grab the mic and tell a story, you're going to flounder. Many of you will ramble on. Most of you have no point. It would be totally incoherent and uninteresting to most of us. But all of a sudden I say, tell a story that sets the origin of why you're a people pleaser much easier. Tell us a story when being a people pleaser. was an advantage when it's been a disadvantage and so now you know how to search for the story so your life is kind of like the internet it's vast it could be infinite and when you understand your two word or three word brand it's like now you have google and it can serve up the results and you just go through the top 25 stories and you can quite literally turn that into talks you can you can use that to write a book you can do some pretty powerful stuff but you need to give people something to bite down on right my example is um and it's not a great one because you're like this is where you don't want to do what i've done you want to do what i'm telling you to do do as i say not as i've done yeah because mo's like but chris well what would you say that what's the line i already got it i already got it but it's not about this no it's about it's not about what you're about to say oh what about what you're doing and what you've already done well it's working for you why do i need to follow you it's always the same i'm looking at it from the point of view of an instructor or coach or an advisor i'm looking at you and i'm saying here's how i would do it if i were you in your shoes today right so you guys know um i i use the loud introvert thing and it seems to work pretty well for me you're like that's not very vulnerable where's your shadow bro well okay it's not i'm just i'm gonna just be honest with you it's not because i didn't set sit down like how am i gonna manufacture and how would i do this i just did what i did and it's working but then if you try to do it because here's what inevitably happens and some of you in this room might feel triggered as soon as i say this they're like chris you're a loud introvert i'm a shy extrovert i'm like shut up you don't just take what i do and just flip it around and it happens it happens every single freaking time how long did that take you come up with four seconds i want to be you shut up it doesn't work that's what they do and they're like chris we're they got it and they'll do some weird version of that they think they're geniuses you guys i'm like i wonder how you came up with that you mean just flip the words backwards and it's done that required zero zero zero soul soul searching you think you're so clever here's 55 other people went to the workshop they came over the exact same stupid thing now some of you might have like want to change your linkedin profile right now and like okay that was me that was me right you don't want to do that but i'll tell you how it works for me you'll notice a very specific pattern because i'm very formulaic in how i do things if something works i try to do more of it to prove if it works right and you'll see my linkedin posts follow a very similar format and it almost always lands on somehow i'm an introvert and all the introverts and there's lots of us in the world and i'm like i'm not an introvert i'm not an introvert i'm not an introvert i'm not an introvert i'm not an introvert i'm not an introvert i'm not an introvert apparently especially in the creative circles they're like i feel seen this is good to know this is really you i didn't know you struggle with that i didn't know you have your dark days when it comes to media and public speaking and i'll tell you right now uh kind of almost like just looking at the data from from the post that i have the ones where i touch on that those painful moments those were outperformed by three to one so they'll have three thousand and get to the engagement versus one thousand i can almost guarantee you and if you're not sure and you don't want to believe me just go back search for me for the linkedin filter by post and just look at engagement read the story look at the engagement read the story you'll see and i'll never run out of those stories there's an infinite number of them and what's really cool is most of you are like i have no stories to tell as soon as you figure out your two to three word brand you're like i have too many stories to tell you're like i have too many stories to tell you and you'll start to unlock memories that you thought were lost it's a really cool thing i told my wife this a few years back i said it's strange because as you get older you're supposed to forget things you know early on stage dimension all the kind of things and i'm like i'm remembering things i didn't even know i knew it's pretty wild so you're rebuilding those synaptic nerves or pathways from memories that i've been lying dormant for a long time and i'm sure to do a brain scan of me as i'm thinking about the stories you're going to see different parts light up in my brain and it's a pretty cool thing right so you all have infinite stories that can reinforce who you are in the world that people then can say i want to be part of that i can choose anybody but i choose you or i choose you you can't do it if you're not willing to show up and show yourself personal branding you had another question am i building my personal brand or am i building a brand for my studio like a personality for means for making my studio i don't know what you're doing you said am i building this are you asking me to should i yeah like should i okay let's do the question one more time should you should i be as a studio of one be built focusing on building a personal brand or building out of a studio of one and then i'm like i'm not sure i'm not sure i'm not sure i'm not a personality for my studio okay let's try to understand this then okay you're you're a studio of one so your personal brand is just you and figuring out who the hell you are figuring out your point point of view your beliefs your values your interests um your origin story your transformative story all those kinds of things that's you if your studio has one person i don't stand the conflict then are you going to create something else for your company well when i think about a studio i feel like you have more clout when you're a team right like that i'll get i'll land bigger clients that i'm just ellen so which is why i have created means for making and talk about my collaborators and yeah um so that's why means for making instead of just saying i'm ellen keith shaw like means for making does stand for something i stand for something too right but i think it was and i still believe that i don't want to be running my business just as me i think it's very different for for some folks who are offering kind of different okay yeah there's some things here i want to take apart sure and i want you to imagine i'm writing this in a whiteboard because i don't want to get up but let's just imagine that that's the case okay your statement is i feel like i have more clout if it's a team bigger than me and that's the vision that it is but that's fine yeah just full stop there yes clout i have more clout if it's more than me and a lot of people here would believe that too you're bigger okay so we're going to practice critical thinking i need to find one example where that's not true and then your theorem falls apart you know i'm saying it's like we can't disprove gravity so therefore gravity must be real follow like the earth was flat and then we did experiments and then we found the earth was not flat at all it was round and now the old theory goes away so if you want to be a critical thinker to be like a deep thinker philosophical minded like these gems what you want to do is every thought you have the first thing you should do is try to disprove your own thinking and the way this works and it's very powerful this is how i always win my arguments so i win the battle lose the war sometimes when it comes to my wife i'm like yeah i was right like you sleep in the other room you're right you never win you never win okay so what we're going to try to do is we're going to try to disprove that you have more clout as a team versus an individual so we need to find one example where an individual has more clout and we might have to define what clout means okay and we'll do that together and then we'll see and then we might want to revise our thinking is that fair i don't know yet this is not premeditated of course you didn't text me before i'm like ellen's going to talk about this so we just have to work through this scott just hang tight for a sec i'll get you what does clout mean means um a aSubtitles by Michael because you're getting really pedantic and you're just chopping up words i'm not because word shape thinking um oh absolutely word shape action right like we don't want to get into like legalese and all that kind of stuff but it's like is the idea different enough that it's worth us exploring i think it is because i can think of lots of people that's an army of one who's done better than a whole collaboration let's think about musicians what bands were better after they broke up and were solo acts tom petty who else kind of justin timberlake yeah oh yeah oh think about that justified man beyonce there you go destiny child uh negativity will get you banned in here i'm just gonna put that out there right now joe we're not gonna disrespect that's we're not gonna disrespect lisa you see not always better together but sometimes and that could have been somebody's tagline you just got to get clear about what it is that you think okay so let's not go and say let's do that because that's what the world wants and actually i don't think that's what the world wants sometimes i think i'm not saying you specifically ellen but sometimes we're uncomfortable maybe the word might be insecure and we want to do something because that solves that problem but then that's not us i think you're powerful as a human being just as one person i want to bring this back to brockhampton personal branding you have a story you have a truth how much you want to lean into that's up to you i am too old too cantankerous to care what you think to change who i am so i'm just going to show up as myself you don't like it i understand i can be offensive i can and it's okay but i'm not willing to change that because i've accepted that part of my dark side i'm just okay with it there was a different time in my life when i would have done anything to get your approval to get you to like me and i'm looking at that time and this time i'm much happier much healthier much more successful being this cranky bastard than it was at this placating wiener oh so when did you come to acceptance with your dark side i think i was lost for a while drigo and i think when i was a kid i was a little bit more of a dark side i think i was lost for a while in college i found myself and i found that i could be good at something and i put all my heart and soul into that thing and that allowed me to rebuild myself i think if you're like one day teen you don't know who the hell you are you're just doing what everybody tells you to do what your society your culture your church your parents your grandparents your cousin your uncle whoever your auntie you just do whatever they tell you to do but for me i was a person desperately seeking chris you know like i was a person desperately seeking chris and i was a person desperately like i'm looking for something right now and when i found graphic design and more specifically typography drigo i'm like i think i can do this and i can be good at this i can suck at everything else in my life you can think i'm total dog trash but i'm gonna be good at type and i became really good at type and so i'm like okay that's my identity i'm a designer i typographer and i'm gonna put all my energy my heart and soul into this and from there i started to have a trunk to build branches off of And it's like, I don't know if you watch this guy. He's always showing you how to like recycle seeds and fruit. He's super high energy and he goes like this at the end. That guy, you know what I'm talking about? He got that signature move. Like he's a little bit too much fun energy for me, but I keep watching him. And there's a whole process in which you can take a dusting into a tree. And he has all these steps. But once the tree has taken root and it's strong and you can transfer it outside, it's going to be all right. It doesn't take that much effort. You just put a little water on it. It's fine. But in the beginning stages, you got to mist it, put cinnamon and you got to do all these kind of weird stuff. I watch the videos, you know. So for me, design and typography was that trunk and the roots set. And over time, the roots just get stronger and deeper so it could withstand a gale force wind. And that's, that was it, Trigo. I needed to find something I could build my identity on. So if you peel back. All the layers. And now, you know, like every tree, there's rings that show you the age of the tree at the center of it is probably designer. And maybe outside of that is teacher and then entrepreneur and then motion designer and director and you just keeps growing, growing. But if you cut back all the way to that core and you, we don't have to go back there is the tree is much stronger now, but that would be the core. And when you find your core, everything's pretty easy. That would be my, my take on that. Moe, I know you wanted to say something. I know you wanted to say something and we cut you off. So something that I want to just share something that I learned from him a few years back on a phone call, um, about asking questions when I'm in a tough spot, he would tell me that people are usually looking more for permission than they are answers. And a should question is one that he can't necessarily answer. He can only guide you to the answer that you want. So, and I'm paraphrasing because my memory is not as good as his, but. As I was listening to you, I feel like you've already made up your mind. As I was listening to you yesterday, I'm listening to you today. And when you, when you reframed it in the whole group said, should I do personal branding or business branding? It just felt like you had the answer. Even when he said it, you were like, well, clout. And, and you guys kept, you kept favoring business brand. So I don't necessarily, the lesson for me is like, I just have to find my own discernment in my choice and be okay with that. Because no one can hold the accountability, but me. And that's why he can't answer a should question. Cause like he can't be accountable for whatever you decide to choose. So that's just a lesson that I learned from him that I wanted to share with you that might help you in the future. That's helped me. My, I don't know if it's pushback or just a question, but my impression right now is in our culture, particularly in American culture, being honest and transparent is becoming really popular. What can we do to ensure that we're not pandering? Don't do something just because it's popular or unpopular. Do because it's true. If being a good parent or a faithful partner is all of a sudden trending, don't say I don't want to do that. If it's good, it's good. I think what we do is we sometimes look at some signals and over magnify them in our mind. We see a handful of people getting into vulnerability and they seem to be doing really well. And we assume like everybody's there. I can almost tell you right now, 99%, 9% of the world ain't doing it. And we falsely equate like four people. We think. Because the way it registers in our mind. Right? Brene Brown, Joe Coy does a pretty good job of this and people owning their story. Hasan Minhaj, he's doing it. It's like, wow, this is really cool. And I'm trying to get other people to do it just because that's the right thing to do. It don't matter if it's trendy or not. It doesn't matter. What is the alternative? I don't get it. Like just say, for example, if therapy is helping lots of people right now, and all of a sudden it's like the new LA thing to do. And you're like, I'm not going to do that. I'm too cool for school. You're saying I'm going to screw myself over because I'm a nonconformist. I'm a rebel without a clue. I think as humans, people are good at discernment and we can tell who's putting on and who's like being genuine. And over time, like the consistency with this, who you are, like we can tell and we know like, okay, you're moving with the trend. You know, this one is just being honest and genuine. So I think that's what sets it apart. I think that's a good thing. Like we said before, we can smell intention a mile away. We know who's doing it. We know who's faking it. It's a bit and they're going to do it. That's fine. You'll fool some other people some of the time. If I'm doing something as a carousel on Instagram and there's like 3000 other people doing it, I don't really care what they do. I'm not going to change because they just are doing the same thing. I don't even care. I'm only going to change because I feel like it's time for me to evolve and change. That's all it is. Like if you're a classic jeans and t-shirt guy with a jacket, just because everybody's doing it, what are you going to do? There's other ways to be different. So I wanted to speak to what you had said. Like, how do we know if it's a bit? How do we know if our vulnerability is performative? I just ask, is it, am I doing this, whatever the thing is, for validation, for praise or for approval? And if it's yes to any or all of those things, then it's not true vulnerability. It's not even a bit, but it comes across disingenuous. It comes across inauthentic and it comes across sometimes not ready. And when it's not ready, then you land into this arena of trauma dumping. I have a much easier way to understand this. Sure. Let me try this on you guys. Okay. If you were to write it in your journal, no one's supposed to read that. You're not doing it because you want someone to read it. You're writing it because that's how you have to understand yourself to process your thoughts. That's really how you should create content. Now I'll give you another example. Let's just say you knew your mom read your journal and you wrote things in there so that your mom would treat you a little nicer. Let you go out with your friends. That's what we're seeing. They can smell it. I want you to read this because I want you to do something. I want you to feel sorry for me. I want you to open the door for me. I want you to let me stay out later. But it's just for you. Okay. Who am I? It's a really big question. It's not one that's easy to answer. So it's not like you're going to just crank out something and you're done it when you're 17. You're still trying to figure out who the hell you are. Some of us are really lucky and we get to figure that early. Some of us are still working through it and some of us will never get there because it requires a level of introspection and discomfort for you to get there. We know friends write things and we're like, oh my God. Because you know the real person and then you're like, what the hell are you writing right now? We know. I don't feel mad or anything. I just like it's a cry for help. Then I'm DMing them like that's fake AF. When are you going to show up? And they get super offended. What do you mean? I'm like, you know, when you said this, you stopped there. Why don't you tell this part? Because I know that part. Like, well, Chris, are people going to get upset? I'm like, you see, you stop because you knew. You already knew. The rest of it is just lying to yourself. Don't give me half that story because it makes you look good. Give me the other half that makes you look bad and how you dealt with it. What it taught you. Here's another thing that you can usually tell in these stories. The good ones from the ones I got. What is wise in your story? You're always the hero. So that's also another good place. You know, you'll notice a lot of my story. Someone else is the hero. Not me. I'm the idiot usually in the story. Not always where someone else told me to stop doing this. And I did it when we talk about vulnerability and weakness and other people jumping into your story. Then they see themselves in you. And Dan gives us a funny way of saying this is not her saying, but everybody's trying to be the sage on the stage when you should just be the guide on the side. Everybody wants to be. You want to be the star. And so, you know, these days when I, when I get up on the stage, I try to think, how can I tell you I'm an idiot? Then all of a sudden the guard gets lowered. Or Mosey talks about this when he was on stage. Let me tell you three things that are bad about me that I don't like. And then I'll tell you one thing I like by telling you three bad things I don't like. The one thing that I like has more weight and power. If he went on stage like I'm good looking, I made a gazillion billion dollars and I'm great at marketing. Like now we don't believe him. You know what he said when he got, he went up on stage. You were there. Grow with video. He's like, I don't know. First thing about content creation and content marketing. Actually, you all know much more about it than I do. I'm mostly a paid ads guy. And this is, but I'm shifting my thinking. Everybody's listening now. Go look at your last post, everybody in your mind. Okay. Did I do that? Did you go on stage and tell people how you were suck at a bunch of things, but you're kind of no one thing. Maybe you say like now it's become a formula because I am a formula guy. When I figure out something works, I just do it again. Are you manipulating? Like maybe, I don't know. I just like, if it works, why would I change it? So these days. My post usually begins with my God. Here's how stupid I am. And I struggled through it. Here's the pain, but here's the thing I learned. And I still need to remind myself every single time. You also get really suspicious of stories where I struggled all my life and I'm totally cured. Says who? Lie. I was hooked on heroin for 10 years. I'm perfectly clean. I never struggled with it again. Lie. And even if it were true, we don't want to know that story. We don't care about that story because it's in the struggle that we get to know who you are and we get to relate to you. It's that way. So Mo, if you ain't feeling a little bit of pain. Then maybe you need to dig a little deeper. It's not about like pain, but it's just, maybe it's more like discomfort. You have to be uncomfortable. Okay. Ihor. And then we're going to get to you. What's your name again? Devin. We'll give it to Devin. Cause he's been very patient. I want to bring us back a little bit before that story. So the problem is I have when we see the content and especially if we follow the advice of vulnerability thing. And what I see online is that I am tapping into someone's diary and I'm exhausted. Reading all these feelings. And especially the problem is I have with Henry Hansen content is that it's all about her. And I lose the sense of what I'm doing here. And especially if I follow this advice thoroughly, I see more and more people like us who is more sharing and tapping into vulnerable side without giving us something that they promised initially. Like trend strategy or something else. And I feel like I am exhausted of just being exposed to other people trying to use us as a follower. Okay. So I think it's important for us to filter out and figure out their inner self. How do we present ourselves and tap into our weaknesses and be vulnerable and share content that resonates with people but still being helpful and do business and build a brand that brings some value to people? Not only uses people as a mirror to reflect on themselves. You said using us. Like if you feel used, don't read somebody's content. If you want to build a strong community and audience that shows up for you, you have to show up for them. The greater value you create for them. The more transformations you're able to create for them. The more people show up. The style in which you do it in is part of your personality and your voice. So you can't just be all out there with your personality and your voice all the time unless you're really charismatic person. But even charismatic people need to give you value. Joe Coy, I believe, is a very charismatic person. But he makes us laugh. He gets us to point at our silly childhood and just laugh at ourselves. And you could say, well, isn't Joe just doing therapy on stage? And you can say yes. But they don't have to be mutually exclusive. You can be doing some form of therapy. You can be doing some form of self-therapy, self-healing while entertaining, giving value to other people. These are not either or. It's oftentimes an and. I suspect where you get a little bit upset is when it just it's for me and I get nothing. I feel like when you build a personal brand, it becomes ours as well as yours. And then I feel like when I see the content that misaligned with the mission, I feel conflicted. Every person here who builds a relationship with the community, at some point, you don't control the brand. And it is often kind of upsetting. Because like, what do you mean you're going to tell me what my mission is? Like, you know what your mission is, or do you? And they'll say like, Nike's not behaving like themselves. And Nike's like, yes, we are. So at some point, you should be so fortunate that your audience community knows you so well that they start to control the brand. And when you act in a way that's inconsistent with the brand, they turn on you. It's happening with Elon Musk right now. For a long time, Elon Musk just was like, I'm trying to save the world. I'm a forward-thinking genius. And now he's all those things. Plus, he's got some radical opinions about lots of weird stuff. And now people are like selling their Teslas. They don't want to be a part of him anymore. So much so that people have stickers that they put in their car. Love the car, hate Elon. Because they want to be clear. Oh yeah, especially in California. If the content doesn't serve you, you don't need to follow it. And people have said this to me too. It's like, that's not the future's mission. Like, I'm pretty sure I know what I want. I'm pretty sure. My argument starts with a premise. If you don't believe the premise of the argument, then the argument holds no weight. A product without a story is a commodity. Do we accept that? So if you are a product, let's just assume you're a product, and you have no story, then you are therefore saying, I'm a commodity. I'm easily replaced. Now, I don't know about you, but if you go on Instagram and you look up something like portrait illustrator, wood block, that's a pretty specific thing you're looking for. You will find hundreds if not thousands of people who do the exact same thing. This is a problem. Why would I choose one over the other? I'm not saying sometimes all I have to do is be good at what I do and tell the people in the world this is what I do. That's a good first step. And for many, they can't get past that step. They're trying to talk to too many people. They're trying to say, I do too many things. And we don't believe any of those things. But let's say you've done that. You've like, I'm going to be for this type of person. I'm going to do this kind of thing. Well, now you compete with everybody who does that. And we're trying to differentiate even more. And the only way we can differentiate as far as I can tell is tell a story. This isn't about me, me, me, me. It's not self-serving. It's about saying, if you care about the things that I believe in, this might resonate with you. That's all it is. Let's take 10 bottles of water. We just came from Mars and there's 10 bottles of water here. And I take off all the labels. You still might prefer one shape or the other. But if I take all the water and pour into the exact same container, now you cannot quite literally tell the difference between all these things. But that seems to be like where a lot of people are at in the creative space. We take our contents, us, our ideas, and we pour it out. We say there's no difference. So without the label, without the design, without the story and the colors and the materials, it's just like everything else. I want to choose companies that I want to see in business. Seth Godin writes in his book, All Marketers are Liars, that we, the buyers and the manufacturers, are complicit in a mutually shared lie. This wine tastes better because they told us and we believe them. This tennis racket is better because they told us and we believe them. We have to agree on the lie. The actual differences are much smaller than what we think. And there's all kinds of people who swear up and down, oh, I'm so attuned to flavor and taste. And yeah, there's a couple of people like that. But most of it is just your own opinion. Most of it is just you're unwilling to believe that you're complicit in the lie. And you can read Seth's entire book. It's a couple hundred pages. It'll come to the exact same conclusion that they're lying and we're buying. So if you think, if you've told yourself now, if I tell a story, it's too self-serving, it's all me, me, me, me, then you won't tell your story and then you will be the commodity. But here's the weird thing. As I try and tell stories around what it is that I do, people get really excited about it. And they reward me with a couple of different things. One, greater reaction count, more engagement, and the amount of sharing and resharing, invitation to speak about those kinds of things. And then I have authority for whatever reason because enough people say that. It's just that. So it seems like the more I test this concept, the more evidence I'm able to collect that seems to support that argument. Aaron James Draplin. You guys know who Aaron James Draplin is? Anybody? He's a graphic designer. And if you talk to young designers and you ask them who's the best designer you know, he's going to make the top 10 list. He should not even be on the top 10 list. He's a good designer. He's a friend of mine. But he should not even be on there because there are legends and pioneers, Swiss, German, English, you know, American pioneers that should be like so deep. But why is Draplin on that list? Because people often associate fame with skill. And we cannot escape this. We buy something, we think it's good because we've heard people talking about it. It's just the way we are because we're social creatures. We depend entirely on the network of people that we know, like, or trust saying this is good. Therefore, we buy and use that thing. So again, you need to help people be complicit in the lie. And this is a strong language to say it's a lie. I know it's not a lie. It's just there's a story. I want to believe you. So I don't think it's self-serving. I think there are people who do it self-servingly. I think there are people who do it in a way to manipulate you. I think there's people who do it in a way that's really superficial, not really going to any real place. And we can see that. And if we can't, we'll eventually figure it out. That's why when you see like some savvy marketers who tell you this hard string kind of pulling story, you're like, well, I don't believe you. There's something funny about the way this is packaged so carefully and the way that you're able to deliver it. They smell conners. And there are a lot of them. And you know, they are. I'm not going to mention their names. Some people think I'm a conner. I'm OK. Cool. Not for you. And it's an odd position to be in. It really is. Do you guys know that the Chinese culture, the Chinese people invented gunpowder? Do you guys know this? Yeah. For fireworks. That's all they wanted. They couldn't think of anything else to do with it. And then the Westerners like, let's use fire gunpowder to kill people. Yeah. Let's just say you're like that first Chinese chemist. We take bird turd. We mix it together. We can make fireworks. It's going to lead to the annihilation of all groups of people. And then Sandy Hook and everything else. Like, are they responsible? I don't know. I mean, Oppenheimer explores this theme deeply. Just because you can, should you? And where do we go with this? And it's a super complicated question to ask. Here's what I'm thinking. I'm going to teach you what I know. How do you want to use math or storytelling? That is your responsibility. I hope to attract the right kinds of people. But unfortunately, there are good seeds and bad seeds. And I don't know. And I also have a complicated worldview on this, right? I have a strange worldview because I argue with people all the time. Most of the times I think I'm right. But my worldview is I could be right. And while arguing with you, you could be right. Or you could be wrong. And I could be wrong at the same time. Or all of us could be right. And we all have different right answers. I have my way of doing it. I want to share it with you. I think I have a gift for teaching. That's all I want to do. Now, if you want to go make nuclear bombs, unfortunately, it's out of my control. I try to teach people how to write carousels and hooks. And then people use it to do horrible things. Or they jack up the design. Or they plagiarize other people's content. I was like, that's not really the intention. There are people who watch the exact same video that have wildly different outcomes. You know this. Several of the people on the internet will watch a video and say, this doesn't work. This guy is a con artist. He doesn't know anything about business clearly. I would never work with a pompous a-hole like this person. That's one set of reactions. And there's quite a few of those reactions apparently. And then there's these other reactions when somebody texts me, like, I just made $40,000 watching this video. Somebody else is like, I just crossed six figures, seven figures, eight figures, whatever. I'm like, man, you need to send me some money. I got to eat too. Right? And it's from the same video. Nothing else is different. Literally the same piece of content. This is the nature of people. You walk in with your lens, your bias, your story, your limiting beliefs, your abundant mindset, your scarcity mindset. And you hear what you want to hear. Some people apply right away. Some people never apply. Some people want to watch 100 more videos that say the exact same thing. Before they take a step. It's not for me to judge or to determine. I'm not your judge. You get to do whatever you want. It's your life. And it's a short one. So why don't we try doing it around the things that we want? But I will tell you this. Like apples, like we're here for the crazy ones, the square pegs in the round hole, the misfits, the troublemakers. I'm just here for the action takers. I really am. Take this piece of information. Go do something with it to better your life, better your relationships, to be a better parent or spouse or teacher, guardian, whatever it is that you do. Use it. Use it for what gives you joy and purpose. The rest of that, I don't know what to do. Okay? And so before we go on our walk, I just want to share a little debate I had with Moe. And it just reminded me of something. We're always having debates, you know? So it began with Drigo actually. Sitting there, stuffing her face with Asada burritos or whatever we're doing. And Drigo's like, you know, Moe's like, you should be doing this with your life. It's easy to dispense advice, by the way. You should be doing this with your life. So Drigo. Drigo's like, you know, Chris said yesterday, you want to be like popular or you want to get the job done? If I want to get the job done, I would just be a real estate agent. And it turned to him, you're confusing the concept and you're just merging two things that actually don't belong together, which a lot of people do. This is why I'm like, I didn't tell you that. Those are the words I said, but then you put it together and you made some kind of weird mashup remix album of what I just told you. That's what I told you. Pursuing something to make money while killing people. Pursuing money while killing your soul is not getting the job done. It never has been. Getting the job done is being in alignment with who you're supposed to be in this world and saying, screw the consequences. I'm going to go for it. That is getting the job done. So where we confuse this is Drigo says, I hate real estate. Let's just say. And Chris, like if you want what you want in your life, you have to do the things that you hate. It's true. Except for when you try to achieve that thing. The thing that is the barrier to the thing that you want. You have to want that thing. So if he wanted to be a real estate broker and like going to get his license is a horrible thing he doesn't like to study. Then that's what you're supposed to do. That's called getting the job done. That's not in his cards. And he's going to get slaughtered. This is where Mo comes in is like, yeah, when, when, what's the guy say your money bit. Do it. I'm going to kill you right now. I said yes. But when money's involved, people get jaded. Yeah. That's why they throw away what they really want to be aligned with. And then you said. So he's talking about money now. Right. Because he's like, he literally said money makes you jaded. And I said, no, it doesn't. Money is neutral. Has nothing to do with this. Money does not make you jaded. Not being aligned with who you're supposed to be in this world. That's the thing that makes you jaded. And we start arguing about this. No, Chris. He's trying to prove it to me. I said, okay, money makes you jaded. Aren't people who have no money super happy? He goes, yeah, but. And aren't super rich people not happy? Yeah, but. And you just keep going over and over again. Right. And so it reminded me of something that Jesse Itzler, the billionaire guy said at the conference. He goes, I was raised by a working class father who worked in a hardware shop or owned a little mom and pop hardware store. But he died a billionaire. I'm like, what a story that was. He goes, financially, he's middle class. His heart. He was a billionaire. And he's looking at a room full of, I think, relatively soulless people who just want to make more money. He says, let me ask you this question. Can you be a billionaire in the bank and be broke in your heart and be a billionaire? Of course, they're like, no. Because he's like a billion times zero is what? Zero. Right. And he says, if you can be a billionaire in your heart, but have no money, you're a billionaire. Right. So you're a billionaire in your heart, but have no money. Are you broke? Of course not. You're fulfilled. So all of this is just to say the pursuit of money and everything that you think around money is really not the pursuit. The pursuit is to find who you're supposed to be in this world, figure out your gift and to share with as many people as possible. And when you do that, I can only guarantee you one part of the equation. You'll be happy. And you'll die a happy person. You might be broke for a while. You might be broke financially, but you won't be broke spiritually, emotionally, intellectually in your heart. And maybe at the end of the day, when you realize how short our life is, that won't matter. But I also, as a capitalist think, the more aligned you are in your life, the richer you'll be financially in the bank account. The problem is in Drigo's observation, he's like, well, I should be a realtor then. I'm like, no, you won't. That is the wrong path. That is the path of just pursuing money for money's sake. And you think that's what will make you money. And it turns out it won't because there are people, men and women, who live, breathe and eat real estate. They've been dreaming about this all of their lives. And they will eat your lunch every day of the week. Right. There are people who like magic and there are people who are in love with magic. And the people are in love with it and the person will like it. They will destroy. Because you know why? It takes an incredible amount of fortitude, courage and conviction to get past all the no's and the buts. Right. To get past all the no's and the rejections, the late nights and the strained relationships that's going to get you there. And you're going to need that passion in the gas tank to get you across that finish line. And everyone who doesn't won't. That's it. So you hear the story and it's told over and over again how someone struggled for 15, 18, 27 years who woke up every morning on a Tuesday and a Thursday and put those signs up like open house until they got that first big break. And then they turned that into something. It happens over and over again. And we see them in popular culture and media and stories that we read and the people that we talk to. It's almost always the same exact blueprint. And yet we delude ourselves and we think, oh my gosh, it's a two-year endeavor. I like this. I'm going to achieve that. And then they don't. And you know what they do? They pick another thing. And they do that and that doesn't work. Two years later they try this thing. And then they just keep trying and trying and restarting. It never goes anywhere. You know this. So money doesn't make you jaded. There's rich people that are happy and poor people that are, I mean rich people that are unhappy and poor people that are really, really happy. That's not it at all. But I do seem to feel like, and I need evidence and you can just prove me, that the people who seem to be super aligned with what it is that they're supposed to be doing, they seem not only happy but quite a few of them are really wealthy. Wealthy in different dimensions though. Like the Dalai Lama is probably not wealthy but he's wealthy in the spiritual dimension. Maybe a billionaire in that space. Like Mother Teresa, like robes and poor and she was rich in a different dimension. Like if you're the world's best tennis player, I think that's Roger Federer, right? You're celebrated because that's what he loves. If you're Michael Phelps, you just love the pool and you're just the most decorated athlete, right? That's it. You guys just find that thing. The problem why it's so difficult for many people is we have folks telling us this is what we want. We have folks telling us this is what you're supposed to be doing. That could be your parents. And it's society and it's your culture and it's your religion. It's all these things. And so, like I said, when you pretend to be somebody for long enough, you forget who you are, you forget what you want, you forget what makes you happy. And sometimes it takes a fishing trip or a 10-day immersion retreat thing to go and recalibrate. It's like, who the heck am I supposed to be? It turns out it's actually quite difficult to be happy and it takes work. It shouldn't because it's the most natural thing. But I think it's because of the way our society and culture has evolved that it's now become really hard. It's hard to know who you are. It's hard to pursue what makes you happy. It's hard to give yourself permission to like that pursuit. And that's a struggle.",
    "msg": "!"
}