{
    "code": 10000,
    "data": " The first step in skincare is understanding what your skin needs when you're looking in the mirror. Sometimes we're drier than others, sometimes oilier, and sometimes we're just really tired. So I recommend figuring out what moisturizer works at night and what works under makeup. Big difference. So at night, you could certainly put more on, and it almost works as an overnight intensive mask if you have dry skin. And I love to find really the densest, thickest cream I could find. I put it on my face at night, and if I'm really dehydrated, then in the morning, I look amazing. I also use often face oil. And if you're at home saying face oil? Why would I put oil on my face? Just know that most moisturizers are oil and water mixed together. So when my skin's dry, I go right to the face oil. I have been known to use olive oil in a pinch or any kind of oil that's around. But a face oil could be almond oil. It could be apricot kernel oil. It could be vitamin E oil, grapeseed oil. So most of those oils are great for your skin. If you are oilier, there are lotions on the market that are oil-free. And people would say, why would I need a lotion? Because if your skin is oily, you don't want oil that's necessarily going to make it oilier. But if you use a lotion that's oil-free, it'll hydrate you. Because you could be oily skin and not hydrated. And honestly, when you're hydrated, your skin looks great. There's also gel creams. There's regular lotions, which are oil-free, which are great and good under makeup. There's regular lotions that have more oil to them. So that's good for medium skin. Some of the moisturizers are better for under makeup than others, depending on your skin type. Someone with really dry skin, by the way, could use a really rich moisturizer and then put makeup on top. But the trick is to not use a lot. Because what you don't want is to put a rich moisturizer on, then put makeup and realize you're all shiny, and then put powder on top. You've kind of defeated the whole thing. So if when you just use the makeup, it looks dry and cakey, you need some moisturizer. If you've used lotion and it's not enough, then you've got to go to the next step and use the moisturizer. And the trick is, just do a little bit. You can always add more. There's way more problems when you have to take away. The shininess from moisturizer on your face. I can't talk about skin and skincare without probably the most important anti-aging product there is. Now I got your attention. Sunscreen. You have to wear sunscreen. You, you, yes, you need a little vitamin D for health, but you have to wear sunscreen because it's harmful to you. It's not good. And my advice is. When looking for a sunscreen, make sure it's not white coated because then your makeup is not going to work well. So there are some sunscreens on the market that don't have the white cast. And I would certainly suggest that for your everyday makeup. And even if it's overcast, you have to wear sunscreen. You have to put it on your chest, put it on your hands and guys, if you have a nice little head covering, that's a little open. Put it on the top of your head. And on your ears. There are great moisturizers with sunscreen. Again, you've got to make sure they're the right texture for your skin. And you always do the sunscreen first and moisturizer on top because you want the sunscreen to be the first thing you put on your face. Now eye cream. I recommend two different formulas. One that is a little bit more moisturizing. One that is a little bit lighter for underneath your eyes. And that's usually a little bit wetter. And then there's one that's richer for nighttime. I don't put it on my eyelid, especially during the day because then your eyeshadow will crease. And as someone that loves a good oil, I also love oil sticks because you could just pop them on your face. And honestly, I do this constantly. And the end of the day when I'm really tired. I just put on an oil stick. There's a million creams on the market. A million price points. There are creams up over $1,000. There are creams for $3.99. You've got to find the cream that works for you. And I wish I could stand here and tell you that there is a cream or lotion on the market that gets rid of lines in the face. And I'm here to say there's not. But my best advice is make your lines look hydrated and smooth. And that works the best. And I'm going to tell you about a couple of hybrid products I want to tell you about. I love these. So these are tinted moisturizers. These you can get in the color of your skin. And what I love about this is that you don't have to, like, use a couple products. It's one thing. You could also make your own by taking one of these moisturizers and putting it with your foundation. But these are so easy. They really go into your skin. They look natural. And they don't really look like makeup. There's also a bunch of shimmering oils on the market that are skincare, highlight. And some of them have some color where they give you a little bit of tone to your cheek. That's a great option. And then there's so many different formulas. There are balms on the market that are actually skincare, but they're tinted. So they give you a nice sheer tint to the skin. And the good news with these products is that they're not just for the skin. The good news with these hybrid products, you don't need to even touch the creams. You just go right to there. And then you're done. Some of the things I look for and I recommend women look for is really see how your skin adapts and what works and what doesn't. Certainly, if you are someone that goes skiing in the wintertime, there is nothing more than a little bit of a tint. There's no need to go, like, I have to do this. You just go right in and take a look at your skin. And you can see that you have a lot of shine. You can see your skin is really moist. You can see your face is really beautiful. You're like, there's nothing more aging than being outside in the cold elements if you don't have the right moisturizer and protection. So that's when you might need to really step up the formulas to balms and oils. Even a rich lip balm is something that you should constantly put on. But I also use it around my nose. And if you ever get a cold, and you have a little bit of redness around your nose, a lip balm is great for around your nose. So the honest truth is, as you age, things change. oils. Even a rich lip balm is something that you should constantly put on, but I also use it around my nose. And if you ever get a cold and you have a little bit of redness around your nose, a lip balm is great for around your nose. So the honest truth is, as you age, things change. When you're sick, things change. When you're on vacation, things change. And it's just having some things to adapt and knowing what works. And by the way, you might buy a new foundation and your regular rich cream isn't working. So go down to a lotion. So have a couple things that you could actually change around. There are many ways to take your makeup off at night. One of them could be as simple as a pad. This will take all of your makeup off. Some of them even take your eye makeup off. You can get them at the grocery store, the health food store. You can get them at drugstores, department stores, all different price points. The important thing to know is it has to be pleasing to smell and it has to take everything off without stripping. So I like to use these when I'm really tired and I just kind of do everything really quickly and you're done. Now there's other options for taking makeup off. One of my favorite ones is coconut oil. By the way, coconut oil is such a great product. Besides putting it in your smoothies, it's so good for you. This is like an ideal treatment that is so affordable. You could use it for taking your makeup off. You can even take your eye makeup off with it. You can also use it for dry skin. What I like to do is put it on, take my makeup off, and I'm going to take my eye makeup off. And I'm going to take my eye makeup off. And I'm going to take my eye makeup off and splash a lot of water on my face. And I like to leave a cushion on the skin. So if I'm, again, if I'm really tired at night, I don't have to put moisturizer back. This is also a great product as a body cream. It's great for your hair, anything that's dry. And the best thing is it's not very expensive. You can choose either a virgin or a regular. And the difference is the virgin coconut oil has that great Caribbean scent that reminds you of your skin. And it's not very expensive. So if you're going to take your eye makeup off, it's going to be great. And the difference is that you're going to have a really nice look. of the beach where it's actually just smells like sunscreen, but it's the virgin, but either one are great. If you have oily skin, you might want to use a cleanser that is soapy that really will foam on your skin will bubble. You can either get ones that you could press and come out foaming or just a liquid. The trick is even if you have oily skin, you don't want one that leaves your skin so dry that you have to like, totally run to put moisturizer on, but that's a great option. Again, dry skin, oilier skin. I also use micellar water, which is great. And you could take all of your makeup off. You could just take your eye makeup off. It comes both long wear and regular. I find the regular works great. And I like to use, to take it off, just a nice piece of cotton and also a cotton swab is great for getting the underneath off. And there are days where I have a lot of makeup on, I take it off, I take everything, and I wake up in the morning and I've got the raccoon eyes, and it happens to all of us. My little makeup tip is take a cotton swab, clean it up, but leave just enough of it on. That is the perfect smoky eyeliner. There is also, believe it or not, great cleansing oils that dissolves your makeup. Another great option for dry skin, there are things like cleansing balms. That's also great for dry skin. Now, I do not recommend the bar of soap that you have in your shower because most soap is really drying. And even if you have oily skin, you don't want to dry it. What also is amazing for skin is exfoliating it. The way to exfoliate your skin, literally, you just get the scent. It just sells off and you just have fresher skin underneath. You could use a gentle loofah, a washcloth. You could use any kind of scrubbing grains. This is actually pink sea salt, which I sometimes use in one of my cleansers very gently and make my own, though there's a million on the market. There's also lip balms that you can exfoliate your lips with. So those are ways to clean. You're... I don't know if I'm going to say it, but I'm going to say it. Not just take your makeup off, but clean your skin. If you wash your face every night, you don't have to worry about taking a break from makeup. I just know that most women, I know myself included, some days, some weeks, some periods, I feel like putting a little more effort into the way I look. And other times, I am so happy with my hair in a ponytail, some oil on my face, and I'm like, I'm going to take a break from makeup. I'm going to take a break from makeup. I'm going to take a break from makeup. I'm going to take a break from makeup. And putting on my sunglasses and being outside. So it really depends. Do I think it's going to make your skin better? No. What I do think is that I think women should take a break from makeup, not just about how your skin looks, but just get used to seeing yourself without makeup. It's actually okay to be without makeup. So caring for your skin, it's not just about a moisturizer. It's about everything that goes into it. It's about lifestyle. It's even about the smile on your face. It's really how you live your life. And of course, what formulas you choose to make your skin look better. And no smoking. No smoking. That does not work with skincare. You just have to take a lot of Livesport products and effect theチーズ達 Pictures series on iTunes and listen to Halle's Tape If you want an updated like, and she gave me an additional 10 times a week overflow, all of it. So for me, because not every pump cream is the same. I take all three so I will definitely have to take care of myself. I don't think it will be a fill and go on me. That's absolutely true, I love it. Everyone of you know how it is when you start to ride it and it takes out the wonderful feel that you get out of your skin over skin type and you get great抱 coward as well. Everyone knows how to go through it. Get your cream on a empty stomach. All right. Do you want to say more?",
    "msg": "多媒体文件转换文本成功!"
}