{
    "code": 10000,
    "data": " I'm going to show you workplace makeup. What is appropriate depending on where you work, the kind of office you work, and how not to look like you've come from the disco. I should say the club. Yeah. Okay. You don't look like you've just come from the club. Makeup for the office has to be appropriate for what office you go to. If you are someone that works in a law office, there's probably a look. If you are someone that works in a magazine or any more creative office, there's probably a look. It's always good to go with the crowd and know what to expect. When somewhere in the middle, you want to make sure that you look polished. You don't want to look shiny. You do not want to come in wearing really strong makeup that possibly you would wear to a black tie. You just want to look polished and you want to look comfortable, confident, and together. How do you do that? You make sure your skin looks good, whether it's tinted moisturizer or a foundation, make sure you have the right one for your skin, make sure you have your concealer on, and just add a little bit of polish. So this lesson is about how to add polish but still look fresh. So we're going to start with under the eyes. We're going to add some of the color that just makes you look less tired and absolutely brightens under your eyes. This is a peachy, light pink color. This is a peachy color that works great with her skin color. If you are fair, you might be choosing a color that is pinker in tone. If you are medium in skin color, you might use a yellow tone. Again, the only way you know if it's the right one is if it gets rid of your dark circles under the eyes. And you definitely don't need makeup all over your face. As a matter of fact, a tinted moisturizer, a beauty serum, one thing to keep in mind, probably the liposem국or just spot correcting is good. And that will help even out your skin. And you want it to be quick. I don't know anyone that likes to spend tons of time on their makeup during the day. Really important that the foundation just goes into your skin because there's nothing worse than seeing people who are trying to look polished and put together and put a foundation on that's too pink. It doesn't look good. Or when you could see the line at the neck. You want to make sure that wherever you put it on, it matches exactly. A little bit of spot correcting is also good. Again, you want it to be quick and easy. Now what makes it really a work look and not just running around look is the polish. So your eyebrows, you should definitely fill them in if you haven't. You can use a powder. I'm going to do it really quickly with a little bit of powder. A little bit of a pencil. And this is a pencil that's cut to a really nice shape. So it's quick, it's easy. And the great thing is it's dual ended. So it helps you brush it up. Now for eyes. Again, you want it quick. You want it polished. So I grabbed an eyeshadow that is a combination of a pencil and a shadow. It's actually a cream that turns into a powder. So I'm just going to smudge it a little bit on her eyelid. And the good news is it locks in. It just adds depth without looking like you're going to a party. But you look like you put in a little bit of effort. And really that's the trick. Looking like you put in some effort. Sticks are so easy. They're quick. They're easy. You could throw them in the bathroom. They're easy. They're easy. You could throw them on, blend them. You can even, if you want to, put a little bit under the eye. Very polished. It's not a liner. It's a shadow. And the reason I picked this color, it's a soft brown. It's mistake proof. I don't know. I don't want to do anything that can't wear a soft brown. Unless your skin is darker, then you need a deeper brown. But you want a color that you literally just put on and don't think about. And a soft brown is so great because it's not a statement. You're not putting a pinky rosy shadow on. You're just putting a little bit of brown. It looks polished. You're throwing on just a coat of black mascara. And if you are someone that likes more makeup, you could certainly do the same thing with deeper color. If you're working in a creative environment, you can get away without eye shadow. Many of the girls that work in fashion magazines, they don't wear a lot of makeup. So they almost like that no makeup look. So it really depends where you work. Instead of wearing a lot of powder, you can use anything. You can use anything. You can use anything. You can use anything for really getting rid of the oil. These are great papers that will just take off the oil from your face. So if you're someone that has oily skin, it's just much more natural than putting powder on. Because the last thing you want when you go into an office is to look really shiny. And I think adding a little bit of blush is so great. Again, it's a pinky, peachy blush. And blush really depends on your skin color. But I also think that it could be really pretty to do a lip that's not too strong but not too pale. And definitely not a gloss. So this is... I'm going to use this. This is... a great product because it is a pencil, but it's actually a lipstick in a pencil form. So you could line the lip and fill it in. It's so easy. It's so pretty. And I am always someone that after I put the lipstick on, I like to take my finger and just pretty much blot it off so it's not too much. If you're someone that likes a soft, if you're someone that likes a stronger lipstick, you could take a pencil and define. But I don't know if it's necessary. I think she looks polished and put together. And it really is appropriate for most work situations. So when it comes to the salon should be under sollen' They used to put this kind of stuff around. The polka dots made here know for the clients is different than me with the sheens who was everything. This is just aatever. This guys marry, because she like, these here. See the Congressman started this with this brush. They called her Miss Pol 세 DH device, so that's that. As let me say more about the deise, it might be a little savely here at my party. Better than this. So you could stop it from work. Getting some new color on your hair and my harus+. If you don't have a hairdresser from my company, you could use a shorter hair exclus料 or a 있u like from queue set in compliance or ridge to cut voila. But I met with you on the street and you didn't have pick",
    "msg": "多媒体文件转换文本成功!"
}