{
    "code": 10000,
    "data": " As a makeup artist, you have to be ready for anything. I'm known for the natural makeup, I'm known for the nude face, but what you might not know about me is my background is theatrical makeup. I studied makeup in college. I learned everything from how to make someone look old, to how to do character makeup, to monster makeup, to anything. It's kind of interesting that I landed on this natural, beautiful makeup that is really what I'm all about, but it's important to also know how to push yourself, how to try things, and know when to say, okay, I've gone too far, let me take it off. First thing is make sure that the skin is prepped. So Molly's freckles, love them, I wouldn't cover them up. I'm going to make sure that it looks like she's not wearing anything, and possibly just a little bit of touching up to get rid of redness, because there is still quite a bit of redness. So again, the concealer matters, especially in these kind of situations, because if you're going to do some really crazy makeup, you still need brightness under the eyes, and you need smooth skin. And I'm going to start with just a few little bits of concealer, a few little things. I learned a lot about makeup from many different well-known makeup artists. One makeup artist, particularly Linda Mason, really taught me how to do crazy colors on the face. Another makeup artist, Bonnie Maller, taught me how to do the most natural outdoorsy makeup. And then my job was to figure out how to do the most natural makeup. And that's how I got who I was. I'm going to set with a little powder. Close for a sec. And as a creative, as a visual person, I'm just, I'm always in awe and love when I see things that are a little bit different, but still cool and interesting. So for example, if I was to do a story about pinky powder, and we wanted to do something that was just a little out there, I would kind of just start. And of course, as a makeup artist, you shouldn't wear black or navy. Okay, I got it. And the fun thing about makeup is how quickly you could change someone's face. I call this the pretty pink powder face. And then you start to play. Since we're doing pinks. So I would have the photographer take this picture, and then I would start adding. One was the red, one was my pink, and then it changed with my background color a little bit. And then I'm going to start application my pink foundation, and then I'm going to be doing a little makeup look for next week, paint my face, and then I'm doing my lipstick tomorrow for Nice, for my teacher's new Kahootring Project. And then with this one. Other times I go right over with my finger. Because not everything is easy to blend, but I know that I want the density. Being a makeup artist means just figuring things out. It gets really boring if you know exactly what's working and what's not working. So here's the next step. I think it looks... Please don't do this at home. If I see you walking down the street like this, I will blend you. So do not try this, but it sure looks cool in a picture. Another good thing when you're an artist, and you are trying something new. Just have a go-to that you know could fix things. Always have a clean brush to wipe away. If that doesn't work, look up for a second. ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~ As a makeup artist, always look and see what needs to be fixed. Just because you put something on first doesn't mean that it's doing the right thing. So that's interesting. And then let's see. I'm going to add a little bit of a cream on top. And these are all from theatrical makeup stores. Some of them are from Amazon. And I call this my fun kit. I always have these kind of crazy things because you never know. But she still looks cool and still looks pretty. Let's see. Where am I going from here? Kind of scary because once you make the commitment, you're kind of stuck. I'm going to go with it. Okay, open for a sec. Let's see. Here we go. Okay. I'm going to go in the front. Okay. You could've point that other way. And I'm going to pop off the part right here. You're going to pop off. Okay. And done. Okay. And as a makeup artist, I always have my assistants that are nearby saying, let me fix that. Oh, my God, that's so beautiful. Because you kind of need a little feedback. Look up again. And this is another reason why makeup artists should have different brushes, because I could have gone into one of these colors with the brush I picked up, which had the pink on it, would not have worked. So I'm going to go look in the camera. Yeah, much better. So I'm going to... I went and looked in the monitor, and I decided we needed to go a little more. So honestly, how do you know if it's right? It's pretty subjective. If you like it, it's art. If you don't like it, fix it. Pretty simple. And it's also, because it's cream, it's creasing. So now I'm going back over, since I got the density with the powder. I'm going to go back over to the brush. This is a great palette, because it's got the bold colors. And I'm going to put a little bit of the pink with the peachy color. Let's add some pretty blush. Started pink, but I'm seeing a little bit of a peachy thing. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you.",
    "msg": "多媒体文件转换文本成功!"
}