{
    "code": 10000,
    "data": " Let's talk about color and why it's so important to have in your arsenal when it comes to great style. The biggest mistake I see people make with color is that they don't incorporate it enough. They think, well, I'm not the kind of person that wears color. I wear black. However, is that black really making you feel what you want to feel that day? Is it making you stand out from the crowd? Is it conveying what you want it to convey? That I'm a strong, positive person. I feel perfectly confident in who I am. If the answer is no with that black wardrobe, it's time to start to incorporate color. If you don't feel comfortable with color right now, ease in. Start with colors that you're familiar with and build on that as opposed to going from something very much subdued to, I'm going to wear a pink pant with a green shirt, a yellow shoe, a purple scarf. That's a lot of look. That has gone from you being a version of you to you being somebody completely different. Find colors that work for you. Find colors that feel like you and embrace those as opposed to creating a character with color. The way you find your color is by experimenting with color. Experiment in the fitting room. Experiment before you purchase. Try on as much color as possible and see what really feels like you. For example, if you know you've always liked blue, try different colors. If you know you've always liked blue, try different colors. If you know you've always liked blue, try different shades of blue. If you always wear a yellow, find different shades within that family. More yellows, dark yellows, oranges. There are other options for you. You may not have considered them. I would like you to do something for me. I would like you to Google a color wheel. On that color wheel, you will find the colors that you mostly wear. Let's say, for example, it is blue. Next to blue, you will find the next color along that moves past blue. That is the closest match to the color you are already wearing. If you think, well, I already like blue. I know I like blue. The next color along on that color wheel will also work for you. You'll have to find the right shade that works for you. Maybe it's not super bright. It may be a muted version of it, but that is the easiest way to see what color you can move on to next that's not going to be jarring for you. As far as color is concerned, don't be fooled by what you hear that your skin color, dictates what colors you can wear. In my opinion, that is so archaic and completely unnecessary. Just because you're white doesn't mean you can't wear cream. Just because you've got redhead does not mean you can't wear red. The old saying of real men wear pink, everyone can wear pink. It doesn't matter what you identify as. Pink is a wonderful color. Maybe bright pink isn't for you, but there may be a version of pink that's right for you. You can wear every color that's available. Just find the right hue that works for you. There's no hard and fast rule when it comes to color. It doesn't matter what age you are, what skin tone you are, what gender you are, what gender you identify as. Find a color that speaks to you. When it comes to color, I know that many people have said to me, well you suggested I go for color so I did, I went all in. Sometimes it's a lot, pared down. There is an easy way to start things. There is no right or wrong. There is a very simple way that we can start our life. There is a very simple way that we can start our life. There is a very simple way that we can start our life. to build in color into your wardrobe. Let's say for example, you are the kind of person that likes a suit. You go for a dark suit, wonderful, it's navy. You want to incorporate color, but you don't want to go from always wearing neutral colors to a neon, that feels too extreme for you, fine. For some of you that might work, great. But if that's not your story, don't wear the neon. Go for a color within the same family that you're already wearing, blue. Just go for a different shade. And then if you want to add on another layer of color that makes you feel like, I really know what I'm doing with color, go with the same shade of blue as your tie, if you're going to wear a tie. Or if you want to go with a sock, go with a sock that has another pop of color that contrasts with this. Let's say for example, a darker blue, a purple, something that lives within the same family of color. There are many colors that clash, but clashing is fine. We call it a power clash. That's wonderful. Gone are the days where it's seen as a little bit off if you're wearing a pink and red. There was a whole collection done by Valentino that showed red and pink together. It's actually a beautiful combination. Gone are the days when yellow and orange couldn't have been worn together. They absolutely can. If it's done it in the right way, it can actually be done. Let's say for example, I wouldn't put this together, but if you had a pattern or a print or a detail that was, that had orange flecks, or a pattern on this sweater, it would work. So just decide where you're going to put that color. Maybe it's not a bright orange bottom, a bright yellow top. Maybe it's a bright yellow top that has accents of orange within it, and the rest of your look is toned and muted. Matching colors is the only thing that drives me insane. It's not a rule, it's just a general opinion. And most of the people that work in my field, style, or design, will say the same thing. There was a thing many years ago where your mom would say, you always have got to match your belt to your bag and to your shoes. It looks way too forced. You want it to look effortless. Therefore, do not match those things. Mix them up. The amount of times I've received the question, can I wear brown with my black outfit? Can I wear navy with my black outfit? The answer is yes. Neutrals mix. You can wear any of those neutrals together, and it's going to be perfectly acceptable, and probably really chic. Take that risk. If you're wondering how you can wear other colors with denim, for example, a blue top with a blue denim, please go ahead and do that. Treat your denim as if it's a neutral. Pretend it were black, even though it's blue. You can wear whatever color you want with that denim. If you're wanting to mix denims, great too. The easiest way to do it is to not go for a really stark contrast. So for example, if you had a lighter denim shirt, you could wear a black denim shirt, and you could wear a blue denim shirt, and you could wear a black denim shirt, don't go for a super dark denim. It's going to contrast too much. Go for shades that really compliment each other. So go for more of a mid-wash. You want there to be a little bit of separation, but not too much. A Canadian tuxedo is a term I heard when I moved to the States. It means that you are wearing denim at the bottom and on top. There is no shame in that. It looks wonderful, but it's actually super, super chic. And it's been around for many, many years. The reason why I include a pair of jeans, and usually a denim shirt or denim jacket in my closet for my capsule wardrobe is because that look has been around since the 60s and 70s and 80s and 90s. It makes its way back around pretty much every decade. So if somebody says you're wearing a Canadian tuxedo and they make fun, just smile and say, yeah, I am, and I look great. Thanks. I would definitely suggest that you color coordinate your wardrobe. The reason is I want to know when I get ready in the morning that it's very easy to find the thing that I'm looking for. So let's say for example, I've chosen my pair of pants that I'm going to wear for the day. Let's say for example, they are camel. I know the kind of colors that will work well with that camel. So let's say for example, I'm looking for a beige. I want to be able to find it within a heartbeat. Style shouldn't be difficult. Style shouldn't be laborious. I want to be able to look at my closet and think, I'm wearing those pants so I know exactly where that top is that's going to go with that. And I know exactly where that top is going to go with that. And I know exactly where that jacket is that's going to go with that look also. So it just means that you are giving yourself every opportunity to put together a look easily.",
    "msg": "多媒体文件转换文本成功!"
}