{
    "code": 10000,
    "data": " During Queer Eye, we do something called Make Betters, which is basically a makeover. We are finding the very best version of a person. We're not changing who they are. We're just excavating and making them the best that they can possibly be. With television, so much is edited so that what I do truly behind the scenes, you will never get to see. You will see a ta-da moment, and that makes for good TV. You are not ready. Oh, my God. You are not ready. Oh, my God. Look at her! I've never been able to communicate how to really think the way I think when I'm shopping, when I'm styling myself, when I'm styling somebody else. I want to take this opportunity to really lay out the whole process, start to finish. The process of Queer Eye is this. When we know that we are about to work with a hero, a week before, we send a questionnaire to them. It's a questionnaire that I created. It's questions like, what is your favorite color? What colors do you like? What colors do you absolutely not like? What colors do you wear? What colors would you like to wear but you don't know how? Do you wear print? If so, what print? Do you wear a skinny jean or a baggier jean? Do you wear jeans at all? Are you the kind of person that wants to... conform to what people expect of the gender you present as? Or are you more non-binary? The questions within the questionnaire are the kind of questions I ask myself. Or I asked myself when I was first starting out on my style journey. They're the questions I want you to ask yourself. What colors do I like? What do I not like? What do I never want to put on my body? What prints do I like that I'm too scared to wear that I could potentially wear if I knew how? What kind of genre of clothes is my style? The questions that... we ask I then use to be able to create a style for our heroes. When I meet them for the first time on the show, I delve deeper. I look in their closet and really see if what they're telling me matches with what's in their closet. It often doesn't. We've got basic Khan down. Now let's bring out fabulous Khan. Yeah, yeah. Yeah. And so that's when I start to really ask questions... and find out who they are, who they want to be. And so that's when I start to ask, who do you like? Who do you look up to? Is there somebody at work? Is there somebody in your own home whose style you like? When you see you in the future, what do you look like? Donald Glover. The main reason I'm asking these questions is because I want to know how they want to feel. What do they want to convey to the world? All of this is to help them develop their personal style. It's not about what I think they should be wearing because they are... of a certain age, of a certain height, of a certain size. It's not that at all. It's who did they want to be so that they can feel like the very best version of themselves. One question in particular that I find really helps when I'm styling somebody is... was there ever an outfit that made you feel amazing? I've never met a person that would say, no, I've never felt good. Everyone has that one thing, even if it was as a kid, that made them feel the way that they hope they would always feel. And so let's say for example, it's a dress and this person doesn't wear dresses anymore at all. I want to understand why. And so I'll start to dissect why if you felt that good in that dress, you wore it as a bridesmaid, you felt the best you've ever felt, yet you've never worn a dress since, why? Haven't been able to find a dress that I like. I don't think dresses really work for me. That must've just been an off day. No, that you felt something that day that must mean something. But I want to understand what that made them feel, how that thing made their day. That day. And then I use that information to craft a whole new closet for our hero based on their answers, based on the style that they want to have. What you see on Queer Eye is a snapshot of what actually is happening behind the scenes. You see the boys playing, you see me getting a closet ready. And by the end of the episode, there's a big reveal. Lovely. That's TV. What's going on behind the scenes is I'm trying to find out how I can get the clothing that I know that they need. Where am I going to find it? So it's research, research, research. Because I'm filming a show, I don't get to go out to the mall and spend two and a half days pulling the things that I need to build a full new closet. So I have two people that work with me. They are stylists also. I tell them exactly what I need. I will work with them to go online, to find the things we need, and they will go out and get those products. I then start to work with the rest of the team and figure out how can we find a version of that one thing that has made them feel extra special. Let's get something that's a comparable shape, but just slightly different. Something that was in that color that they once wore, that they loved, but a version of a color that's close, but not identical. And then we'll play within that color story. What's that one shoe that they've worn before that they felt really good in? Let's get it in more colors, but let's also get a heeled version or a flat version. So we start. We really bring out that one thing, that one outfit and find versions of it that are very similar, comparable, that will have the desired effect. It's still a major departure from what they've ordinarily done before, but it's still very much in keeping with who they are. We then have a store visit or sometimes I've ordered online and I bring them to our loft. At that point, that is where I will take. The clothes that I have already found for them that are based off that one nugget of information they gave me, which is when they felt their best. And we will start to really break down the new items that are similar to the ones that they once felt good in. And they can decide of those items, which ones they like. And then that helps us whittle it down even further. So we'll have them try on as much as physically possible. I love the jacket. Look at how wicked your body looks. If somebody has a real aversion to something, I don't push for that. If somebody has a real aversion to something, I don't push for that. If somebody has a real aversion to something, I don't push for that. If somebody suggests that they just will not wear leopard print, I will not push leopard print. I may suggest that they try it, but if they still are not feeling it, I don't push for it. I want to make sure that their concern about that thing isn't unfounded. For example, we've had many heroes that have said that they don't like a slim or a skinny jean. We found that the majority of people who have said that have never tried that before. They just think because they are a larger size, they can only wear one. They're wide jeans. Learn something new every day. And so it's a case of educating and just opening their minds up to opportunities as opposed to saying, well, you've told me that you don't like this. I will take that at face value. Then once we end that scene, I will then spend another day and a half really dissecting that closet that we initially purchased and see what worked from that. We get rid of the things that didn't. And we start to expand. On the ones that really did. Again, finding different colorways, different silhouettes, but that are close to what they've already tried on. And that's how we then get to the point where we've landed on the perfect wardrobe for them. Every wardrobe does have something in that is important that I add into every single closet. A capsule collection. Every closet I've ever done on Queer Eye has a capsule collection in there. It may not be obvious when you're looking in the scene on Queer Eye because it's all mixed up with everything else. But it. All starts with a capsule collection. And then by the time we get to the reveal, we know that we've got a version of everything I wanted to be in that hero's closet. Also the day before it goes in that closet, everything is altered. Everything is tailored. Tailoring is so important to me. And the majority of the people that we're helping on a standard size. I'm not a standard size. I have to get things altered myself. And so we have everything altered so that by the time it hits our hero's body on camera, it looks exactly as it should. Wow. You look awesome. Sometimes that hasn't happened. It's frightening at the time because there's no time to adjust. And there have been a couple of heroes and I'd love to give you a couple of examples. Tom Jackson was the first hero I ever helped on Queer Eye. I had no idea what I was doing because I'd never been on TV before. I was pretty much just trying to stay upright because I wanted to pass out the majority of the time because I was so scared of the cameras. And so I didn't realize what I was meant to be doing in the meantime. Of. Of meeting him and then the reveal. I didn't have things altered correctly. I didn't work with my tailor closely enough. And so nothing fit him the way I wanted it to fit him. Was he supposed to keep the undershirt on? You know, older men do. I'm fine with that. The final look wasn't ever what I wanted to present to the world. That's the way TV works. Sometimes you don't get to do everything you want to. You don't know everything immediately. However, throughout the process of working on Queer Eye, I've really started to hone in on exactly what works for our heroes. And now I go in very confidently on reveal day, knowing that we've got a wardrobe that makes sense for them. It's very unique. It's very particular to who they are, what they want to be, and it fits to perfection. With this information, I want you to understand that that translates to your life, too. I am not there to give you a questionnaire to answer. I want you to start to ask those questions of yourself. You are taking that one nugget of information, going out to a store, trying on things that are similar to the thing that once made you feel so good. And then you're breaking down the things that work. You're separating out the things that you don't want. You hand that back to the sales associate, go back onto that shop floor and find things that are similar to the thing that you've just tried on that makes you feel good about yourself. And at that point, you start to figure out what your style is and what's going to make you feel good. And then you go on to the next store and find versions of those things that you just found. At that initial store. And that's how you start to really build a style for yourself that will truly change the way you view yourself.",
    "msg": "多媒体文件转换文本成功!"
}