{
    "code": 10000,
    "data": " So, what we have here is our main light source and then we have a little bit of a softer light to fill in her shadows so it's not too dramatic. And I actually want to take a look and see what it looks like with this completely off. So for this scenario, it's too dark. That's not the kind of like vibe that we're looking for, especially with like Kimberlea's style of video. That would be too dramatic. But if we have a really cool moody scene in our film, having one light source with a hair light would be perfect. But let's flip this back on. That's giving a little bit of fill for our shadows, which is perfect. And now I want to kind of add a little bit of extra touch to the background. So we've done a lot of work with moving her, getting her to the right position, getting the proper focal length. Now I want to show you guys something that's called practicals. Now practicals are simply a light source. In. The. Background. Of. The. Scene that you're shooting that doesn't have the purpose of lighting the subject. The only purpose that it has is adding a warm kind of glow and making the scene look a little bit more realistic because we have all these different lights. And if there's no light behind her, it kind of can look a little bit artificial, manufactured. So in feature films, they use what's called practicals, having lamps on in the background, having lights on in the background. This subconsciously gives the viewer. A little bit more of a belief as to why the lighting kind of looks so good in this situation. And it gives it a little bit more energy in my opinion. So let's go ahead and see what that looks like. Yeah, if it stays on. Okay, we're in business. Okay, that's one practical. And the second practical, like I mentioned, this is not helping any lighting directly on our subject. This is just livening up and making the background look a little bit more realistic. So let's take a look at this angle. And see what that looks like. So this is with the practicals. And this is without the practicals. So I'm a huge fan of that. It really just kind of adds a little bit more special sauce to the scene that you are shooting.",
    "msg": "多媒体文件转换文本成功!"
}