{
    "code": 10000,
    "data": " Ready to go? Ready to do this? Okay. Why does it fly? Sorry about that. Okay, so first off, let's start with a question. Okay, which of these images do you prefer? Image number one or image number two? Now, I can't hear you, but I would assume that you would choose image number one. Do you know why that is? Uh-huh. Uh-huh. Yes, exactly. Because the exposure, right? The viewer's eye, and without, I will try not to get too theoretical here because this is not that type of course. I have other courses on that, but I do really get excited about this kind of part. The viewer's eye is always going to be drawn to the most well-exposed part of the frame, right? You're looking at the frame, and you're looking at the image. You're looking at the image. You're looking at the image. You're looking at the image. You're looking at the image. You're looking at the you're looking at me right now because the exposure on my face is at an level that is pleasing or proper to what the eye wants to look at. If you try looking directly at the sun, it's like, ah, it hurts and your eyes want to look away. If you're somewhere and it's really dark and it's nighttime and you're looking, you can't see. It's really uncomfortable because your eyes can't perceive what is there. So one of the very first techniques or understandings for creating our amazing looking and feeling videos is really understanding the importance of exposure and how that's changing the way that our audience is really feeling about our imagery. And so the main way that we really dive into exposure, which is exposure, exposure, a.k.a. the overall brightness value of our image, is through ISO, shutter speed, and aperture. Now, we always want to start with having a well-exposed frame because this creates a pleasing image. Before we get into framing and before we get into composition and before we get into choosing our location and what we want to look like and all these things, we have to really nail our exposure first. Right? Like I mentioned, the viewer's eye is going to gravitate towards that well-exposed part of the frame. If the opposite occurs and your image is not properly exposed, let's say that I'm too bright in this image and that the background is well exposed, right? Let's, you know, actually, let's see. So now we have a completely different looking image, right? All I did was change the level of exposure. I changed the exposure in the background and now it's throwing off the entire balance of the image. So really keeping this in mind that we want to nail the exposure in our camera using these values that we're going to talk about, but also keeping in mind and what not most people talk about is really getting and choosing our environment that's going to have a proper exposure, right? Because it's going to make a really big difference for image. So let's turn off this light so we can get back. So the first thing that we're talking about is the exposure. So the first thing we're talking about with boosting or changing our exposure is our ISO, and that's changing the sensitivity of our light to our camera. And this is really good for low light situations. But like I mentioned, creates that digital noise in the image and it's kind of like boosting your sound. You know, you've seen your like sound levels in your car and your editing software. Once it starts getting to that red, it starts to get a distorted sound. That's the same kind of boosting that our camera or our phone does. To get more light, not from the surroundings, but to boost the light that's hitting the sensor. This kind of can create a distortion. So it's not something we want to lead with, but it can be used to make up for not enough light in our scene. So what I'm going to do. Oh, so what I'm going to do is I'm going to take my phone, which is attached to you guys, and I'm going to start. So I'm going to start. A screen recording. Okay, so what I'm going to do is create a scenario where I don't really have enough light for my camera. So I'm going to kind of work backwards here. And since I already have my camera set up, I'm going to kind of change my settings and then build from kind of scratch with you guys. So even though my image is well exposed for right now, what I'm going to do is change the settings. So it's not well exposed. So I'm going to. Make my aperture higher, which is going to darken my image. And now we're going to focus on this ISO function. So as you can see, we have a really dark image, right? If I boost the ISO. I'm bringing in more light into the camera. This is a very extreme scenario. But you can see that downside of that is it's like boosting sound in your editing software and your close up. So you can see that. So you can see that. So you can see that. So you can see it's like going into a car where it starts redlining and distorting that distortion is called digital noise, which gets those little dots that we talked about because the original sound is being amplified to create these distortions. But like I said, it's perfect to make up for lack of light in your scene.",
    "msg": "多媒体文件转换文本成功!"
}