{
    "code": 10000,
    "data": " Now you have a really good understanding of different shot types, right? The purpose of those shot types. But I wanted to add a little extra something sweet and special for you. So these next two learning lessons are actually directly from the more theoretical, deep dive into filmmaking course that I have. But I wanted to add them in here because it's really a perfect part of the course to just kind of give you a little bit more of an extra deep understanding of why certain things work, why they don't, and how that's affecting your audience. Because that gets me really excited. And I want that to be, I want you to walk away with a really solid understanding of that. So if you've seen these next two learning lessons in the other course, perfect. This will be a great refresher to reintroduce these ideas to you. If you haven't been in that course, perfect. This will be a great way to really open your mind up to the more filmmaking theoretical principles. So in the rest of this lecture, I'm going to be diving into creating emotion with framing, which is once you understand these rules, quote unquote, that we just learned, I'm going to show you how to break those rules to creatively create a new and desired effect. And then I'm going to talk about shooting with multiple cameras. So let's get into it. We basically have, we have understood how to make the viewer feel comfortable, right? So that they're drawn into your film, because if the framing is comfortable, the viewer is comfortable. If the framing is sideways and kind of disoriented, maybe a little shaky, the viewer is going to feel that. Because like I explained, we're experiencing what's going on in the screen. The screen is doing the thinking and feeling for us. And then as the viewer, we experience all these things. So if you're watching something that's funny, scary, adventurous, whatever, it's going to be a lot of fun. And if you're watching something that's funny, scary, adventurous, whatever, it's going to be a lot of fun. And if you're watching something that's funny, scary, adventurous, whatever, it is, the viewer is going to automatically be feeling all those things because the film is telling them what to do, right? These are the experiences that we're curating. So let's say at some point in your film, your subject is feeling boxed in. Instead of having the comfortable framing of the subject on the bottom third, if you frame them on the top third, you're cutting away all the space that that subject has above their physical atmosphere, right? So the viewer inherently, automatically, feels that they get sucked into that emotional framing by bending that rule. Now, let's say at whatever point in our film or video, we want the subject and the viewer, because these two go hand in hand, to feel open and free. We're going to bend these rules for that viewer to feel open and free, and we're going to give them space to experience that. Now, if we want a little bit of a different effect and we want to invoke a more of a thinking, or mental process, that's the kind of imagery that we're going to convey to the audience. And so if we frame the subject above the eye level of the camera, you are looking up to the subject and the viewer feels that that subject is in power because of the relationship between the camera and the subject. Anytime you have to look up to someone like as a child, you are looking up to, you know, elders, your parents, your teachers, physically, you have to physically, look up to them. But energetically, there's that exchange where they're in a place of power on the other end of the spectrum. The subject is being looked down upon through the lens. The viewer will feel in a place of power because they're looking down upon the subject. It's just like in real life where if you want to have a comfortable conversation, you talk eye to eye. You don't talk with one person way down and one person way above. So now let's say we want to create a more mysterious vibe. We're going to not show the. The entire story, right? We're going to hide some things with the framing. And as you know, by now we could add lighting into the situation and create deep shadows mixed with framing. So you see, you're creating all of these ingredients to consciously create specific moments and feelings for your viewers and for your audience. So if you're shooting with one camera, whether it's a music video, a short film, a commercial, whatever it is, it's a good, good idea. That you always want to shoot your wide shots first, knock out all your wide shots with whatever film you're shooting and then work your way in and get the close ups. If you follow this procedure with all of your projects, you'll usually get all the coverage that you need. And when you're shooting with one camera, you're going to need to get plenty of coverage with the environment that you're shooting in so that you'll have the cutaways and you'll have the B roll shots that you need to connect your story. So, you're going to need to have a lot of coverage. Now, if you're shooting an interview and you only have one angle, you're going to definitely want to capture the most usable angle for the entire video because you're not going to be able to cut to separate angles similar with this video. But what you're going to need to do is make sure that you capture plenty of B roll that you can place on top of what the person is saying. And now if you're shooting with multiple cameras, something to always, always keep in mind, is to always have 45 degrees minimum between your two camera angles. Now, why is this? This creates what we call a jump cut that in post production, you'll see if you have a camera angle here and then just about 20 degrees away from that first camera angle, you have the same angle from a different camera. When you cut these two together, it creates, there's not enough contrast between these two shots. It's actually jarring in a very odd way. It creates a very weird jump cut, so it looks uncomfortable for the viewer. So what you need to do is always have the distance between two camera angles at least 45 degrees that when you cut from this shot to your next a cam from B cam, there's going to be enough contrast between those two shots to be a proper secondary angle. The other thing to do is to have one camera, always, dedicated to getting the wide coverage, right? And then the other camera always dedicated to getting mediums, close up macro shots, whatever it is this way, both of you or shooters or cameraman or whatever it is are on the same page and you're getting all that coverage that you need to weave together that story in post production. So you always want your cameras to be complimenting each other. This is why we dedicate one camera to getting a certain angle. This creates a certain, record of that story in a certain way. And then the other angle of the camera is out of specific perspective and maybe it's close ups or medium shots that's capturing that same story with a different essence as well. So these different elements create contrast in the store in the, in the, in the storytelling process in post production. So always keeping that in mind ahead of time, you have to know that each camera has a specific, specific, specific, specific reason and a specific way that it's capturing the story. So then post production, you have a very, very easy way to edit and weave that story together.",
    "msg": "多媒体文件转换文本成功!"
}