{
    "code": 10000,
    "data": " Not seeing my face too much in this section because I wanted to maximize your time with this on set experience. So don't worry, we're going to have plenty of face time later in the course. So what we're going to do is actually open up this door. But this is really a real life on set experience for you. So this is going to be a crash course. And, you know, a preview of what we're going to be learning throughout this course. So if you're hearing things in these next few learning lessons that you don't know yet or you don't understand or it's terminology you've never heard, don't worry. The biggest thing here is me showing you why you would do certain things when making a video. Then we're going to get into the how throughout the course. So this behind the scenes set of learning lessons is just going to help you. Get the gears turning and kind of open your mind to different video creating possibilities. And so now we're going to time travel to me and Luis right before our shoot. So what is up, guys? So I said that we're here today. And for this portion of the course, my friend Luis is going to be taking us through some cinematography principles. So we're all on set today in downtown Los Angeles. And we're going to be taking a look at lens choice, camera movement and some other cinematography principles. That we have. So we're going to be taking a look at some of the things that we have. And we're going to be taking a look at some of the things that we have. And we're going to be taking a look at some of the things that we have. And we haven't yet in the course. So Luis is a good friend of mine. We've shot together for years. We're going to have a fun shoot today. And it's going to be. We're going to try all different types of cameras, you know. So I'm glad you're here so I can show you what we're all about. You know, it's going to be fun. Bottom line, there it is. So I'll put a montage of Luis's Instagram, his website and his content. So you guys can get an idea of the kind of content that he creates. So with that said, I will see you guys in the next learning lesson. Perfect. Peace. Now let's dive into this. So the first thing I want to talk about is knowing your camera capabilities, whether you're shooting on a phone or a DSLR or a mirrorless camera. You want to know the dynamic range. You want to know the frames per second that your camera will shoot. You want to know the in-body stabilization that it has. These are all going to really dictate what you're going to do and how you're going to do it. Because Luis is really familiar with his camera. He knows he can get away with doing a lot of handheld shots during the shoot. Because of the in-body image stabilization that his camera has. He also has a really good idea of the type of lighting that's going to work the best for his camera and what slowing down his 60 frames per second footage in post-production is going to look like for the final product. So I really want you to hold on to that and keep in mind that the more comfortable you become with your equipment, the easier it's going to be to translate your idea through your camera into creating the final product. So let's say that you have your location picked out. In this case, our main light source is 5500 Kelvin, which is going to be a nice natural looking light because sunlight is between 4500 and 6500. And let's say you planned and blocked out your camera shots and your character movement. And you've chosen your lens. You have everything ready to go and you're ready to start shooting. Now, let's say you're in a situation where you're going to be shooting a video. Now, what do you do? So we're going to really start with the basics here. The most basic of shots that you have to choose from is simply a tripod shot. Now, you can see in the situation that we are deciding to shoot this on set is when there's not a whole lot of action going on and we want the viewer to focus on our character. Now, in the next shot, when we chose to switch to a gimbal, you can see same character, same outfit, same background, completely different feeling because we're moving. Our subject and we're moving with our subject. So you can see the comparison here. Tripod shot is very static. Gimbal shot has a lot more energy. And then we go to a handheld shot. This is going to have a less polished and less refined feeling. And Luis is deciding to use it for this shot because it really kind of frees you up from the restrictions that a tripod may have and the flexibility that a gimbal won't have. When you're shooting something handheld, you really have a lot of options of where to shoot. You can really choose from a lot of options. You can choose from a lot of options. You can point the camera, the height that you place your camera up and down and the amount that you can move from side to side. Now, it's a trade off because a handheld shot is going to offer a lot less stability than a tripod or a gimbal. But you're going to give up that stability for a lot of flexibility and options during your shoot. So right off the bat, that gives you some insight for when you're ready to shoot and you have no idea. How to shoot. How to shoot. How to shoot. How you want to utilize your camera. Asking yourself this question is a great way to start. Will my scene or video benefit the most from a tripod shot, a gimbal shot or a handheld shot in your current scenario?",
    "msg": "多媒体文件转换文本成功!"
}