{
    "code": 10000,
    "data": " Perfect, so now you can see me here or you can see me there. You can see me here or you can see me there. So if we have, I'm going to kind of change all the settings around here so that we're working from scratch. So now we have our image and you can see it's not very well exposed for. You can see the brighter parts of the image, which are these lights in the background, but I am quite dark. So if we start with our ISO here, going to start boosting up the brightness, right? So we can kind of see there that at about 800, this is a decently exposed for image, right? If we went really high now we're overexposed and you can probably see grain in the dark areas of the frame. Okay, so let's bring it back down to, let's say 800. Okay. And now. Now let's look at the motion blur from our shutter speed. You can see the blur in my hand, right? If we move that shutter speed to say a 200th of a second, you see that the image is a lot darker, but you can see more of a strobe where each frame that's getting exposed is very crisp. So it creates this kind of hyper-realistic look versus here, right? There's kind of a laggy. Okay. So if we use our golden rule that I just mentioned to create our most cinematic looking softness, the right amount of motion blur is going to be one 50th because I'm recording at 24 frames a second. But now that I moved my shutter speed from originally it was here. Actually, I think originally it was here to what would look to have the right amount of motion. So I'm going to go ahead and set it to a little bit more. Okay. So what I'm going to do is boost the ISO so that the image is looking well exposed and that looks pretty good. So one thing I haven't mentioned yet, and it's in a different lecture, but I'll just kind of briefly touch on now is the aperture. This is the opening and closing of the lens. So if we have our aperture set to 2.8, which is the widest aperture. Okay. The widest aperture on this lens, you're going to see a blurring in what is behind me and what's in front of me. So this is going to be slightly out of focus and what's behind me is going to be slightly out of focus. If I turn up that aperture, it's going to close the opening on the lens, not letting in as many cows, right? As you can see. But if I brighten up the image, okay, you're going to see that everything is a lot more in focus, right? The before and after. Yeah. So that's a clear difference. So personally, I like to shoot at a wider aperture because it creates more of that depth of field, which means what's in focus is very sharp. What's just before or what's just behind what's in focus falls out of, let me falls out of focus. Let me get the exposure, right? Okay. But we're going to get more into aperture.",
    "msg": "多媒体文件转换文本成功!"
}