{
    "code": 10000,
    "data": " All right, so perfect. G'day, Vlats. So we have my buddy Vlats. He's been recording the behind the scenes for us during this course. And what we're gonna do now is translate our shot list that we worked on, and I'm gonna go through and get these shots. Now, I wanna say that before we hop into it fully, I'm gonna be shooting on a 24 to 70. And the reason I'm doing that is because for this specific type of B-roll that we're shooting, for the voiceover that I made, we're focusing in on details, almost macro shots, very close up. So I wanna be able to get to 70 mil so that I can shoot real close ups of the details and of what we're seeing. It's not a big wide landscape shot where I wanna shoot Vlats in the background and everything. We're focusing in and getting really cool slow motion shots of very small objects. So that's the premise. I'm gonna flip my camera on, and we're gonna first start with this. The coffee ground shot, shot number two. Shot number one's already shot. That's my voiceover where I start the beginning of the video about my love for coffee. Then the next shot is gonna be what we mentioned, close ups of the beans and the coffee making process. So I'm gonna turn my shutter speed to double my frame rate. So I'm shooting at 60 frames per second. That means my shutter speed is gonna be at 125. And then I'm going to have my aperture all the way open at 2.8. And I'm gonna be kind of moving around, tapping my screen to focus and getting all the good shots that I can. So Vlats, why don't you go ahead and start with, why don't you go like, like with your hand? So kind of like, you know what I mean? Go ahead. Okay, that was not in focus. Go ahead. Perfect. Okay. So that right there is our kind of intro shot with the bag of beans. Now that was, you know, I was at 24 for that one. So I wanna do some closeups now because we see the bag here and we wanna cut this little tab. If I were to do that with this kind of wide shot, go ahead and pick up the knife in the bag. And I just wanna show what it looks like. Go ahead and pick it up. We're not gonna actually cut it, but if you just hold that, angle yourself so that you're in the light a little bit, other way, angle yourself so that, yeah, there you go. So if you were to do it like this, it doesn't look too dramatic. Now, if I move from 24 mil to 70 mil, we can see that this is a lot cooler of a shot. Yeah, so maybe what I want you to do is kind of like this. And then like, so you see how i'm really close here we can see the details of the bag now go ahead and cut it perfect now we can kind of uh why don't you yeah why don't you kind of hold it up it's good when you're kind of angled a little bit so that that light is coming in yeah and you see it's a lot more dramatic because i'm really pushed in this framing compared to that framing is way different so yeah go ahead roll it back down and then go ahead and unroll it perfect and go ahead and do that one more time i want to get kind of a side angle one second okay go ahead so what i did right there is i did a camera movement with kind of almost a tracking shot of his fingers as they were moving oh that does smell good So there's a tracking shot moving with what he's doing. And the other thing I want to mention is our table has other stuff on it. So it only matters what's in the frame is what you really want to focus on. I'm not shooting all the way back here with all this stuff. I'm really choosing as the cinematographer, what the audience should see and shooting it in an interesting way as much as possible to get the most impactful imagery. God, that smells so good. So I'm going to get a little bit of a lower angle here because his knife is going to pierce through the bag. So one sec. And I'm going to kind of do a push in shot where I'm moving in as he's doing the cut. Ready and go ahead. Perfect. And then I want you to kind of like, yeah, exactly. And we'll try and get some light in there. So I'm going to bump the eye so up because it's pretty dark inside this bag. So go ahead and close. And then go ahead and open. Okay, we just got to do it a few times. Okay, go ahead. That was pretty good. So I'm directly above shooting straight down because this is the best kind of angle. Okay. So I'm going to kind of angle to get this dramatic shot where I'm kind of directing him on how I want to open the bag. I can just shoot the beans like this and there's no movement or there's no reveal, but kind of directing your subject or your actor or yourself in your video for the B-roll, it helps for you to get more dramatic shots. One thing I also wanted to add, a little bit of a hack. See, I'm doing this all handheld because I want this to be very applicable to people who don't have stabilizers or anything like that. If you use your camera strap, you can get a pretty solid base. If you position the strap across your shoulder and you're putting tension against it, this minimizes the shake of the camera. So as you can see here, if I'm not using the strap, it goes like this. And as soon as I press into the strap, we have a much steadier shot. But let's get back to this kind of bean shot. So we'll do a test. Go ahead and pour a decent amount in slowly. Go ahead. That's a lot. But I bet it looked good. So what I'll do is I'll kind of get some, why don't you kind of do this? Like that a little bit? Yep, go ahead. So here I'm at 70 mil, just kind of going back and forth to get a cool movement with the beans. Okay, I'm gonna increase my ISO a little bit because these beans are pretty dark. But you can see the difference between 70 mil and 24 mil. This looks very average, like home movie style. But if we really push into it, it creates a lot more depth and focus on only what we want the viewer to be looking at.",
    "msg": "多媒体文件转换文本成功!"
}