{
    "code": 10000,
    "data": " Alright, what's up guys? So, at this portion of the course, we should be very comfortable with our camera settings and today, I'm with the wonderful Kimberlea. Hi. She's an amazing YouTuber. She has her own business. She's an entrepreneur and today, we're going to be working at her studio, her space and I'm going to walk you guys through, really start to finish on the proper camera settings, the right lens to use and really how to set up your environment in a natural light scenario and in this scenario, which is going to be an artificial light scenario. So I'll have a montage that shows Kimberlea's content and her channel. You guys can check her out. Thanks. Yeah. Thanks. Have a great day. We're going to keep that in. So with that said, let's get started. So what we're going to start with, this is our before shot. So I'm going to go ahead and hit record here so we have an actual reference of what we start with and then the final product that we end with. So here we can see that Kimberlea, a wonderful subject, she's kind of pushed up against the background here. We're using our natural ambient light in our scenario. Not a good thing. And we also have our settings not with the proper exposure. So what we're going to start with first is by increasing our ISO. So we're going to boost our ISO to get a little bit of a better exposure. We don't want to get the exposure too high because we still haven't turned on the lighting that we're going to be using here. So let's first start with getting a proper settings for our shutter speed. Now we're at a 50th of a second, which is going to be perfect because we're shooting at 24 frames a second. And let's start with first adding one key light. I'm going to flip on this. Perfect. And the next thing that I'm going to do is I'm going to cut away the excess ambient light that we have in here. Okay. So these tube lights, I think they're called fluorescent lighting is not a good thing. You never want to be using fluorescent lighting. So voila. And so we're looking a little bit better here, but what we're going to first do is because these lights are relatively cool. The Kelvin temperature is quite cold for this lighting setup. So what we're going to do here is scroll to our white balance setting, and then we're going to go to manual. Okay. And we're going to set it at about 4,800. And so now we still have pretty harsh shadows. So what we're going to do is turn on our fill light, which we have right here. Okay. So what this is going to do is this fill light is going to fill in the shadows on the face. All right. And we're going to change the exposure. Okay. So that's that. Okay. How you doing, Kimberly? Fine. Perfect. You're doing really good. Probably look way better than I did when the lights were off. Now we have our ISO at 500, which is giving us a nice even lighting. We have our shutter speed at a 50th of a second, and we also have our aperture at 2.8. Now what this is going to do is it's going to help us blur out the background. So when we change our focal length, because right now we're at 24. Okay. So we're at 24. If we were to zoom in and now we're at 50, you can see that she's perfectly in focus and the background is falling off because it's slightly blurry. This is already looking a lot better than our before and after. So here's the before and here's the after. Like that magical editing addition in there. Yeah, right. The snaps and the claps, baby. The snaps and the claps. So this is already looking really good. But what I want to do now is another trick is luckily her outfit is already very contrasted from the background. If she was wearing a white shirt in this scenario and we wanted to shoot a really good looking video, I would definitely have her change her outfit. Today it's perfect. So we're not going to do that for this scenario, but what we want to do is move her away from the background. This is going to create more of a separation and allow for the background to be more blurry and a little bit. It's going to be a little bit darker depending on the lighting, but it's going to fall off more. So let's do that now. So I'm going to zoom out a little bit. Kimberley, our wonderful model. You can stand up and we're going to push it a little bit forward. Now that we're changing where our subject is, we also have to kind of change our lighting a little bit because it's going to change the angle. Okay. Perfect. Perfect. So now I'm going to move the camera back a little bit so we can get a similar framing to what we want and I'm going to zoom in. So that's looking pretty good.",
    "msg": "多媒体文件转换文本成功!"
}