{
    "code": 10000,
    "data": " And so I also kind of wanted to touch on, you know, what do you think has been, what would you tell yourself filming wise or maybe camera wise or equipment wise three years ago that you know today? Like, ah, Vlats, three-year-old Vlats, don't stress on the equipment or, you know, maybe step this up or what do you think that would be? I remember thinking that if I had a better camera, I could be a better filmmaker. And that's not true. Like, you have your cell phone is a super powerful machine to record video. You have slow motion, you have HD video, you have a lot of tools there at your hand right now. That belief of like, this is not enough. I wish I could have switched it to how can I take the most out of what I have. That's like one of the things I would have told myself three years ago. Gear, I mean, obviously if you have a RED camera, you can get different kind of results and better results for certain situations. But having the ability to take the most out of what you have right now, that's an important way of thinking, especially when you're starting. I remember taking the most out of my 6D. It wasn't because I was having the mindset of taking it to the most 100% percentage, 100% of the camera. It was here after having it for five years that I took the time to, okay, I'm going to check on YouTube. What are the best settings? And I actually was getting better footage after having it for a long time than when I just got it when I was back in Colombia. And that's crazy if you think about it. If it happened to me, that can happen to a lot of people. You might have a really good camera, but you're not taking the most out of it because you're not reading the manuals, you're not looking on YouTube for tutorials on how to set it up correctly. I wasn't taking into consideration the frame rate, like the 24 frames per second. I was shooting in 60 sometimes and it looked so bad. And that's pretty much it sums. And that's the result of doing the hard work and doing the homework of researching. And that's so important. I wish I would have taken more time into educating myself. I would be so far a better filmmaker right now. If I would have taken the time and the money to invest in education, that's the only way to get better in filmmaking. I love that. Because what I hear when you're saying that is, I don't want to use the word mastering, but getting really comfortable with the fundamentals, right? The fundamentals. There's only so many variables on a camera. There's only so many ways you can move the camera, set up the camera, like we talked about in the course. Tripod shot, gimbal shot, handheld shot. There's only a hand. There's only a handful of different parameters for all these different things. Of course, there's complex different additions of equipment and settings and all these things. But it comes down to mastering the fundamentals as if you were a painter that knows the paintbrush really well and understands the coloring really well and the canvas really well and then creates all these different landscapes and different types of art. That is really a big part, you know, is really those fundamental. Areas. What do you think was that? Because it can be easy to say, like, don't worry about the equipment as much. I love what you're saying about maximizing what you do have because it's a totally different mindset. I want that. Or how do I make what I do have actually better or the best it could be? So you're going into research mode. You're going to experience mode, making mistakes. What was the shift that made you able to integrate that truth versus just say, don't worry about the equipment? What do you think was that? What do you think was that? Don't worry about the equipment because I think sometimes even when I hear it, I'm like, yeah, but it is. Yeah. And no. But what was that shift for you that now you would say, I wish I could tell myself three years ago, this is the realization. I think at the end of the day, it comes down to results. Like, I know people who invest in really expensive cameras and they don't use them. They don't utilize all the tools that come with it. It comes down. For me, it's how bad you want it. And for example, just to take an example, Instagram, you can make so many good videos with just your cell phone or Tik Tok. You can make the best content pretty much with any cell phone right now. And it comes down to creativity, to what you have here. And it comes down to creativity, to what you have here. Cameras, gear like tripods, lights, a better lens. That's a plus. Like that's a tool that you have. And it's cool. I mean, I wish I could have like the best camera, the most expensive one, the best lens, like Array, cinema cameras. But at the end of the day, this what you have here is what translates into making the bridge. The bridge to build that dream that you have and make it come true. And eventually you'll have those cameras, you'll have those lenses. But it has to be a process and you appreciate everything more when it costs effort and you have to go through the phases of, OK, I don't have that camera. I have this right now. What can I make out of this? And people, even if you think they don't notice or they're not watching. People can tell if you are a creative person. And there are so many examples of that on YouTube, on the Internet of people like retweeting. The thing is that one video can change your life. And probably that one video was more creative than gear based. So have that in mind. You can. And one thing that I. Think it's amazing about the creative. World taking music into consideration and filmmaking is that you can try 99 times and those 99 tries can be awful, awful songs or awful videos. But one video, one piece of content like one song or one YouTube video or one TikTok or one Instagram video can change your life. And sometimes it doesn't come down to what camera you're using. One. What super expensive lens you're using. Super crazy lights and the sounding and software and et cetera. It comes down to the creative. I believe that you have to put what you have in your mind to reality. And that's crazy. It only takes one piece of content to change to change your life.",
    "msg": "多媒体文件转换文本成功!"
}