{
    "code": 10000,
    "data": " So up first we have an extreme wide shot or a landscape shot. And what this is doing is it's showing our subject in an environment. So when we're planning out our video or when we're not sure what to shoot, I'm going to kind of run through the reasons and the purpose of these different types of framing. So for the extreme wide or landscape shot, we want to show our subject in their surrounding. So in this situation, if we're shooting a video and we want the audience to know that our subject is in a particular area that's of some type of importance, the wide shot of the landscape shot is a perfect shot to map out and put into your shot list that we're going to work on together. But it's a good thing to keep in mind that that shows the environment that you're shooting in. So what you're showing to the audience, you always have to keep in mind that is of importance. So we're not just randomly swinging the camera around or pointing our phone in random places, but we're always having the thought in the back of our mind that we're showing what's important. We're creating what tastes good like a chef for our audience with what we're producing, right? So the next kind of shot is a wide shot. Now this is showing the subject closer up, but still some of the environment. So we're going to use this when we want to have a full body shot, of our character talking, speaking, doing something of importance, but we can still see the scene that he's in or she is in. The next shot is a cowboy or a medium wide shot. This is generally the knees or the shins up. We don't use this shot too much, but I wanted to put it in here. So you guys knew the terminology and you'd be able to recognize when someone mentioned it, but it was kind of like honestly created in those old Western films where they wanted to show a full body shot. Of the character, but also the gun holster that rest along the leg. So that genre of like Cowboys and Indians style of Western movies created this kind of framing to be honest. So you probably won't use it too much, but it is still a comfortable framing. And the other thing that I'll mention is with all of these framings. These are like industry filmmaking standard type of framings that are comfortable. Wow. Still conveying a certain story. So the reason I say that is because if I were to cut off my head here and continue to talk this would be an uncomfortable framing, right? If I were to come down over here and continue to talk, it would be an odd framing because the eye level would be low, whatever it is. It can be used artistically and you can break these rules in specific scenarios where it makes sense. But all of these framing, that I'm going to show you are ones that you can use that comfortably place the subject in the framework in the, you know, on specific areas of the frame with their eye line at certain levels that you can use to create something that looks good and feels right to the audience. That's the main purpose here. Next up. We have a medium shot. This is waist-high. This is if you're talking this is great for interviews. This is great for two characters communicating with each other. This is great. For action videos where there's a lot of movement and you want to see the character and really see their expression, but still show enough of their body and the surrounding. The next up is a medium close-up. This is really chest-high when I'm saying or when the character is saying something important, you know, this is kind of the the distance that kind of a selfie video kind of gives you a little bit is the chest high. It's kind of intimate. You know what I mean? You feel like you're with the person. So the other thing that I'll, I'll mention with that is that the camera is acting as your viewers. I you know, the camera is really where your audience sees your video from. And so if the camera is far away from your subject or you there's kind of a distance. There's kind of a non intimacy and by intimacy. I just simply mean a closeness or connection or I understand you. I feel that we're on the same page. Kind of feeling right? So the closer I get the more of an intimate feeling is created, right? And so that's something to keep in mind that when we start bringing the camera closer to you or your subject that's in your video, you're creating more of a connection with the audience, right? When it's far away and you want to see the surrounding. There's not really a connection with the person. It's they're seeing the audience is seeing everything. But when we get closer, we're getting more connected. So the next shot is a close-up. This is a lot more intimate and this is great for saying very poignant very dramatic statements. If you really want to make your point, you can cut to a close-up shot and really make your point like that versus a wide shot. That's you know, not really pushing in so much on the viewer just seeing what the character or person is projecting. Or displaying with their facial expressions. A close-up is just really showing the face and really like neck-high. So all the viewer has to look at is what's going on in the person's face, which if we know this then we can use that for specific scenarios in our scene when we want to say something that's very important or dramatic. And then we have an extreme close-up, which really is just a little bit more of a push in on the normal close-up. And you don't really need to use this a whole lot unless it's a very very very important part of your scene or you really want to show someone's emotional response to a certain scenario or you're filming yourself and you really want to you know, say something that you feel very strongly about the close-up is very perfect for this moment, right? And then we have the macro shot. This can be used. For the person who's in your video that's talking or you can actually use it for objects in your video because the small object that's becoming very large in the frame is filling the entire frame the viewer and your audience is going to subconsciously feel that this is a very very important very very important part of the video. Like if we show this person's eye opening in the morning, they're going to feel that. It's oh wow, this person just woke up for the day or if we show a close-up on a certain object, the viewers going to feel oh wow. Okay, this object is of importance. They're not thinking that consciously but trust me. They're feeling that subconsciously and picking up on these little things that you can use to further tell your story.",
    "msg": "多媒体文件转换文本成功!"
}