{
    "code": 10000,
    "data": " Okay, so now it is time for you to shoot your epic, amazing looking B-roll. We've been really working up to this point in the course and yeah, I'm excited to see what you come up with. So what we're going to be doing is making your own upgraded video. So I want you to choose a specific action to shoot B-roll footage of. This should be the visuals that match up with your A-roll or main speaking footage. Okay, the audio of your video here can be from what we shot or you can add your own new soundtrack. So you can either use the audio if I were to shoot my hand doing this and if I use that sound, that's using the audio from that footage. Make sense? Versus putting in a soundtrack like so, right? Right. So. So you can really get as creative as you want. But yeah, there has to be some form of audio that's being used. Next, the point is to make your average looking video sound and feel amazing using the techniques that we've learned. So I'm going to demonstrate potentially what that can look like with my coffee video. So yeah, you know, this realization hit me earlier today. It's kind of hard to say. But I am addicted to coffee. Those lovely textured beans and then brewing it when you pour that piping hot water over those freshly ground beans. You know what? And then sometimes I feel like. So you see, right? You're using cutaway shots to really upgrade the feeling and the production value of your video. So now it is your turn. I want you to film the B roll for your talking footage. Okay. First step is to use the A roll as your base layer of footage. The second step is to shoot five to 10 shots with different shot types and camera movement that we've learned. Then you're going to edit your footage together and you're going to export and share the video link with the combined A roll and B roll footage in the Q&A section. And with that said, I don't want you guys to get too hung up on making an amazing edit or having crazy editing transitions or tricks or like coloring or anything that's super in depth on the post-production side. This is not a post-production course. This is a production course filming course where yeah, we're really focusing on getting all the ingredients right before getting all crazy with the edits and trying to make it look cool. I really want you guys to focus on what you shoot. I'm going to show you how to do that. I'm going to show you how to shoot what you use in your shot list and really what you basically what ingredients you create that are really good before trying to make it seem and look and feel better in post-production. So if you do want to get into the post-production, that's a different course. This one, I really want you guys to focus on what you're shooting. So I'm excited to see the edits that you put together and share in the Q&A. And if you have any questions, feel free to ask those as well. And I will see you in the next lecture.",
    "msg": "多媒体文件转换文本成功!"
}