{
    "code": 10000,
    "data": " I think that the joy of world building in fiction is honestly the joy of getting to play God. Because as an author, you get to build the world. Some authors do it a little more invisibly than others. In the same way, as far as I'm concerned, all fiction is fantasy. It is all made up. You are creating people who didn't exist or didn't exist like that and putting them into situations that they were never in, making them say things they never said. It is an act of magical creation to do that. So when you're starting out as a young writer, especially a young writer wanting to explore the fantastic, wanting to create places that are not, the urge, which you should always try and push back against, the urge is to take places from fiction. It's the urge, the fan fiction urge. And fan fiction is great in its place. But if you are going to be a young writer and you are going to want to create a world, you don't want a world that you've borrowed from Tolkien. What you want to do is look at the world outside. Look at the world outside your window. Get out there onto the streets. Look at places. Think about the places that you've been and then change them. Make them bigger. Make them smaller. If you're somebody who's only ever been to school and you think you have nothing to write about except school, what would that school be like if it covered an entire city? What would that school be like if it was an island? What would that school be like if it was floating in the sky and people were floating in the sky? Only got to visit it dragged on the backs of enormous birds. How do you get to that school? That gives you a place, but it gives you a place grounded in realism. Because the moment that you start describing a school, if you know a school, you know the things that make schools weird and unusual. The smell of cooking cabbage or the smell of surgical sports clothes unwashed in lockers. You know what that place is. You know what kinds of people are there. Every little detail that you can steal from the world and smuggle with you into your fiction is something that makes your world more real for your reader, but much more important, it makes it more real for you. You need to be the one who believes in your story. You need to be able to believe in your places. If you are building a world, you have to care about the world. And sometimes you're also going to have to stop and ask yourself weird questions, even if those questions are not answered in the text. It's always good for you to know. You know, where do these people go to the toilet? Where do they get their food? Where do they get their food from? How much food does it take to feed a small city? How much farmland? Where are these farms? Where does the food come from? Where does it come in? And suddenly you're asking yourself questions that it's good for you to know, even if you don't want ever to turn your book into a treatise on medieval economics. If you're writing something set in medieval times, do your homework. Go and look at places. There's a trope in a lot of stories in the Arabian Nights, the 1001 Nights. There's a moment that somebody, people traveling together, enter a city. And in the crush of people at the gates of the city, they get separated. And it happens over and over again. And it was something that had never particularly made much sense to me until I was in old Jerusalem, a little over a decade ago, with my guides, and we had to get from old Jerusalem and go out through one of the old city gates. And there were thousands of people pouring through the gates in both directions. And I found myself swept up and carried away from my guides. And when we got through the gates and the people had dissipated enough that I could look around and try and find them, they were nowhere to be seen. And I realized, I realized that this was that moment. It's a thing that happens in fiction. And now, I've never written it, but now if ever I were writing an Arabian Nights story, I would know how that feels. I would know what that is. And I would make it very, very believable because it's happened to me. And I can give that to my characters. There's always a tiny part of you as a writer who metaphorically or really is standing there with a notebook, just taking notes. And it can come out in the worst times. It can come out in the worst moments of your life. You can be there in the hospital and your friend or your loved one is being wheeled away. And you can go, okay, what does this place smell like? How are they behaving? How do I feel right now? How do these people feel right now? Because one day, you're going to be writing fiction. And you will need that moment. You'll need the way that the lights of the cars glint off the broken glass and the blood on the asphalt one day to make a story true. So the action of world building, whether you are building New York or Los Angeles or the Isle of Skye, places that really exist, places you might be familiar with, or whether you are creating a graveyard, whether you're creating an enormous world underneath London, whether you're creating a magical America, that doesn't quite exist in a state of heightened reality, the action of world building is always the same. You start with a world and you're going to fill it with people. And you decide what's important about the world, what's convincing about the world. The worlds that we build in fiction are soap bubbles. They can pop really easily. But they seem really, really solid. Anything you do, you can say that makes them feel real, that buttresses them, that gives credibility. You then assume that the author could tell you everything else. It goes off in all directions. But that one little moment of reality, that one thing that seems to be absolutely true, gives credence and gives credibility to all of the things, to all of the things that you don't say, to all of the bits that are really just sort of misty smudges in the background. But then somebody looks at them and goes, ah, but I'm sure like this thing here, all of those misty smudges in the background, if we move in, are actually going to become craggy mountains and each mountain will be different. And you know, of course, that they aren't. They're just smudges in the background. But that's okay because the one mountain that we visited was real. Because it was informed by you. And a mountain. Or just you and a very big hill and an imagination. One thing that is very important for you to know, but not necessarily important for you to tell, is what the rules are. You need to understand, especially if you're creating anything in the world of the fantastic, what the rules of your world are. The problem with this is that when we arrive in this world, nobody tells us what the rules are. Nobody hands you as a small child a rule book, letting you know how gravity works, how fire works, how basic economics works, how people behave, what they're expected to do. They don't tell you that. You have to kind of figure it out as you go along. There are rules. Some of them are explicit, some of them are implicit. When you're world building, you need to know what the rules are. You need to know what the explicit rules are, what the implicit rules are. And knowing them, you need to treat them as you would this world. People find things out by making mistakes. You find out that fire is hot by picking up something that's been in the fire or putting your hand in it and going, ow. You find out that if you are given a precious thing made of ice, you need to keep it cold, because if you put it in your pocket, pretty soon you will just have a wet pocket and no precious thing. That's the way that you find out how the rules work in this world. It's always by trial, and it's always by error. So, for world building, you allow your characters to discover what the rules of your world are, which you know. And they discover it by making mistakes or by taking advantage of those rules. Let things happen to your characters. Let them go out and bump into things. Let them go out and make mistakes. And always know more than you tell. You know, there is nothing more frustrating for an author to have people go, I don't really understand the rules of this place. And, because it's fine. Nobody understands the rules of New York either. But they will find out. But they will find out what some of the rules are by making mistakes and some of the rules by hanging around with people who seem to have figured out what a few of the rules of New York are. And that's okay. Before I started writing the Graveyard Book, I visited a lot of graveyards. The initial inspiration for the Graveyard Book had just been a little country graveyard behind a church across the lane from where we lived. I would take my son, who was two, maybe two and a half, across that little lane with his tricycle, and he would pedal his tricycle on the paths between the gravestones. And I remember looking at him one day and just going, you look so comfortable here. And then thinking, wouldn't it be interesting to do a story about a kid who gets lost in a graveyard and brought up by dead people? I thought it would be kind of like the Jungle Book, only it will be in a graveyard. It will be the Graveyard Book. And that was the idea. I would have been 25 years old. I remember going straight up to my office and writing the first chapter, looking at what I'd written, going, the idea is so much better than I am a writer. I'm going to put this off. And it wasn't putting it off from the sense of going, I'm going to leave this unfinished. It was a sense of going, okay, my chops are not there yet to do justice to this. So here I have this thing. I'll probably never look at this first chapter again. But I will come back to this in five years, in 10 years, when I'm better, when I'm good enough. And I actually wound up coming into it almost 20 years later, when I really figured that not only was I not getting any better, but I was as good as I was going to get, so I might as well, I had no option. It was now time to write it. But during that period, I would go and visit graveyards. I knew that I would be setting a story in a graveyard. And I knew that I needed things from graveyards. So I needed to go and look at them. So my worldbuilding exercise was just visiting graveyards, visiting Stoke Newington graveyard, Abney Park, which had a glorious sort of ruined chapel in the middle. And looking at that chapel and going, right, I'm going to have you. You're in my story. And going to Glasgow necropolis, which is all on a hill just outside of Glasgow. And going, I'm taking your topology. I'm going to take the hill. And the fact that you're outside of the city, I like that. That feels right. Now I was building a church. I built a world that was a graveyard in my head. I'd been playing around with it. I'd been building it. I'd been seeing what kind of people lived in it. I was figuring out all of the details. And wherever I would go, I would just visit the local graveyard and see if there was a little thing that I could take and put into the graveyard that was in my head, which meant that when, 20 years later, I started writing the graveyard book and I knew that the graveyard was my jungle, it had to be big enough and interesting enough that I could set basically an entire novel in this one location, that it would be that interesting, that I would know, I knew by that point what a graveyard was. I knew why it was there. I knew the history of them. And that allowed me to make this a real place. So a lot of what you do in worldbuilding is you do your homework. You do your research. It's like I was talking about with Neverwhere, getting to go through the tunnels, getting shown around. Go on walks. See things. All of that. And then take notes. Use the voice function on your phone to make little notes to yourself. Use a tiny notebook. I always, wherever I go and whatever I do, have impossible-to-get-out-of-my-pocket tiny notebooks on me. This is one. And I will always jot down things, little ideas. I may never go back to them. I may never see them again. But once they're jotted down, they're rotting away, usefully, on the compost heap of my imagination. And they're there if I need them. I think authors you read when you are young affect you on a, you know, affect you on a level that is very, very primal and very different. So the authors whose work I encountered as a child who built worlds really stayed with me. And I would look at what they had done and puzzle over it and think about it a lot. Tolkien, obviously. It was a huge influence on me. I've never actually written anything in somewhere that resembles Middle Earth, I think, except for a little bit in Stardust. But Stardust is much more a world of fairy tale. But just the feeling that this was a place that I would recognize if I saw it. If I went there, I would know that I was there. The same, obviously, with Narnia. And the idea as C.S. Lewis built an entire country, a kingdom, and I knew that if I were in Narnia, I would know that I was in Narnia. I'd know the people. I'd know the way that everything looked, the way that it felt. Descriptions of huge cliffs. And looking down at the clouds so far below you, they looked like tiny sheep. And you remember this kind of thing. And then there were the writers who would world-build in a way that I wasn't so conscious of. As an adult, I look back and I go, whoa, it was a remarkable, fascinating act of world-building. But at the time, all I was aware of was the story. An example of that would be P.L. Travers writing the Mary Poppins stories, where... I looked at it as just being set in London and didn't actually examine the mechanics of the way that P.L. Travers built her universe, a universe in which you could go to a zoo or a circus of the stars at night, a world in which people in spring would appear in the park and paint, paint the trees, paint everything, take it out of its winter clothes and into the summer clothes, a world in which things happened between things, in which the simple presence of Mary Poppins would deform reality and make everything hyperreal, in which Mary Poppins acted as a bridge between the world of pure imagination and the way that things should be and the world that we lived in, the way that things were. And all of those things, as a kid, affected me hugely because each of them felt like a real place. I remember running into Hope Murley's book, Lud in the Mist, a book which absolutely defies the entirety of the show-don't-tell paradigm by just beginning almost as a travelogue and history of an imaginary country, of Lud in the Mist, the kingdom of Dora Maar, and the town of Lud in the Mist, and then gradually becomes a detective story and a ghost story, a story of generations, a story of one person's struggle to be who they are and to find happiness in an awkward world, of the struggle, the infinite struggle between fantasy and reality, between fairy, between poetry and the mundane, and prosaic life, and all of those things are there in an act of world building and an act of geography, and an act of history. So a beautiful book like that. And that stuff influenced me. I would sit there as a small boy drawing maps, influenced, I think, a lot by the maps in Ursula Le Guin's Earthsea series, there's a map in the front of these archipelagos and I love the shapes of islands I would sit and draw magical little archipelagos and islands and the shapes of cities and worlds and I would imagine stories set on them and even to this day, every now and again I will nip in and set a story in one of those places on the maps that I drew when I was 11 or 12 years old",
    "msg": "多媒体文件转换文本成功!"
}