{
    "code": 10000,
    "data": " When you're staring at a blank page or a blank screen, the biggest thing that you can do is just give in to despair, give in to blankness. People love to talk about writer's block, and they love to talk about writer's block because it sounds fancy, it sounds like a real thing. It also sounds like something that you can do nothing about. I have writer's block. I cannot write. And it is the will of the gods. Now I must alphabetize my spice rack. You can't do anything about it. And that, of course, isn't true. I have received long emails from people with writer's block. And I'm going, well, if you had real writer's block, how can you be writing me a long email? What they're actually saying is I'm stuck on the thing. I don't know what's happening. It's dead on the page. So what you do is, one, start one step away. First thing to do is start one step away. One step away. If you're actually stuck, don't just sit there staring at the page, staring at the screen, staring at your keyboard, being angry. Go do something else. Chop wood. Go for a walk. Go for a run. Go for a swim. Go garden. Go play with small children. Go explore kittens. Go feed the chickens. Go do whatever it is that you can do. Two. And you rolled the paper. You didn't freak out, it's a box office. And you rolled it. And you start reading it nicely. All right, so to start a まるで<|nl|> you know, the car goes off the road and now you're stuck there. You know, you actually took a wrong turning a couple of streets back or a town or two back. But that's something that you can see normally. If you just come to it and go from the beginning and come through, you'll suddenly go, oh, well, hang on, why are we with him anyway? She was much more interesting and we should be with her here. It doesn't matter what happens to him. And so I abandon half a chapter that had led me down a dead end and go back. And you can do that. Nobody but you ever gets to read your first draft. Nobody but you ever needs to know that you got stuck. I think the biggest things when you are stuck that you can do, and there's a whole bunch of things, is the biggest thing of all is remembering that you are stuck. Sometimes it's just you're being shallow. Sometimes you actually need to be a bit better than you are. Go a bit deeper. Get a bit more honest. Okay, why have I stopped writing this? I've stopped writing this because if I have to go into it, it's a deeper, darker place. It may be. You've stopped because if you wrote that scene, you would be writing a scene you don't want to write. Well, why don't you want to write it? Why is it painful for you? What happens if you do write it? I remember with the Nancy Boys, I was about a tiny bit, about halfway through, maybe a little bit more, and I had one character going to see another character. And I had a plunge. I didung a street movie. I had to get into the restaurant. Based on her ovens and the zeggen mine, I just didn't use my phone. And then, the I guess, yeah, one weekend, I had an upset stomach. Bertie Worcester's head. You don't do that. That's wrong. And so I had to stop. And I did stop. And I stopped the book for a couple of months while I just thought about, okay, this is going to happen. What does that mean for the rest of the plot? Where does the rest of the plot need to go? How can something be a comedy? What is the difference between tragedy and comedy? What is the difference between horror and comedy? And I started to think that actually, really, as long as each character gets what they need at the end of the story, it's fine. And that is something that I really tried to deliver on in Anansi Boys. Each of the characters gets the thing they need, even the... the appalling ones. And sometimes what they need is appalling. And sometimes what happens to them is appalling. But I had to be willing to follow that. And I had to learn that. And I had to stop and actually figure it out and replot and recalibrate. And once I felt that I got it, it was part of me, then I started again and wrote it all the way to the end. What made you decide to do this movie? I wrote a story once. It's a Hugo award-nominated story that was actually made into a movie called How To Talk To Girls At Parties. I was asked for a short story for an anthology. Of science fiction stories for young people. And I had an idea. What's your answer? My answer is... It's like a giant, giant cube. How big? If you could necessarily make it large, just a few octaves bigger... about an alien tourist, a girl from another planet, and not just another planet and a traditional alien, but somebody from almost a way of thinking that is beyond what we thought, visiting Earth as a tourist and what she thought, and her diary. And I wrote a few openings to this. I wrote a few bits. And it kept dying on the page. It wasn't a thing yet. I was really interested in her voice. I was interested in this weird alien world, but it didn't feel like a story. It wasn't coming together. And I phoned the editor, a lovely man named Jonathan Strand. I said, Jonathan, I'm really sorry, but the story isn't going to happen. You won't get it in time. And Jonathan said, ah, that's a pity. And he said, you still have 24 hours to get the story in. And another writer, and he named her, I'm not going to, it was Kelly Link, had just written a story for him in, I believe, 12 hours. And he mentioned that, you know, well, obviously, I'm really sad that we aren't going to get your story in, but Kelly wrote her story in 12 hours. And I went, right. And I took my notebook with those fragments. And I thought, I can't tell that story. It doesn't quite work. And I think it doesn't work because the point of view is wrong. I need a human, human point of view. So I'm going to take a character who's basically me, age 16. And the idea is simply going to be, it'll be a story. It's going to be called How to Talk to Girls at Parties. I know that. I don't know how I knew that. Normally, titling stories drives me nuts. But this one, I had this, the title was there. I thought, okay, it's got to be called How to Talk to Girls at Parties. And it's going to be about what it's like when you're 15 going on 16 and girls have suddenly become aliens. You know, five years ago, you all had scabby knees. You were all part of the same tribe of things. You were all kids together. And now, you're 15 going on 16 and girls are something else. And they're wearing makeup and they dress differently and they're a whole other tribe and they seem to know all these amazing secrets and they've headed off into adulthood before you. I thought, I can tell that story. And I can do it all at a party. And I can just have a character who's basically me wander around and talk to these aliens. And because he hasn't figured out how to talk to girls, because he hasn't really figured out how to talk to other people, and because he's definitely not listening to anything they say, if I get this to work right, they will be telling him all about their experiences coming here as aliens on this planet and he is going to absolutely fail to understand anything he is being told. And that was the story I wrote. And it took a day to write. I went down to the bottom of the garden with a blank notebook and came back that evening with How to Talk to Girls parties written. I was able to take the bits that I'd done of the abandoned short story. Nothing actually turned out to be abandoned because those things I gave to the girls at the party. And I got to write a story that was actually about something. And it was a better story, I felt, actually, than it deserved to be given the place it was written from, given the need to get it written, given the crunch. But on the other hand, it's quite possible that that time crunch is really what focused me. The willingness at the end to just throw out what wasn't there, what wasn't working, grab what would work and put it in. They say that hanging concentrates the mind wonderfully when you're going to be hung. And missing that deadline suddenly felt like a thing that was a little bit like a hanging. I knew that I needed to concentrate and I needed to choose solutions that would work. So when you're writing a novel, there are things that you know and there are things that you don't know. But a novel is big enough that there are going to be a lot more things that you don't know going into it than things that you do know. Whether or not you write an outline or you don't write an outline, you are still going to be moving from point to point with a lot of things that you don't know. You don't know happening on the way. E.L. Doctorow said that writing a novel is like driving through the fog with one headlight out. I'm trying to do it just with one headlight. You can't see very far ahead of yourself most of the time. And you're creeping along fairly slowly. But you could get from New York to Los Angeles like that. You just have to keep going. So again, it's about it's about the full-time job. It's about the full-time job. It's about the forward motion. It's about going from the things you know to the things you know, walking slowly. And every now and again, the mists will clear and you'll get a wonderful view of the valley on the other side of the town that you're heading towards. You know what's happening and then the mists will come back in again. And once more, you're creeping along. But that's how you write a novel. Or that's how I write novels.",
    "msg": "多媒体文件转换文本成功!"
}