{
    "code": 10000,
    "data": " So now let's look at what actual video examples are of these different types of camera movement. So here we have a push in shot. We're getting closer to the subject. So we saw the subject's motion and now we're seeing the way that they feel by bringing the camera closer. And now we're doing the exact opposite. We're pulling away from the subject and now it feels like we're leaving the scene and concluding what we've seen. And now we're doing a tracking shot where we're moving with our subject. We feel like we're there kind of observing, watching and feeling what the subject is feeling. Right? So here we're moving with the subject as they're walking. We kind of feel like we're a part of their scene going through the movements that they are going through. And now we have an arc shot where we're orbiting around the subject with a really cool way of keeping them generally centered in the center of the frame. But what's going on behind them is shifting dramatically. This is an excellent way to create a shifting feeling and a feeling of that parallax where a lot of change is happening in your scene. So you can really creatively think of a lot of ways to use this. Here we have a crane shot where we're pulling the camera vertically up. And here we have another one. We're pulling the camera down. So we're moving the subject. So we're moving the subject. So we're moving the subject. So we're moving the subject. So we're moving the subject. So we feel the shift in what's going on in the scene by doing that. And here we have a tilt shot where we're showing different aspects of our scene and creating more depth by tilting down to our subject or object or tilting up to our subject. Right? We're putting them in power or in a certain place of significance. This really creates depth and really shows the viewer how to feel about what they're looking at. Here we have a panning shot where we're kind of turning the page. Right? Where we're kind of slowly working our way through a scene. Things are slowly unfolding more and more as we pan. This is a great way to show landscapes, to really slowly tell the story, and to really move through our scene.",
    "msg": "多媒体文件转换文本成功!"
}