{
    "code": 10000,
    "data": " I used to puzzle a lot over what genre was. I knew that I was writing sometimes genre fiction, sometimes not. I knew that I had a huge advantage in that the majority of what I was writing as a young writer was comics, was graphic novels, which is a medium, comics, that looks to the uninitiated like a genre. But because it wasn't a genre, it was just a medium, I was allowed to do whatever I wanted. I could write historical fiction. I could write fantasy fiction. I could write high fantasy and low fantasy. I could do science fiction. I could do pure horror. I could do political fiction. I could do it all. And because it was all coming out as comics, people... didn't mind. But what genre was baffled me. It wasn't until I read a book by a film professor in California called Linda Williams, who wrote a book called Hardcore. And it was a film professor's analysis of hardcore pornography. And three quarters of the way through the book, she compared hardcore pornography films of the 1970s to the musical. And suddenly the penny dropped for me. Because musicals, like 1970s porn films, had certain things that have to happen. You need the opening song by a large chorus of people. You need the heroine singing on her own about what she thinks is going to happen. You need the song that's the first meeting of our heroine and our hero. You need the comic relief song with the three robust people behind him. You need all of those things ending up with the final song, which the hero and the heroine sing together, that indicates they have been brought together. You need the final chorus and then we're out. And the truth is, in a classic, musical, the plot exists purely to stop all of the songs from happening at the same time. Just as in a 70s porn film, according to Linda Williams, the plot existed to stop all of the sex happening at the same time. And I thought, actually, that tells me what the difference is between a cowboy novel and a novel set in cowboy times. Because you can just look at it from a perspective of reader expectations. What are they coming to this for? What will they feel cheated if they do not get? They're going to expect the cattle stampede. They're going to expect the showdown at high noon. They're going to expect the fight in the saloon. They're going to expect... You start listing the things. And you go, okay, so the plot actually needs to exist to keep all of these things from happening at the same time. Or you can do a novel set in the old west, and none of those things need to happen. You can go after completely different things. But you need to understand at that point, you're writing something that might look like genre, but isn't. And that people may point to it as genre, and it's not. And that if somebody picks up your novel expecting genre, they will be disappointed. Just as they would be if they went to see a musical, and there were no songs at all. So, a lot of what you wind up doing then with genre, is going, okay, what makes genre, genre? What do people... What would people feel cheated if they didn't get? Earlier on, we were talking about making genre, genre. Talking about making a novel out of that March short story with Anne Bonny, the pirate. And so at that point, you might start making a list for yourself of, okay, if I wrote this novel, and there wasn't at least one boarding of a ship, people might feel a little cheated. I should... I'd like to put one in. It might not... You can always turn things around. You don't actually ever have to give people the thing they want in the way they're expecting it. They actually always like it if you give them what they want in a way that they're not expecting. If you give them what they need, but didn't realize that they wanted, in a way that's unfamiliar. People like that. But you're still trying to give them the moments that are actually going to make them feel like, yes, this is what I came for. I'm getting my money's worth. They are singing all of the songs in the order that those songs should be sung. And actually, it's a musical. It's not a mysterious musical without songs. Or you can go, actually, those things that are musicals without songs, they're called plays. They're okay too, but it's a different kind of thing. And you need to know what you're going into and what you're building. I think understanding genre is a hugely valuable tool for writers. And if you don't understand genre, you're going to come a cropper. It's very easy to look at fiction and not quite get what genre is because the surface trappings of genre are a lot like the surface trappings of things that aren't genre. And yet, there's a huge difference. There is a difference between a novel set in the American Wild West and a cowboy novel. There is a difference between a novel set in the intelligence community and a spy story. And if you don't understand that, you will wind up disappointing your readers, confusing your publishers, making a general mess of things. If you do understand it, then it can be useful for you. And you can use it or you can ignore it. Many, many years ago, when I was nine, ten years old, I had an appalling lisp and was sent to a elocution teacher named Miss Webster. And Miss Webster had a number of Scotty dogs. I kind of borrowed her for Coraline, her and her best friend as the actresses in Coraline. And she would smoke little black cigarillos and rest her arms on her magnificent bosom as she listened to me. And I remember once she listened to my reading of a speech from Puck. At the end of it, she said, Neil, dear, before you can be eccentric, you have to know where the circle is. And I took that as glorious advice that has always seen me say, it's always good to know what the rules are before you break them. It's always good to know what the rules are when you're breaking them. It's good to know what the rules are even if you're going to ignore them absolutely completely from the word go and just set off to break them. Because at least that way, you know how people have been doing this. You know how people ought to do this. You know how people think they ought to do this. But you're not going to break them. You're going to break them. You're going to know what the rules are before you go. You're going to know what the rules are before you go. You're going to know what the rules are before you go. And you can set off and do whatever you like. But know before you go. Know safely what the rules are and then break them with joy. When you're writing fiction, you're writing about the reader. You do not need to know everything. But you always need to know more than the reader does. Now the great thing about beginning any piece of fiction is you know something and that something is more than any reader knows because the reader knows nothing about what you're doing and you at least know something. But where and who and how and what these are all things that you can know and the reader doesn't. You the way you reveal information is in a way that suits you. It's not in a way that necessarily is going to initially suit the reader. You can know more. Which means that you can hide things in the text. Which means you can set things up in the text. Which means that you can play with things you can play with things as simple as the fundamental sexism of language, for example. In Sandman, I took enormous pleasure in Sandman number one already having an idea of who this family was and the shape of it of mentioning that a person was a person and that was a Black Magic organization in 1916 had been attempting to capture death but they had failed and they had caught Dream Death's younger brother. And back in those days people would actually write letters to the editor and the letters would come in and I asked the people at DC Comics if they would mind just sending me the letters to the editor as they came in. And I took enormous pleasure over the next months in seeing every now and then at the end of a letter, people would say, you've said that they were trying to capture death's younger brother. When are we going to see Dream's older brother, death? And I, knowing full well that this was going to be an older sister, just took pleasure in that. I knew more about the story that they did. I'd used, I'd built a little trap for the reader. I knew that that was going to be to my advantage. I knew that having a reader think that something is going to happen and actually something else that will be much more satisfactory, much more interesting and something they haven't seen is going to be really fun. So reader expectations are a lovely thing to play with. And to sail against. It's like the wind on a little sailing ship. You're using it to power you. And it comes sometimes from the side and it pushes you forward. For a writer starting out, I would tend to push you away from genre fiction. And I'll push you away from genre fiction on the basis. That you've probably spent your life reading some kind of genre fiction. And you love genre fiction. And that's what you know. And I think it's really important for a young writer, and it could be a young writer of any age, to get out of their comfort zone. Go and write things that you know. That aren't the fiction that you know. Because if you write. The fiction that you know. Then the best you'll ever be. Is a good copy. Of somebody else. And what you're most likely to be. Is something that looks like a photocopy of a photocopy of a photocopy. And now you're gray and unattractive and barely readable. Be yourself. And that may involve dipping into genre. It may involve going to lots of places. But go explore. There are so many things that you can do in fiction. Go find what they are. Go play.",
    "msg": "多媒体文件转换文本成功!"
}