{
    "code": 10000,
    "data": " So now I'm actually really happy with this lighting and the distance that Kimberly has from the background. It's creating a nice separation. We're at a low aperture, which means we have a very shallow depth of field. We're framing her on the top third, which is actually another thing I want to mention real quick. What makes the most pleasing image possible is when you frame important areas of your image on the third. So there's an imaginary line going across the top third, the bottom third, the right, and then the left. You see how we have her framed on that top third. Now if I were to change this framing and put her in the middle, you see we still have great lighting, we still have great coloring, the background looks really nice, but the framing throws out the aesthetic of the image. So that's something that I really want you guys to keep in mind is that it's always most comfortable. Especially with the talking scene to frame your subject on the top third. Now personally, right now we're at a 50 millimeter. This looks great for an average talking video. If we want something that's maybe a little bit more serious, we can go here to 70 where we're even closer to our subject. If we want something that's a little bit more fun, of course we're dealing with the outside stuff that we have here. Yeah. We have some workout equipment and stuff. So we can't really get a super wide angle, but I want to show you guys what that looks like. So if we have this wide angle, we frame her on the third. We always want to have the camera pretty much at eye level for our subject in an interview because we're giving the viewer the feeling that they're at the same level of their person that's talking. If I'm talking to the camera right now and I'm talking from down here, it feels a little bit weird. I'm talking to the audience looking at that. If I'm talking from up here, looking down on you, it feels a little bit weird as well. So we always want to try to frame our camera at the same eye level as our subject. So we can go a little bit lower because we're shooting wide and I'm going to push in a little bit and minus the background stuff that's here. This is a lot more of a fun kind of, um, less professional look, which is great for YouTube. And right now that's at 28. Okay. Yeah. So we can go even a little bit wider and that's at 24 millimeters. So the wider, the more playful, the more zoomed in, the more serious. Okay.",
    "msg": "多媒体文件转换文本成功!"
}