{
    "code": 10000,
    "data": " maximizing your video settings. So before we get into moving the camera, setting up lighting, how to get audio, we're going to get into how to properly use your settings. So this is for people who aren't very familiar with the basic functions of the controls that you can use for the manual settings on your camera. If you are someone who's very comfortable with shooting and you want to get directly into the techniques, you can skip this part of the chapter and get directly into those techniques. If you want a refresher or you want to get a little bit more clarity on how to use the manual settings on your camera, this is a perfect place for you to start. So let's get into it. So if you want to do these settings along with me, I'm going to run through these settings on my phone and my camera. So you'll be able to pull out your camera if you'd like. But before I run through those settings individually, I'm going to go over an overview of what we're going to talk about more in detail first. So your phone or your camera uses these main attributes and variables basically to create an overall image. The first term that we're going to talk about is exposure, which is the overall brightness of your image. And the exposure is controlled by a few fundamental characteristics and controls on your camera. The first is the ISO. This boosts the overall sensitivity on the sensor to the light coming into the camera. So I'm sure you're relatively familiar with that. The higher the ISO, the brighter the image, but you're boosting the signal on the sensor, which can create distortion. You'll see it as the grainy noise. It's not necessarily grain. It's called noise, camera noise. Grain is something slightly different that's with film cameras. Noise are all those little dots and things that are going to be on the camera. So, you know, things that don't give it that really clean kind of polished look, it's more of an older style, a bunch of dots. Look, that's from the ISO. We're going to dive more into that. Next up is your shutter speed. This is the amount of time that each frame is exposed to light. Okay. The lower the shutter speed, the longer each frame is exposed to light. Going to get more into that. Next up is the latitude. Okay. Next up is the latitude. Okay. This is the frame that you're going to be exposed to light. This is the frame that This is something not a lot of people talk about. Latitude is the amount of darkness and brightness that a sensor can expose for. So there's darkness in this image right here. This black bookcase is probably the darkest part of the image and probably the brightest part of the image is one of these lights in the background or this light, right? That light. The latitude is the camera's ability to expose for the darkest part of the frame without it being completely black and the brightest part of the frame without it being completely bright or white. Okay? It's its ability to hold the low and the high, but expose and have information there. What happens with a lot of cameras, the cheaper the camera, the less the latitude, the more the dark part of the frame is just dark and the brightest bright. But I'm getting too into detail right now. We're going to get into it later. The next step is the picture profile. This is basically the in-camera color grading that your camera is allowed or able to put on top of your footage. Okay? That's kind of the brief overview. It's kind of like an in-camera color correcting color grading process. It can be more blue and sharp. It can be less contrasty and warm. This is something we'll get into. Next up is the white balance. This is the overall value that your camera. Assigns to the color white or the yeah, the value of white. So the warmer, the white balance, the warmer, the image, the cooler, the white balance, the colder, the image, and we'll get into the terminology. Next up is the aperture. This is the amount of light let in through the opening of the lens. Right? Right now, this camera is shooting at a 2.8, which is a relatively open aperture. That means the opening of the lens is larger. If I was shooting at something like in F 16, this room would be very dark. You wouldn't be able to see me. And we'll explain why. Next up is the focal length. This is the millimeter number that is on the name of the lens. So the lens that I'm shooting on right now is a 16 to 35 millimeter and it's set at about 22 millimeters. So that's a relatively wide angle of view. The lower the millimeter, the wider the angle, the higher the millimeter, let's say a 200 millimeter, the more telephoto and the more that's more of a telescope. You can see further. We'll explain why and when to use those. Finally, we have frame rate. This is the amount of frames that your camera is recording per second. Right now we're shooting at 24 frames a second because that has a specific aesthetic. There's also 30 frames. 60 frames. 120 frames. 240 frames. We'll get in all those things. But I just wanted to briefly overview what these things were and then we're going to dive into it.",
    "msg": "多媒体文件转换文本成功!"
}