{
    "code": 10000,
    "data": " We kind of went over all the different specifics about gear, different entry level pieces of equipment and more expensive pieces of equipment, microphones as you can see, and I just kind of wanted to chat maybe a little bit about recommendations that you would have for new video creators or words of wisdom. Just keep creating honestly, don't let all this technical stuff and if you don't have the money to do any of it, I would say just get what you have or find a way to get the camera you want or however you want to do it and just create honestly. That's the only thing I can tell you because I've seen people create off of iPhones and create masterpieces and little cameras like this and still to this day I see people rock little cameras and still create really great content, you know what I mean? It's just one thing you should always do and this is something that I have to catch myself a couple times. I just keep loving to, I mean just be grateful that you're able to do this because in some places you can't, you know what I mean? And one thing that I tell myself a lot of times is like, all right, you know, I'm not happy with where I'm at. Okay, let's try to motivate myself to do something else, a project or a personal project because sometimes getting all this work, I get a lot of work on a weekly and once that happens, I'll just be like, oh, I'm not happy. I'm not happy. I need to step back, enjoy time with family or something or pick up a hobby, a second hobby that's not related to this. And that's happened to helping me mentally because mental health is a huge thing. And honestly, in this industry, you can get stuck in the nitty gritty of all that. But one thing that I can tell anybody and I've told my interns and my assistants is that always keep creating. And if you like something that you like from another creator, just do it because that's practice for you. And don't worry about failing either. I failed so many times where I've gotten yelled at. I've messed up a whole job, but I learned from those lessons and I use that for the next job. You know what I mean? Like, okay, I know like not to do this or I'll practice this. And I watch a ton of YouTube. But back in our day, we didn't have you back in our day. We didn't have YouTube. And and like that was kind of a hard thing. And I had to learn everything in college and people. And so it was a different time then. But now I like there's so much information that I like. Honestly, this is like what you're. Doing is so awesome because I wish I had that when I was younger and doing this. But at the same time, I'm grateful for what I know and that I got to learn so much that I was even given the opportunity. People like you and and the and sister love. That's one thing I still do to this day. And a lot of people don't know is I assist a lot of people. And when I mean my sister's like, oh, what do you need, sir? Like lenses like I set up the cameras and I do digitizing and stuff. And why do it? It's because I get to learn different new ways of like. People's like style and stuff. And I don't try to steal from him. I just like to learn from the end. Like, how are they getting these shots or like so? Because everyone has a different style. And that's awesome about being a creator is that you're able to utilize the technology that we have now, which we have a crap load of like of technology right now that there's no reason not to be able to create. And that's one thing that I can tell you right now is that if if the world were to end and all you have to do is just be creative. Yeah. And that's like the only thing you're gonna do. If you're gonna be able to do everything that you had is your iPhone. I'm pretty sure I'm be able to do commercials off of this and the in the desert or whatever, you know, everything is done. But just create and don't let us don't let us hold you back from don't don't don't discourage yourself. You know, always try to push yourself. And if you if you know somebody that's a creator in your town or whatever, I would say ask him if you want to help him out. I mean, like, I have a good story about one girl, Emily Rose. She was a 14 year old. 18 I was just starting photography and I was in college she wrote me an email because she saw me on set doing lifestyle she said I want to be a photographer and I just want to go out it just because she sent me that email I took her in and I mean and I was learning at the time so I was like shit I got an assistant you know but at the same time she she worked her ass off to the point where now she has her own three studios in downtown LA she's running her own company now she's starting a little agency like she's really killing high yeah and she's producing and all that like this girl eats and sleep photography and now she's producing and directing yeah and I give it up to her like honestly like I there's times I'm like damn like you're just going too hard and like but then I'm like you know what that's what you got to do is just kind of like want it so you become living off of it and that's what she did 100% yeah thank you for sharing that and like I fully can second that as well is the largest client I actually got for the past seven years was because I showed up to an event because I was so hungry to just film and it was something simple it was like going to film some nightlife thing and I was supposed to get paid like 50 or 100 bucks legitimately I never got paid but I met someone there that led me to this that led me to that that led me to my largest paying client for seven whole years and so it was really the desire and also getting my hands dirty and like Luis is saying just creating just getting into it not letting this hold you down letting these be a tool that you get really comfortable with so you can translate your idea in something that you're proud of and that comes from failing that comes from saying yes to as many projects as you can that comes from not getting hung up on equipment but really getting out there and collaborating meeting people and creating as much as you can so that's what I was seeing that color that came out so you're ecstasy human being behind dig deep work just kind of a النvikogal yeah that came out of theørizamaphail correctly yeah I couldn't have done that one thing I would say is like always try to collaborate and like just be hungry for it you know and then you all that knowledge is gonna pay off you know and it's paying me off and honestly just being hungry for it's been like you know me and just be creative you know just find your own style to you know find your own style and upgrade as you go you start here you build your equipment gets better your creativity gets better your skill set gets better your client level and your final product gets get much better and it's a process and with all that said that wraps it up for this learning lesson where Luis and I dove in really deep into cinematography tips and tricks and also a lot about the equipment side so thank you for coming on and I'll thank you for having students and I will see you guys in the next learning lesson oh boy all right",
    "msg": "多媒体文件转换文本成功!"
}