{
    "code": 10000,
    "data": " Hello, bonjour, hola, and welcome to this course. My name is Julian Melanson and I'm going to be the instructor for this cinematic cinematography vlogging filming course. And we're going to be talking about how to make your videos look and sound amazing with these simple straightforward techniques that we're going to be covering in this course. So let's get right into it. First up, the transformation that you're going to have by taking this course. If I do my job, you'll be able to create incredible looking and sounding videos with any camera in any situation. And this level of content, these techniques that I'm talking about in this course are going to be for beginner beginner beginner to intermediate level students. So if you're someone who's shot some things in the past, and you're looking for really simple, clear techniques on how to upgrade your style, this is for you. If you are a new beginner novice that has a phone has a smart device or has you know, a DSLR or mirrorless camera, and you want to start shooting videos, you don't know where to start. This is the perfect course for you as well. So let's get into a micro overview of the main steps that we're going to go through in this course to achieve the transformation and the new skill set that you're looking for. First up, we're going to dive into the camera settings. Okay, I'm really just going to cover the most essential manual settings for you to use on your smartphone or on your camera that will allow you to get the best looking video quality for the situation you're shooting. Next, I'm going to be going into the most important techniques that you need to know to start shooting better looking videos. Next, I'm going to be talking about audio and B roll. So this is really important because a lot of videos I see from students don't have these two essential fundamental techniques really of how to capture the best sounding audio and how to really upgrade your video style with having proper cutaway shots. So this we're going to also dive into. And finally, synthesizing all of these techniques to bring them together into one cohesive final product that you will be able to share on your Instagram on your YouTube channel on Facebook, on whatever social media or online presence that you have, you'll be able to bring these techniques together. And so we just kind of have a few housekeeping items to get to before really diving into the course content. So first up, one course of a multi-course series. I did it on purpose this way where each course is giving you a different type of information depending on what you're looking for. There's other courses on the editing process. There's other courses on the pre-production and creativity process. So those are linked on my Instagram. Those are linked in the bonus final lecture of this course. You don't got to worry about it now. I'm just giving you a heads up. Get through this course first, but it's designed for all of these to build on top of each other.",
    "msg": "多媒体文件转换文本成功!"
}