{
    "code": 10000,
    "data": " So here we are, key fundamentals and principles of getting good sound recording. I know I've talked about sound already while you've been shadowing me on some of these shoots that I've been doing for you guys, but this is just kind of an extra in-depth dive into yeah, the mechanics that make good sound quality when you're shooting. So let's get into it. Some of the basics that I just want to cover with you is you always want to capture the best sound quality. Why is that? Because people generally won't click away from an overexposed or grainy image like I mentioned, but they'll click away from audio that is echoey, buzzy, or distorted. So here are some main key recording types and ways for you to get clean audio. First, I want to talk about the three main types of cameras. The first three main types of audio recorders are ways to record audio. We have our lavalier mic, we have a shotgun mic, and we have a zoom or a handheld recorder. And I'm just going to briefly explain, man, I cannot talk today. Briefly explain the benefits, the downsides, and the positives of each type of these recorders. The lavalier captures sound in a small sphere, which is called an omni-directional. It gets in all omni-directions around the microphone. This is perfect for interviews, YouTube, or when the microphone needs to be hidden or out of sight. I'm doing this course with a lavalier mic because I want it to match the audio that I get when I'm doing the learning exercises and walking around the house and shooting and moving. I don't have a boom operator that can follow me around with a boom mic. So it's really best for my scenario. It's portable, it's wireless. I highly recommend it for pretty much all shooting scenarios. You're not going to get that wider, deeper, podcast-y sounding voice recorder from a lavalier mic because the microphone itself is on the tinier side. Those big, wider microphones that you see for podcasts or even shotgun mics, they have more ability to pick up more information, vibration, because the recording device itself is bigger. So that is one downside of the lavalier mic. You're giving up a certain level of audio width and quality for the portability, convenience, and just overall ease of using it. Now the shotgun mic captures what's directly in front of the mic. It's used for capturing subjects at a distance, which is perfect, or can be used onboard a camera or connected to a boom-portable microphone. So it's a great way to capture audio. It's a great way to capture audio from a tripod or a tripod type of setup that you can have just out of frame, right about there, capturing my audio. You always want your shotgun mic to be pointing at the base of the source of the audio that you're trying to get. So you don't want it pointing here, you know. You want it to be pointing right where the source of the voice or sound is resonating from. So that's a small little tip. And that really goes for all mics too, I must say, is that you want to get the distance of the microphone to the audio source as minimal as possible. I'll show in the shadowing demonstration in the next lecture that you'll see what kind of effects the distance of the microphone to the subject has on the overall recording quality and sound dynamics. But, that's a good tip for any microphone that you're using. And just to reiterate, I don't know if I touched on it, but for the shotgun mic, it's perfect for when you are at a distance of, so let's say you're shooting a soccer game and you want to get audio of kicking the ball, of the ball going to the goal, of the audience cheering. You can't go around and put a lavalier mic on each one of these people, but what you can do is use a shotgun mic to shoot directionally the audio that you want to get picked up or recorded. So, that's a good tip for any microphone that you're using. The shotgun mic is perfect for those kind of scenarios where you can't always get up close and personal, but you want to pick up what's happening in front of the camera audio-wise, it's perfect. Now, if you're getting interview stuff, you don't want to be shooting with a shotgun mic across the room. The shotgun mic is great for ambient noises like cars, like I mentioned soccer game noises at a distance, any other kind of noise that you want to pick up that creates an ambient sound. So, you want to have an atmosphere for your video, but you don't want to be sitting across the room shooting interview audio with the microphone on the shotgun mic, you know, feet, multiple feet or yards away from the subject. That's going to have an echoey, non-desirable thing feeling for interview type scenarios. So, I just want you guys to make that distinction between picking up audio in a surrounding with a directional mic, shotgun mic, and then also, you know, shooting from the microphone. So, you want to pick up audio in a surrounding with a directional mic, shotgun mic, and then also, interview. It's two separate scenarios where the distance of the microphone to the subject doesn't matter so much for ambient atmospheric noises, but when it's talking like this, you don't want it to be across the room. So, let's move on. The handheld recorder, most commonly, Zoom is the largest of these companies. This is a recorder that allows mics to be plugged into it, so you can do in-field mixing. That means you have multiple microphones that are getting plugged in and you can level those audios, and you can record the audio that you're listening to. So, you can record the audio that you're listening to on your shoot, at your production, and it can also pick up stereo from the microphone that's built in. Generally, all Zooms have that, and they also generally have XLR inputs, so you can do more live event or music productions with multiple microphones and multiple channels. I don't think that you guys will be using these very often. Maybe if you have some type of podcast or video podcast, you can use these. But if you have a podcast or video podcast, you can use a podcast. So, it can just all be answered by individuals who use Vo tariton instead ofamos de或 you do a lot of interviews with multiple subjects, using the Zoom will be handy. But I just kind of wanted to cover the main three, so that we're all speaking the same language, and we all have a general understanding of when to use what and what scenario and what the pros and cons are. So, in the next lecture, I'm actually going to be shadowing, you guys are going to be shadowing me, and I'm going to be showing you dynamics of sound in a scenario and how that's affecting your overall sound, yourself, and those that go on your quality. I'll see you guys there.",
    "msg": "多媒体文件转换文本成功!"
}