{
    "code": 10000,
    "data": " Okay, so we got the cool shots, the slow motion shots of our beans, of opening the bag, of doing those kind of cool cinematic things. We shot everything close and tight to make it look more dramatic. Now what we're going to do is hop to having the coffee grounds, putting that into the French press. Now, I don't have one of the coffee blender things, so we're going to kind of magically jump here from the beans to the grounds, but let's shoot this process and see what it looks like. So on this shot specifically, I'm going to do a relatively quick push in like that to add drama to him turning the spoon and dropping in the coffee grounds. Okay, go ahead. Perfect. Now let's do one more. I want to tilt the camera like this. When you so pointed directly at me, like if my camera, my camera's here and then we're going to do this together. Okay, so you can just hold it right here. So I'm going to kind of try an experimental shot here. I'm going to have the camera here and then when he turns it, I'm going to turn with him. So I'm going to shoot a little bit wider. That gives me more room for error for turning the camera. But on the count of three, I say one, two, three, and then we go. So one, two, three. Sweet. Okay, cool. So now this is brewing. So we're going to wait until we start to get some bubbles and I'm going to shoot a slow motion shot of that. And then we will get our cool pouring shot. Now, the reason that as I'm going, I'm doing movement is because if we shoot this stationary and it's just a and it's just kind of a tripod shot with not a lot of movement, it's not going to create a whole lot of character. So camera movement creates personality. If I move. The camera and I dramatically push the camera towards an object that creates a sense of urgency. Now, if I have that same exact object and I slowly pull away the camera that creates a sense of calmly leaving a scenario or a situation. So you're pointing at what you want your viewer to see and how you move. The camera tells them how you want them to feel. About what they're seeing. So I want the viewer to feel excited and kind of like, whoa, you know, because you to make it look good. You want to add a little something else. So you can do that with lighting. You can do that with camera movement and you can do that with kind of having your subject that you're shooting B-roll with do things that are synchronized with what you're doing, kind of planning things out a little bit. So we're taking our shot list and translating these images, images and descriptions. Into impactful imagery that makes it uniquely yours. So you don't always have to be doing camera movement. You don't always have to be doing close ups like I'm doing. These are just tips that you guys can do to really make it your own and make it your own personality and your own style. Go, go, go, go. Should be chilling. Okay, cool. So we're starting to get some bubbles. So I'm at 70 mil and I'm on manual focus. With something like this, that's a little bit tricky to shoot. You kind of want to shoot it multiple different angles because something like water with bubbles in it can look really interesting if it's shot right or can look really boring if it's not shot right. So I'm experimenting with multiple angles and different framings, different distances. Okay, perfect. So now we should have plenty hot water. So I'm going to start with the water shots, boiling water shots. What I want to do is I'm going to start with the angle down here because we can only get that shot once. We can only get him the water hitting the coffee grounds once. So I'm going to start with a close up down here and then I'm going to pause what we're doing and then I'm going to get a close up of the pour of the water coming out. So you really want to think ahead of time what you can only shoot once, what you have one opportunity to get. We can only get these coffee grounds getting wet once. And plan that out. As you're going through your shoot. You want to have as much of it planned out before you start shooting as possible. But sometimes you get things set up and then you plan it out just before you get shooting. So let's go ahead and get that set up. I'm going to do a little bit of an orbiting shot here where I'm going to slide the camera kind of along the table to get kind of a dramatic wraparound shot. And this is by no means like perfect framing or anything, but it's kind of, you know, it'll do for this kind of shoot. So let me set my focus and I'm going to do a practice shot because like I said, we only have one go here. So I want to start here, set my focus and that when I get rolling, then I want to tell him to pour. So I'm going to go to the beginning of my shot and go ahead and start pouring slowly. Perfect. So here I want to do a rack focus where I get a little bit more of a frame. I'm going to go ahead and start pouring slowly. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. And then after that I'm going to do a giant hallway shot and go ahead. It's nice to see the shots coming together here. And I want to hit naked. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Perfect. Now I want to get just the stream. Perfect. Okay, good. And you want to also keep in mind that not everything you shoot, you're going to use. So you kind of want to shoot stuff as much as you can because out of the 20 shots that you shoot, you may only use eight, you may only use five, you may only use four. It really depends.",
    "msg": "多媒体文件转换文本成功!"
}