{
    "code": 10000,
    "data": " So now we're going to be recording my voiceover. It's going to be A-roll coverage, A-roll audio for something that we're going to be adding to together later in the chorus. Man, I'm just doing some crazy things today. So I'm going to kind of move my setup a little bit. I don't want the laptop in the shot for this. And move this out of the way. Okay, cool. Now we're clean. Got nothing on here. So I created this script with the pre-production checklist that's actually from the course before this. It's a small example. I want you guys to not get too intertwined with this creative idea. But it's just something that's funny to me. I really love coffee. Kind of addicted to it sometimes. It feels like, am I drinking the coffee or is the coffee drinking me? Because I feel like sometimes the craving is so damn real. But anyways, this voiceover. And this script and concept came from the previous course to this one. And the whole checklist, the pre-production checklist that helped me come up with the idea. And everything is an actual handout for that course. So if you're interested in that, it is in the bonus lecture, which is the final lecture of this course. You guys can check out that one to help you come up with your concepts. And really hone in on, yeah, videos that you want to create using that course. And that. Handout. So let's get to the voiceover. So, yeah, you know, this realization hit me earlier today. It's kind of, it's hard to say. Yeah, it's hard. It's hard to say. But I am addicted to coffee. I just love the entire experience of it. Those lovely textured beans with the aroma that fills the entire room. And then brewing it. When you pour that piping hot water over those. Freshly ground beans. And then the gift of actually being able to drink it, right? With all that productive energy that goes through the body. You know what? And then sometimes I feel like maybe I don't need this. Maybe this is something that I should stop indulging in. I mean, really, do I need to be drinking this stuff like every day? Yeah, you know what? I think I'm going to stop today. Yeah, on second thought. I think I'm gonna get a second cup. So hopefully that was slightly entertaining for you and moderately funny. But I want to also show you guys what that would sound like. Because for this kind of video, I'm planning on using the visuals of me for the beginning and for the end. So I shot an angle like this with me looking at the camera for the voiceover. But if it's something like audio for an intro video where you know you are not going to be using. You actually talking to the camera in that situation where the video doesn't matter. You can actually use a shotgun mic that you have or an actual recording microphone for podcasts that you use or whatever. A bigger microphone would be that's bigger and can get more width and depth than a lavalier mic. So I'm going to show you what that would look like and really what that would sound like. The difference between the two recordings. Now we have this on and to really get that kind of like depth. Deeper podcasty voice that's really open and sounds like a radio show. You want to get a nice shotgun mic or boom mic or zoom really close to your mouth for this kind of situation. And so if we weren't going to be using my visuals, what it would look like. And of course, I wouldn't be doing it handheld. I would set it up on a tripod. Tripods are being used for this video shoot. So I'm just going to do it by hand. Of course, you'd have it on a tripod and you would get as close to the microphone. So let's switch over from the lavalier to the shotgun mic. And here you can really hear the difference of probably a lot more width that's getting picked up while I speak. And if I was to move this away, you would start to hear a difference compared to when I move this closer to the mouth. You can really feel more of a resonance and it sounds a lot more like a professional voiceover. So now I'm going to read just a few lines from the script that I just did for the coffee video. I just love the entire experience of it from start to finish. The texture of those sweet beans and earthy aroma that fills the room. I just love the entire experience of it. Those lovely textured beans with the aroma that fills the entire room. Maybe this is something I should stop indulging in. I mean, really. Do I need to drink this stuff like every day? I mean, really. Do I need to be drinking this stuff like every day? Yeah, you know what? I think I'm going to stop today. On second thought, I'm going to get a second cup. So as you can see, you don't want to be holding this by hand. That's not advisable because any time you're touching it or moving it, you're going to be picking up on those sounds that will be getting picked up into your audio recording. But I wanted to show you guys what the different quality, the different qualities of sound happen when you are recording with different types of microphones. This is like a $150 mic compared to this $600 Sennheiser lavalier. But the quality and depth really comes from the size of the recorder that's receiving those different bands of frequency, the different range of frequency. So I hope that gives you guys some insights on the audio recording process and how you can really use it to upgrade the quality and sound of your videos.",
    "msg": "多媒体文件转换文本成功!"
}