{
    "code": 10000,
    "data": " And so this is it, the final chapter of this course. I'm so happy that you made it this far and just, wow, I can't believe this is it. I put so much energy and so much time and just so much of myself into this project, into this information, into the pre-production, the production, the post-production of getting this content to you. And I'm so excited that you made it this far and that you now have all of the knowledge that I know that now you have to create what you want. So what we're going to be doing is recapping the information that we've gone over before getting into the bonus section of the course. Now, I can't recap everything, but there's just a few key reminders that I want to give you. And we're going to do an overview. If I recapped everything. This would be a very long lecture. So let's check it out. First, we dove into our camera settings. We started off by really getting on set experience, seeing how things work behind the scenes, and then seeing how we can use our camera's settings and functions to really get the best looking and sounding footage and audio as possible. Then we got into the film techniques. We worked. With Kimberlea and we got to see how to get the best looking and sounding video in natural light, in artificial light, with all the different lighting scenarios and all the different types of environments to shoot it. We went over a bunch of other really important and essential film techniques and applied those techniques into the hands on learning exercises and you got to upload your before and after shots and shared them. in the Q and a section. That's when most people would be done and satisfied with their video. But we took things even further. We dove into audio and B roll using cutaway shots, using all the different kinds of framing shot types, camera movement, creating a montage, carving out your story by adding in a lot of cutaway shots, putting your ideas into a shot list and getting crystal clear sounding audio. Then we synthesized. All that information, all the audio, all the video techniques and gather them together so that now you have all the tools that you need to continue to go out and create to take your ideas and turn them into videos that you are proud of. And now that we've gotten this far, I now have a challenge for you is for you to take all of these techniques and really, really apply them. Okay. I don't want you to be excited and having fun during this course. Well, I do want that, but I want you to continue to expand on that excitement and that information and that new knowledge beyond this course. So I want you to take the camera settings using proper exposure and settings for your environment, the framing, the creative use of framing with the specific purpose in mind of what the emotion is that you want to create in your audience. Using focus, right? Guiding. Focus. Guiding the viewers eye to where your story is being told. Using great background choice for your specific video to create a specific vibe and using movement. One of my favorite parts, creating the right feeling with consciously moving your shots and using those different shots as a good mix of different types of framing, blending those different ideas together to get really good different types of a roll coverage and B roll coverage. And of course, using great lighting. And lastly, sound getting clean and crispy quality sound from your subject or your environment. And I want you to take these ideas and continue to create, but specifically create a new series or a big video project. So take these ideas and take these techniques as you learned and really step out of your comfort zone, create something unique, create something that is uniquely unique. Okay. Okay. And I want you to take these ideas and create something that is uniquely unique. Create something that is uniquely you and uniquely yours. And the other courses in this series will help you with coming up with that idea or editing that video or really going out and creating that series. So I'll give the details to that as well in the final bonus lesson. But most importantly, be sure to share your progress with me on Instagram and in the Q and a section. Nothing makes me. Well, I really love coffee. It makes me pretty happy. But mostly nothing makes me as happy as seeming. I'm seeing your upgraded footage, your upgraded shots, your new projects. And I love when you keep me updated on, you know, the stuff that you create after you take the courses. So be sure to tag me on Instagram. Be sure to keep me in the loop and be sure to really show me what you do after this course. And so we're nearing the end here. I'm sad, but I'm excited for you as well. But in the next learning lessons, I'm going to give some special bonus giveaways for you, making it all the way through the course. Specifically, it's going to include some techniques for shooting on your laptop, some expert advice from a filmmaker friend of mine and links, like I mentioned to my other courses that are connected to this course. So enjoy and always keep creating. Always keep growing. Always keep moving forward. Always keep following your passion. Thank you so much for going on this journey with me, for listening, for taking in what I'm offering and really allowing this connection to happen. And I truly, truly am grateful for you. And I'm so excited that you are now a graduate of this course. Thank you.",
    "msg": "多媒体文件转换文本成功!"
}