{
    "code": 10000,
    "data": " Okay, so now that you have a pretty good understanding of using slightly more professional audio, I also wanted to talk about using your smartphone. So I'm going to do a screen recording here. And I've actually found that the audio directly from the microphone on iPhones and smartphones in general can be pretty dang good if you know how to use it. So one option for you is to attach a lavalier mic directly into your smartphone. You're going to have to get various adapters. I will link the products that I recommend in the next lecture so that you guys can see what I use if I do have to record audio using a lavalier mic through my smartphone. Rode is an excellent company that makes it very easy. Of course, you'll need the little lightning bolt, thunderbolt, lightning bolt, adapter, whatever it is. But this is a great option. So I'm going to hit record and you guys will be able to see what that sounds like directly into my phone versus what it sounds like using just the audio from the phone speaker itself. This is what it sounds like just using the audio from the mic. It's just flat version of what you'll hear later on. So you can perfect whatever the sound you use when you're recording or whenever you're static recording Crypto P-ád in the mic. And so the little hack that I've found is turning the phone sideways and talking into it directly this way, really close to the mouth. You can actually get good sounding audio. So if you guys are recording a voiceover for a video that you're doing or a trailer for your YouTube channel, whatever it is, smartphone can really get you really decent, really good sounding audio. So I just wanted to add this little tip here that you can either use lavalier going directly into the camera if that's not something that's available to you. There are very decent lavalier mics that go directly into the smartphone. And there's even the shotgun ones that I don't personally have, but I will link because I've had friends use it and it works really well for more of the vlogging style. I'll link that in the next lecture. But trust me, if you use the built-in but hold it sideways to the mouth so that the air is not hitting the speaker directly, but the sound is still getting picked up very cleanly, you will be surprised. I've used it for a few projects in a pinch to record my own voiceover. So I hope that little smartphone hack helps you guys out and I will see you in the next lecture.",
    "msg": "多媒体文件转换文本成功!"
}