{
    "code": 10000,
    "data": " Oh that was pretty cool right? We got to get on set and see a really complex, very detailed, condensed look into shooting different styles using different types of equipment. And now I want to show you how to use this vintage camera. What I wanted to actually go back and add for you is to actually give you the exact opposite of a very complex, slightly maybe overwhelming set of learning lessons. I want to go and do something very simple and create a situation where you can easily see how all that information can be easily applied to different types of equipment that you might be shooting on. So where I wanted to start with first, or let me actually tell you where we're going to go with this. So we're going to start with shooting on the smartphone, shooting on these two types of more wide angle lenses where you can't really add any external lenses. This is a DJI Osmo with a built-in gimbal. This is a GoPro that's great for action. And then we're going to move to the DSLR with a tripod, handheld, and then also with a three-axis gimbal. And as I mentioned, we're going to be doing the exact opposite of what a very complex shoot with a subject in multiple locations and multiple outfits. What the subject or the object of interest is going to be for this learning lesson is going to be this very simple camera. Okay, this vintage camera. We're not going to be shooting with this, this is going to be our subject. So, I want you to know that this can also be replaced as we're going through this session. You can replace what we're going to learn in this session. You can replace the this with a subject, with an interview that you're shooting, but all these principles are gonna be taken from what we just learned, applied to something very simple and straightforward, and you can use this information with any of these pieces of equipment. But we're gonna kinda walk through the pros and cons of each piece of equipment, and hopefully you're gonna walk away with some actionable takeaways that's gonna recap everything that we just learned on set. So let's get into it.",
    "msg": "多媒体文件转换文本成功!"
}