{
    "code": 10000,
    "data": " Let's talk about why we would decide to do camera movement versus zooming with the camera. If we zoom with the lens on our camera or our phone, we are magnifying what is at the center of the image and enlarging it. If we move our camera, we are physically bringing the camera closer to what's in front of it. Now, the plus of this is that it creates a shift in the background and creates a much more dynamic looking image. Because there's a conversation happening with the camera, the subject, and the background. And that conversation you can only get from physically moving the camera. You can't get that from digitally or manually zooming in on your shot. So we can see a side-by-side comparison here of what a wide and static shot looks like versus a close-up. So, simply put, the camera and the lens is what shows your viewers what to look at. But the techniques that you're going to learn, just like camera movement, are what tells the viewer how to feel about what they're looking at. So let's dive into some more of Luis's decisions on how to use those techniques. If we get back to our main light source that we're using for this very first setup, the coloring of this light is the same as the light source. So we're going to use the same colors. We're going to use the same temperature as daylight. This gives our image a very natural and realistic feeling. Now, if we were to change our temperature to a much colder light, you can see we haven't changed any of our other techniques. But just by simply changing the color temperature, we've changed the entire feeling of our image. Now, something else that changes the feeling of your image is the lens choice. Now, here Luis is deciding to use a Sigma 18-35mm f1.8. And if you don't understand these terms, you're going to have to watch this video. If you haven't watched this video yet, don't worry. I promise we're going to dive deeply into this information. So Luis is deciding to shoot a wide shot here. We have a large depth of field, meaning a lot of our image is going to be in focus. The foreground and the background is going to remain relatively at the same level of sharpness. This is great for wide shots. This is great for when you want you or your subject to be in focus and you want the background to be in focus. And for the next shot, Luis decided to switch over to the 70-200mm f1.8. This is a much more telephoto lens compared to a wide angle. So he's going for a much more shallow depth of field and getting zoomed way in so we can pick up on details of our subject rather than information in the background. So we're deciding to show detail of our character, her clothes, and the expression that she has versus her and the surroundings that she's in. You can make that same decision. By deciding what is an important part of the story that you're telling. Using different lens choices is an excellent way to better tell that story. And here we're moving to our next setup. Luis has a little bit more of a softer, more diffused lighting source for this location. And we're adding a little bit of fog to create more atmosphere. This is perfect to add another layer of texture and depth to what's in front of the camera. And now Luis is deciding to do a push-in shot. Which is making you focus in on the character as we're moving the camera closer. It's really the same exact thing as a microphone. If I move away from the microphone, it's a completely different feeling compared to me moving closer to the microphone. Visuals work in the same exact way. And we're using this situation to really maximize the amount of shots that we can get. So now that we've moved up close to the character. Now Luis is deciding to continue to record but to move away from the character to gather even more coverage. And you can really feel the difference here of moving into our scene. Versus leaving or doing a pull-out and moving out of a scene. The trick here is really to, as you move forward as a video creator, think of your shots as having a beginning, middle, and an end. If you're doing a push-in into something, that's moving into something, starting something, beginning a shot. If you have maybe a tripod shot or you're doing a tracking shot, that could feel like a middle shot. And if you decide to do a pull-out shot, that could really be your ending or concluding shot of your scene or video.",
    "msg": "多媒体文件转换文本成功!"
}