{
    "code": 10000,
    "data": " Made it through shooting with the smartphone, shooting on these more action oriented cameras, and how we can really use in a simplistic way all the complex things that we saw on set, how we can use that with the equipment that you might be using. Now what we're going to do is learn how to shoot with this right here. So what you're going to do is go to the store, buy some Kodak film, put it in here, twist this up. No, no, no. Okay, okay, no. We're going to be, we're going to move to the DSLR and more mirrorless style camera. So same things are going to be applying here. The fundamentals are going to really work in the same way. If we're shooting long form content, this is where a tripod is perfect. But I want to give a few hacks and tips here. So if we have our tripod set up. Okay. Yes. And always take your lens cap off. You're going to want to do this before shooting. It's going to make your footage just look a lot better and your audience is going to definitely enjoy that a lot more. Oh boy. Okay. So we're shooting at 16 millimeters and I'm not going to go into settings, exposure, ISO, shutter speed. That's in the next chapter. But as you can see. You can get the vibe that you're feeling from this tripod shot. Now the cool little hack that I wanted to get into is this is perfect for a static scene, static scenario. What you can do is you can either buy a monopod like this, which is basically a tripod with one leg, meaning mono tripod, mono pod. And this is really great for quickly knocking out. Shots and you can actually add a little bit of movement. You can easily put it here, get a different shot and you don't have to set up the legs and set up the height on three different legs. So this is an item that I would really recommend for run and gun filmmakers. You can also kind of use it as a kind of gimbal, but the hack, the tip that I wanted to show you, cause that's a $150 Monfrato tripod. Not everyone has that type of money to spend. What you can do is you can just go to the store. Okay. So what you can do is use the tripod that you have and collapse the legs together and then use it as a monopod or use it as an almost like a gimbal. So I can easily put the legs together, shoot right there and then move and shoot right there. I can go and I can add a little bit of movement. And it's going to take away a lot of shake on the camera because if I'm holding it with my hands, which you may be shooting a lot of your footage handheld for simplicity sake, maybe you haven't purchased the gimbal yet. That's totally fine. You can shoot footage handheld, but just know you're going to have a lot of shakiness side to side, up and down and tilting. Now, when you add the gimbal, you're going to have a lot of shaking. You're going to have a lot of shaking. So if you add something like a monopod, it's going to take away all those different types of movement and you're going to be able to very easily do your yoga poses. So you're not even going to have to go to yoga studio. You just pick up your camera and your monopod. Boom. You got your yoga in for the day. Okay. So that's just a cool little hack that I personally use a lot all the time. It really gets you in and out of a lot of scenarios and takes away that shakiness. And I wanted to mention, I'm not sure if I've mentioned it already. Shakiness in your footage is great for making your scene more chaotic or that feels really, really unrefined and raw and doesn't feel professional. A lot of movies like born identity and more, I guess, action, a thriller, car chase type movies. They use that as a hack to actually make the audience feel more authentic. And I think that's a really cool hack. I think that's a really cool hack. I think that's a really cool hack. So really use that in your videos because I'm sure you've probably seen them be there before, but I kind of hope. I'm not going to lie. Maybe every time you do something like those kind of hacks, even online, it does show D Jesus, we've got the first thing. Two, you're in the mix for extended action️ but for the trout, there's also still a whole generation of guys that are still doing some light Superman looks in my folder. And yeah, I don't know, you just see what kind of Observatas are up there. There's a world of stuff that like there's guys who come and fight with their adequate stuff and the way it goes. You know, just to sort of like scenario you. really gonna help your footage right out of the gate before we get into these more complex",
    "msg": "多媒体文件转换文本成功!"
}