{
    "code": 10000,
    "data": " So as you can see I just took about a minute to set up this backdrop stand. So we have two of these tripods with a vertical or horizontal crossbar and with just a simple blanket. You can use really any kind of blanket for this but the thicker and the more dense the better. So what this is doing is it's capturing the sound that's bouncing around and it's blocking it from obviously reflecting and making that crazy echo chamber like before when we heard it it sounded like this. Remember what this sounds like and then I'm going to go grab the blanket and we're going to set that up and hear the difference. So it's a lot better. And if I had my setup let's say I really wanted to film in here this has pretty decent natural light. We haven't cut off or blocked any of the light because this is more about the audio dynamics but if I were to choose to film in here but the audio wasn't good firstly I would set up something like this to really pick up and dampen a lot of that sound and I would speak at it. So the closer I'm going to get to this the closer so the closer I'm going to get to this why are you kicking my backdrop so the closer that I get to this the more that it's going to be able to get to the background. So I'm going to go grab the blanket and I'm going to set up a little bit of a blanket and I'm going to go grab the blanket and I'm going to pick up any excess sound. So your voice is like a cone that's shooting out the more I move away the more it's starting to hit the rest of these surfaces right. So you want to keep that in mind is whatever you do have in your scenario that's dampening sound. Sorry there's cars honking outside it's ridiculous. What we're going to talk about next is how to get those noises away. So like I mentioned huge difference right the before and after is night and day and I haven't even put a rug in here. I'm going to go grab a blanket and I'm going to set up a little bit of a blanket in here. I haven't put any couches in here. I haven't put in anything. It's simply using what I'll call a backdrop stand to really fix the audio problems that you may encounter when you're filming at home or for a client and you need something that's easy whether you're shooting at home. But I really wanted to show you this is a great alternative to not having to have anything super expensive. All you need is two tripods and a horizontal crossbar like this a blanket and two clamps and you'll be able to change the dynamics of the video. So I'm going to go grab a blanket and I'm going to set up a little bit of music and then I'm just going to hit play here. Okay so despite the fact that tablet every time is meant to play at the same speed just because you feel the effect of the actually being cut off or controlled by your phone by the Force will take your monitor off beaten with any €が受 behaved upon you iughph sound as physically the light that light will not be able to keep the music ked command of the Earth that's on an equal Sahara. So now this bad thingてつねられる",
    "msg": "多媒体文件转换文本成功!"
}