{
    "code": 10000,
    "data": " And here we are. Oh, man. The final lecture. They grow up so fast. Oh, man. It's been such a joy teaching and sharing this information. I know I've said it like a thousand times in these final three lectures, but I can't help it. So I hope you enjoyed that discussion with Lats. I hope it gave you some insights and maybe some key final little ingredients, a little extra icing on the cake for you to walk away with. So to help further build on your creativity and overall video success, because that is the purpose of these courses, I'm going to leave you with the links to these other filmmaking courses. So the first one I'm going to link to is the Better Videos Blueprint course. Now, this is really going to help you with the idea phase and the pre-production phase. This course is designed to help you get the idea that's in your mind out of your head. Or. Organize it, get it written down, get it really structured and concrete, and then translate that creativity into an actual video. And next is the Complete Filmmaker Guide course. This is much more focused on the filmmaker approach. The course that we just went through was a much more video creator approach. How to shoot content using the most important information and applying that to your smartphone or camera. The Complete Filmmaker Guide course is a lot more of a deep dive into theories, principles, golden rules as a filmmaker that you use to further tell your story. So that one's a lot more focused on the filming and editing principles, theories and techniques. Next up is the Become a Full Time Filmmaker course with Phil Ebner. Now, this is a course mainly focused on. Once you know how to create a video, then how the heck do you make money doing it? So this is going to be a course a lot more interesting to the person that wants to turn their video creating hobby into more of something that you could potentially make money as. Whether that's creating content for Instagram, TikTok, YouTube. This course is really going to show you how to talk with your client, how to get contracts together, and really a lot more of the business and logistics. Side of turning your passion into more of a career. And that wraps it up for the final lecture of this course. So now it is your turn to go out and create and really share your gift, your uniqueness, your creativity and your videos with the world. So be sure to tag me in all of your posts at Julian discovers on Instagram. That's the best way. To really get my attention. Stay in touch with me. Stay updated and share the projects that you're working on. So thank you for joining me on this journey. I'm really looking forward to seeing the work that you share with me and I will see you in the next course.",
    "msg": "多媒体文件转换文本成功!"
}