{
    "code": 10000,
    "data": " Different value to the quality of white. So the different kind of presets that all cameras have, tungsten, fluorescent, natural lighting, all of these have a different color temperature or Kelvin rating. The goal is to set your picture profile or excuse me, your white balance to a proper setting for your environment. This makes the colors more true to the surrounding rather than blue or too yellow or warm. You want to have the most neutral image as possible while you're shooting so that you can change it and warm it up or make it more blue in post-production. But a good example of what this looks like is this is the same image with different white balance settings. Okay. So we have a much more tungsten on the left. Which creates. A blue image in the wrong setting. It's going to give a wrong looking image in this kind of daylight or kind of cloudy scenario. That preset makes the truest colors possible because that's the actual environment that we're shooting in. So for this kind of situation right now, we're shooting manual white balance, which is a good extra step that you guys can do to ensure that your camera is not. Automatically choosing the, the color value to be used in the scenario. Sometimes the audio can get a little bit tricked by the coloring because we have, you know, these kind of tan lights, this tan light right here, a little bit of blue light coming in from the window back there. And then this relatively tan light. So I'm shooting a custom white balance setting with three thousandth with the Kelvin or the color temperature. set. To 3000 and I'll show you what that looks like. Let me pull this here. All right. So here's what it looks like on auto. You can see it's a little bit more tan. Here's what it looks like on the daylight setting. You can see is getting really warm because it's thinking that I'm shooting in an outdoor scenario. Here's what it looks like with the shade preset. And here's what it looks like with the cloudy preset. So you can see that the coloring is way off, but I set it to 3000 on manual because that is the best. Looking color temperature for this scenario. So hopefully that gives you an idea of how to use white balance effectively and how it's really changing the overall aesthetic of your image in your camera so that in post production, you're not trying to battle the terrible looking coloring that happened while you're shooting. I'm sure this has happened to some of you can say it's honestly happened to me a lot and that sums it up for this lecture. In the next lecture, we're going to be talking about aperture, focal length and frame rate. Okay. Bye. So if you have any questions, throw them in the Q and a section. If not, I'll see you guys in the next lecture.",
    "msg": "多媒体文件转换文本成功!"
}