{
    "code": 10000,
    "data": " So now that we've gotten kind of the course introduction and the housekeeping out of the way, I really wanted to start right away with doing a hands-on learning exercise. So in this lecture, you're going to really be working side by side with me to discover the lighting in the environment that you're in. I'm going to pull out my phone and I'm going to do video of myself and you guys are going to follow along with that. And I really found that this is the best way, regardless of skill level. If you're a smartphone shooter, great. If you've been shooting for a while and you're comfortable with lighting, great as well. This is really the best way with the phone. It's going to give you an instant response instantaneously without having to look back at footage at how angling yourself, how different light sources and all these things change the look and aesthetic of your image. So go ahead and get your phone ready and you're going to film yourself along with me on selfie mode. And you're going to shoot a before shot. With the normal ambient lighting of yourself in your environment. And then you're going to shoot an after shot with the new understandings and techniques that I'm going to walk you through in this learning lesson. Then you can export and share your before and afters with your fellow students to the Q&A section. If you don't feel like sharing these videos of your face in different lighting, it's totally fine. Instead of that, you can say hi to your fellow students and share what you're excited about. And then you can post your first video on the Q&A section. And then you can post your first video on the Q&A section. And so now let's hop into it. So what I'm going to do is flip over on my phone and I'm going to put the camera on myself. And we can see that while I'm talking, this is not a very good looking image. And the reason of that is because the background is blown out. The lighting on me is not very well balanced for this kind of situation. The background is kind of all white. There's no real contrast. It's a little bit better if I just simply turn. Just all I did was probably turn, move my arm 12 inches to my left. And now we have much better light coming directly from this light source. And we have a much better background than the white. So there's just these little tips. And tricks that we are doing with the more professional style, more professional equipment. But these things also apply to all the little Instagram, TikTok, Facebook videos that you're doing. All this stuff you can use to upgrade that content that you're doing daily. So let's kind of walk around our space here. And we can already see that huge change of the quality of lighting. As I'm walking closer to this window, we can see a huge transition from standing. In the middle of the room to now walking over to this light source. So as we can see, if I really want to do high key lighting where my whole face is lit, I'll face directly at the window. If I want more contrasted lighting because I'm facing two windows here, actually. So it's a little bit more tricky. But if I want to make more contrasted lighting, I'm going to close this window to my to this side. Of my face. And now we can get more contrast lighting. But this is purely natural light just on my cell phone. So we can also we can also see that the background is lower is exposed a lot lower. So that's making me stand out more. But let's continue to kind of go around the house and choose and find what works and what doesn't work. You can see the dramatic change in what I look like when I just turn. I'm in the same exact place that I just was. But if I just turn 180 degrees, this is what this looks like compared to this. Okay. So now we're going to take a look where else is working. So here the light is okay. But I would say that the overall lighting is here is pretty decent. But it's not giving a good pop, a good kind of glossiness. So let's walk over to this other window. And you can see as I approach and get to this window, you can see my eye color. You can see. The kind of highlights on my face. And you can see that if I'm facing directly at the window versus as I turn, we're getting more shadows. Right. So this can be if this is what you're wanting more of a serious look, more of a contrast and cinematic look. You want more shadows. If you want more of the YouTuber, the whole face is lit. You want to face directly at the window. So now we've got a handle on that. The other thing I wanted to mention was the distance from the camera to the subject and the angle of view. If I put the camera here and I'm looking down to you as the subject, I'm looking down to use the viewer. A, you're going to get some chin action. Some people this works for some people this doesn't. You have to be the decider of that. But it's a little bit of a weird dominance thing where I'm speaking down to you. As soon as you come to eye level, you see there's more of a shadow. You see more of a shadow. You see more of a shadow. You see more of a shadow. You see more of a we're on the same page. And this is what a lot of people do as well. The kind of looking down. As long as you don't do it too much, that kind of can be a little bit weird angle for most people. But if you can, you can do it a little bit above eye level. It kind of makes the features on the face look a little bit more favorable depending on your face type. But I do want to mention that especially in the selfie video mode. This is a very wide angle lens on the front of most smartphones. Now the closer I get here, the more it's going to accentuate. What's closer to the lens is going to look bigger. And what's further from the lens is going to look a lot smaller. So depending on your face type, you want to find now the proportions on my face and my body are very equal. As soon as I start doing this, now you can see my forehead looks really big in proportion to the rest of my face. If I do this, my chin is looking really big. So you want to just keep it in mind that when you're shooting with a wide angle lens. Whether it's a smartphone or whether it's a lens on your DSLR or mirrorless camera. You want to know that it's going to be less flattering the closer it is to your face. And it's going to be more flattering when there's a pretty decent amount of distance. I'm holding this about two and a half feet away from the face. So the angle. And the distance makes a very large difference in your overall look and appearance. So we're looking at lighting. We're looking at background. We're looking at distance. And we're looking at angle to the face. That should give you guys plenty of stuff to work with when shooting. From here on out, your videos should look a lot better. A lot more clean and a lot more highly produced.",
    "msg": "多媒体文件转换文本成功!"
}