{
    "code": 10000,
    "data": " I remember Stephen King once said to me that Amy Tan grumbled to him that when writers get interviewed, the one thing they don't ask us about is the words. And the words are the most important things that we have. The words are what we're doing everything with. If you're writing a novel, you're going to have to use 70,000 of them, 100,000, 200,000 of them. So in the next class, we're going to talk about words. We're going to talk about language and all of the things you can do with it. We're going to talk about humor. We're going to talk about world building, all as things that you can do with words. I do not hold with anybody who says no exposition, no description. You describe what needs to be described. You explain what needs to be explained. You are God when you are writing. You are absolutely in charge. You can do whatever you like. There are no rules other than tell a great story. Tell it as best you can. But there is an enormous pleasure to just telling. And sometimes you can describe places. Let's see. In Neverwhere, what I was doing was describing a world. And the world of London Below was as much of a character as any of the characters in the book. So one of the things that I loved doing... was describing places and describing people and trying to make them vivid. Trying to make the imagery vivid in your head. I might not actually describe what somebody would look like, but I would paint a picture that would get you as a reader to imagine what they look like. For example, fashion in bodyguards What men usually colored the clothes. Under 對啊. показ. and drag, or when I saw a logo in a supply blot in the store, they took it out of its factory. I do not think that there are times in life that I feel a sense of presence. I want to tell about87 governmental items. I have zero website information. I think I am no expert. A very hard found post andjay background but sometimes in one of the post cold at the bottom of the job website at the機år libre STEXujeற Measure Shop with Khais spices.ading opponent. Looked like the kind of dream one might have if one fell asleep watching sumo wrestling on the television with a Bob Marley record playing in the background. He was a huge Rastafarian who looked like nothing so much as an obese and enormous baby. They were standing face to face in the middle of a cleared circle of spectators and other bodyguards and sightseers. Neither man moved a muscle. The fop was a good head taller than Ryslip. On the other hand, Ryslip weighed as much as four fops, each of them carrying a large leather suitcase entirely filled with lard. They stared at each other without breaking eye contact. That's a way of describing people. On the other hand, this is a description of a city and it's a description of a familiar city. Three years in London had not changed Richard, although it had changed the way he perceived the city. Richard had originally imagined London as a grey city, even a black city from the pictures he had seen, and was surprised to find it filled with colour. It was a city of red brick and white stone, red buses and large black taxis, which were often, to Richard's initial puzzlement, gold or green or maroon, bright red postboxes and green grassy parks and cemeteries. It was a city in which the very old and the awkwardly new jostled each other, not uncomfortably, but without respect. A city of shops and offices and restaurants and homes, of parks and churches, of ignored monuments and remarkably unpalatial palaces. A city of hundreds of districts with strange names, Crouch End, Chalk Farm, Earls Court, Marble Arch, and oddly distinct identities. A noisy, dirty, cheerful, troubled city which fed on tourists, needed them as it despised, in which the average speed of transportation through the city had not increased in 300 years, following 500 years of fitful road-widening and unskillful compromises between the needs of traffic, whether horse-drawn or more recently motorised, and the needs of pedestrians. A city inhabited by and teeming with people of every colour and manner and kind. And that's the kind of place where you just go, yeah, I'm going to describe it. There's no reason, not to. There's no reason to show, don't tell, whatever that actually means. When you want to tell somebody what a city looks like, tell them. Why show it? Why not just tell? It's a lovely scene setting, and it sets up a place in which the story is going to occur. So, for description, what I try and do is I will scene set, I'll set a scene for people, I'll describe a person, I'll describe a gate, I'll describe a grave. But what I will do is assume that people generally know what a tree looks like, what a house looks like, what a door looks like. So, what I'll try and tell them, what I'm describing is what makes this a little different, what makes this memorable. And it doesn't have to be very big. It can be a fairly small image, but it can be a tree that looks like a clutching hand trying to grab the clouds. And suddenly, you know why that tree is different to all the other trees. And so, I'll try and tell them, why that tree is different to all the other trees. And it evokes emotion. And that's the other lovely thing that you can do if you can with description, is do more than one thing at the same time. I used to be spoiled, because when I would write comics, I would just describe what we were seeing to an artist and tell them to draw that thing. In prose, you have to be more evocative. When you're writing a description, the most important thing is to find something. Find one thing that is memorable, one thing that's important, one thing that's different. And then look at that using a sense. It may be touch. It may be smell. Smell is often ignored in writing. And smell in the real world is subliminal, rolling, evocative, and very, very likely to take you to very strange places. It can be taste. It can be touch. You need to invoke whatever is going to be strongest. And it's not just the way that you're writing. It's not just the way that you're writing. It's the way that you're writing. It's the way that you're writing. It's the way that you're writing. It's the way that you're writing. Something looks. Something looks is always, it's always useful. It's always important. But sometimes how it feels can be much, much more powerful. In Coraline, I have Coraline going through a tunnel, a weird kind of little tunnel to get from the world that she's used to. She's opened a door. That normally opens onto a brick wall. And now it doesn't. There's a passage. And let's see. Here's a little bit in Coraline. Coraline turned her back on the door and began to run, as fast as was practical, through the dark corridor, running her hand along the wall to make sure she didn't bump into anything or get turned around in the darkness. It was an uphill run. And it seemed to her that it went on for a longer distance than anything could possibly go. The wall she was touching felt warm and yielding now. And, she realized, it felt as if it were covered in a fine downy fur. It moved. As if it were taking a breath, she snatched her hand away from it. Winds howled in the dark. She was scared she would bump into something, and she put out her hand for the wall once more. Coraline turned her back on the door and began to run, as fast as was practical, through the dark corridor. At this time, what she touched felt hot and wet. As if she had put her hand in somebody's mouth, and she pulled it back with a small wail. It's the kind of moment where touch suddenly becomes the only sense that matters. And a moment like that. Where you're touching something warm and wet, is the stuff of nightmares.",
    "msg": "多媒体文件转换文本成功!"
}