{
    "code": 10000,
    "data": " a good understanding of better using your smartphone. Now what I want to do is move to these more type of action cameras for lack of a better word really cameras that you can't change the lenses and these cameras are more designed for pointing in the direction that you want to shoot and capturing what's in front of it without it being very cinematic because these types of cameras GoPros and more of these pocket cameras are very wide angle and we're going to take a look and see what that looks like and see when it's beneficial to use them and really kind of the pros and cons. So let's first start here with the GoPro. So as you can see super wide angle lens I believe it's a 13 to 14 millimeter focal length which we are going to dive into lenses and focal length later in the course very in detail so don't worry but as you can see if I get close to this it kind of looks funky right it's warped it doesn't look very cinematic if I get far away then the thing I'm trying to shoot just kind of looks really not so great. So we were actually able to get more of a better looking image actually from our phone that's because you really want to be using this for what it's built for which is action sports skiing like all the cutaway shots that I'm showing you right now. So if you're looking for a better looking image you can go ahead and take a look at this video and I'm going to show you how to do that and I'm going to show you how to take a look at this video and I'm going to show you how to do this in action sports. So you can see that I'm shooting a lot of action sports videos right now outdoors type of stuff in the sun with a lot of movement and a lot of excitement so you don't want to be shooting interviews with this you don't want to be really vlogging with this you don't want to be creating a whole lot of content with something like this unless you are working in the action sports adventure type of world. I'm going to set it up and hit record and that's what it's going to look like. Now if I want it to be slightly more dynamic I can hold the camera lock it into position so there's not a lot of shakiness and I can slowly move my whole body forward. Okay if I want things to be more dynamic I'm going to use the same technique but I'm going to create more movement at a higher speed. So if I want things to be more dynamic I'm going to use the same technique but I'm going to create more movement at a higher speed. So now let's move to a similar camera in the same type of more outdoorsy action wide angle genre. This is the DJI Osmo and the cool thing about this kind of camera is it has a built-in gimbal so it's very wide angle like the GoPro but it's going to stabilize and it's going to take out all the jittery shaking that other cameras will have. So the only takeaway that I really want to give you is that it's going to be a little bit more dynamic. So if I want things to be more dynamic I'm going to use the same technique but I'm going to create more movement at a higher speed. So if I want things to be more dynamic I'm going to use the same technique but I'm going to create more movement at a higher speed. So the one thing I want to give you with this is that this type of camera is really good for getting long shots with a lot of movement. So the one thing I want to give you with this is that this type of camera is really good for getting long shots with a lot of movement. So the one thing I want to give you with this is that this type of camera is really good for getting long shots with a lot of movement. So the one thing I want to give you with this is that this type of camera is really good for getting long shots with a lot of movement. So the one thing I want to give you with this is that this type of camera is really good for getting long shots with a lot of movement. The reason being is that you can move and walk and get far or close to what you're shooting and this is going to take away all of the jitteryness and all of the motion changes that are happening movement. Okay. The reason being is that you can move and walk and get far or close to what you're shooting. And this is going to take away all of the jitteriness and all of the, you know, motion changes that are happening on that three axis up, down, left, right, side to side that we talked about. So the pros to this is that it's going to really do that for you. It's going to stabilize a lot of your shots. The cons are that it's not going to be able to give you a shallow depth of field, but it's great for if you're shooting on the, you know, run and gun style and you're wanting to capture, you're wanting to capture a lot of content quickly. Like I could very easily shoot this. Okay. Go here, shoot this, go here, shoot this, go here, shoot this. And shoot this. Okay. And shoot that. So I was able to really knock out all those shots without having to set up, do things, change the exposure, really worry about focus too much. This is great for running and gunning and really capturing a lot of content quickly without putting a lot of cinematography, you know, brain power thinking into it, but it's going to allow for you to really knock out a lot of shots in a short period of time.",
    "msg": "多媒体文件转换文本成功!"
}