{
    "code": 10000,
    "data": " Welcome back. Today we are doing the second half of our edit. We are finishing what I hope you've started by now. I hope you found some momentum in your edit, and I'm excited to see my edit through. So with that, headphones back on, and jumping back into the cut. Okay, so I like this shot here a lot. It's kind of cool. There's a rack focus, so I'm coming out of this sanitation can, which is interesting. This is an interesting shot. Moving. Rack focuses. Those are the counterfeit handbags there. See them on the ground? The point, the information being communicated in this shot is to show those are the counterfeit handbags over there. The purpose that having the garbage can there and dramatically moving by it, it's an insinuation that what I'm filming is perhaps something I'm not supposed to be filming. That's exciting. The problem with this shot... The problem with this shot is it takes me six seconds before I deliver the line, before I say those are the counterfeit handbags over there. I don't have six seconds to do that, so I'm going to cheat. I'm taking the audio, removing it, sliding it on back, and now instead of taking six seconds, I'm going to be taking about two, two and a half seconds to get to the point. Let's see if this works. Those are the counterfeit handbags there. See them? On the ground? Wish my finger came up sooner, but that works. Now the music actually kind of naturally trails off here. Listen. So let me cut the music and then fade that out, because I think that will sound like a natural transition in the music, even though I cut it. Let's see. Those are the counterfeit handbags there. Sort of. It needs to end more. It needs to end more abruptly, otherwise it feels artificial. Musicians, whoever created the music you're using, that was made with real intent. The beats, where they drop out, where they come up, all that was done in a really deliberate way. So when you're artificially manipulating that, when you're cutting that yourself, you have to be very delicate. Otherwise, if you brute force it, you have to do all these fade-ins and fade-outs, it sounds obvious, and it sounds uninteresting. On the other hand, if you're really careful with the song, and you find a perfect beat or crescendo to break out of, or maybe a perfect dip in the song to cut, and then pop in with a line of dialogue, it can be really satisfying to watch. It can be a really pleasant experience for the viewer. That's what I always strive for. I like to feel like these videos were scored when actually it's just me chopping up the music. Those are the counterfeit... That worked. Let me shorten up the fade-out here, but I think that really worked. Let me shorten up the fade-out here, but I think that really worked. Let me shorten up the fade-out here, but I think that really worked. This is a perfect example of what I was just saying. This is a perfect example of what I was just saying. Those are the counterfeit handbags there. See them on the ground? I just wish my finger came up sooner. My E.T. finger. Now, if you're thinking, why not just speed up the shot? Why not just make this go a little faster? Never. You have to be so careful with fast motion. One of my least favorite things is when people use fast motion all over the place, they speed up their shots. The reason why people do that is, they're trying to condense. They've got a lot of information, but I want to tell it in a short amount of time. It never works. It's not interesting. There's a difference between speeding up your shot as a shortcut, which is a major no-no, and then deliberately putting in a time lapse like this. I'm putting this time lapse in for aesthetic reasons. It's more interesting to have all this fast movement. I'm not doing it because I'm trying to compress a lot of information to a small amount of time. That's a very important distinction. Now, let's see if this worked. Those are the counterfeit handbags there. See them on the ground? Perfect. My finger came up at the right time in everything. What I lost in there is, look, I had this pan over. See that? I like that. That's a cool shot, but I can't afford it. I don't have enough time for that. So instead, I'm just leaving the rack focus. From the garbage can, focus goes onto the subject. I just did that rack focus by moving the center of frame, and then the camera figured it out and did the rest. There's no fancy trickery with this camera to accomplish that shot. Now, I have this shot, and I love this shot of the garbage can here. It communicates all the information I need to communicate within this shot. Now, for safety, I shot coverage of that. Coverage meaning the same action, but from a slightly different vantage. And in my coverage, I sort of put myself in the scene. The trouble is what I say in this shot right here is the same thing that I communicate in this shot. So there's tremendous redundancy. So what I'm searching for now is, like, do I add anything, either visually, or do I say something that progresses this story? In the absence of me adding anything to the narrative here, I have to erase, delete, move on from this shot, which would be unfortunate because this shot really complements this shot nicely. They have a relationship that I think kind of fills out. It makes this whole scene much more dynamic. So let's see if there's anything here that's compelling. I'm hiding behind a garbage can so nobody can see me. Those are the counterfeit bags. Try and get a little bit closer. There's two things here that I add. I say I'm hiding behind a garbage can so nobody sees me, which sort of amplifies the sneakiness here, which is great. And then I say I'm going to try and get a little bit closer. What that does is it progresses the story. It keeps things moving. I don't think I can afford to put both lines in there, but this is a nice cut. Watch how good this feels. There. See them on the ground? I'm hiding behind a garbage can so nobody can see me. That's a very satisfying cut. A very satisfying cut. So sometimes it just feels so good you have to figure out how to make it work. Let me try to make it work. I like this shot. I like these shots back to back. I'm 95% sure I want to use both of these shots. I'm trying to make them work together. I'm finessing it. And I'm finessing it by literally chopping frames. Frame 1 24th of 1 second. It's nothing but an aggregate. If you're moving 3 frames here, 4 frames here, you're putting these, this 3 frame clip under this 3 frame clip. By doing all of that, hopefully it equals something that just works. Again, I imagine this is like a chef deciding to put a pinch of salt in there when I wouldn't know the difference between that pinch of salt or not having that pinch of salt. But I would just know that the soup either tastes good or it doesn't. There's a similar binary here. I don't expect anything. I don't expect the audience ever to notice or appreciate me deliberating over 3 frames. But I do know that at the end of the movie, by me focusing on these tiny little insignificant nothings, by the end of the movie, the audience will say, that's a really good bowl of soup. I mean, that's a really good video. You understand the analogy. Okay, so I want to go from hiding behind a garbage can, nobody can see me to I'm going to try and go a little bit closer. Those are 2 different ideas, 2 different thoughts, same frame. I don't think I'm going to be able to do that. I don't think I can afford a jump cut here. Nobody can see me. Try and get a little bit closer. So let me just try to smoothly merge them together by doing a clean audio transition. And actually I'm looking back here, which might give me all the permission I need to do that. It'll feel almost like a cut. Let's see. Garbage cans, nobody can see me. Try and get a little... No, that didn't work. That didn't work. I'm losing the head turn now. To see if I can just kind of brute force my way through here. Let me... Garbage cans, nobody can see me. Try and get a little... That didn't work either. I'm losing the second line. I can't make it work. It's not a big deal. There's this term. It's kind of an awful term. But there's this term in filmmaking where you put a lot of effort into capturing something, into filming a scene, into a certain shot, into a certain line. And you're in love with that. But it doesn't make the movie better. So you have to kill it. And the term is called killing your babies. As if like that shot was my baby. I love that shot. It has to be in there. But the love of that shot should not supersede the goal of making the movie great. All right. So now I got to figure out where we're going from here. I'm hiding behind a garbage can so nobody can see me. Okay. All right. I'm making a movie about how to buy a counterfeit handbag on Canal Street. I was really excited. I was really excited about using this clip because like I kind of know this guy. I always see him on Canal Street. He's a super cool guy. And his presence is like fun here. And in this shot, I'm asking him for advice about how to buy a counterfeit handbag. But to be honest, it feels a little artificial. Like as far as the story goes, in this moment, in real life, would I be asking someone for advice? I don't know. But it just feels a little like it just kind of feels like BS. I got to kill that too. Which is a bummer. I really was excited for that. I don't think it works. But there was a little bit here. Look at this throwaway. Ready? Look at this little piece of garbage. See that? That's what you call nothing. This is a shot looking up my nose. Then I jerk the camera around. That's nothing. But that little piece of nothing I feel like might serve a purpose. What that means is that it's a little bit of garbage. But that is that's a visual beat like a like a pause or a transition. So if I can time that with some music. Here we go. So. So the music picks up. This is like a more dense version of the music. It's more complex than this kind of simple baseline here. Like what? Like we're moving forward. This is like there's some chaos here. Some momentum. I need the visuals to match that. I don't know if I have the visuals to match that. But I can I can fake it somehow. But I need an intro and lead into this song. So let's just see where I am. Garbage cans. Nobody can see me. Behind a garbage can so nobody can see me. Nobody can see me. Maybe it's just like. Behind a garbage can so nobody can see me. Now I need a little bit more. A little bit of like throwaway footage in there. Nobody can see me. So I'm trying. I'm struggling to build some momentum right now. I get the setup. Act one makes sense. It needs to be a little bit considered. And it was considered. But now we're into act two. There they are. I need to go get one of these bags. Like come on Casey. Like get the story moving. That's what I feel like. That's what I'm struggling with. So I'm sifting through my footage just trying to find little bits of something that do two things. One, I can cut from them quickly. So they can go to the beat. And this can be sort of letting the audience know that we're building. The momentum is building here. Here we go. And then two. Visually they need to really adhere to the story. I'm like right now I'm looking at an NYPD card. That has a relationship to the story. But only a little. So I can't sit on it for very long. Let's see if eight frames works. That little zoom right there is kind of rich. Let's see. That felt very nice. Okay. This is. This feels good. Nobody can see me. That feels good. I think that might complete the transition. So look. That's five seconds, 16 frames. That's five and a half seconds. Five and a half seconds trying to get me. Trying to get my story from me hiding behind a garbage can. To whatever the next sort of action point, information point is in this movie. Which I think is it's time to buy the bag. Now what I have here is this shot that I put a lot of work into. That's great. And how this shot would work is. Ready? Speed this up. You've got a time lapse. Time lapse plays. And then I enter frame. That's great. The trouble is I don't need a time lapse right there. So I'm killing that. Throwing it in the garbage. Perfectly good time lapse. Straight into the garbage. It doesn't make my story better. It's cool looking. I put effort into shooting it. It doesn't benefit the story. It goes in the trash. Okay. What else do I say? There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. Okay. That works. That's sort of like objective straight information. There's some dudes over there that kind of seem cool. I'm going to buy a Louis bag. And now instead of having that music continue. There's some dudes over there that kind of seem cool. It's not needed. There's also this high hat right here. See this? There's some dudes over there that kind of seem cool. That means I can cut on that and it will be really satisfying. I think it will cut on that and it will really tee me up to speak. There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. Okay. So I do this thing here which is a temptation for like any kind of YouTuber or somebody who is like making a movie by themselves especially when you have like new camera gear or whatever which is I start talking about the camera gear. So I'm going to stick my camera, my phone in my pocket. I talk about the angle. I'm going to stick my phone in the pocket so these guys don't know I'm filming them. Just show me. Don't tell me. I don't need to hear that. I'm frustrated that the story isn't moving ahead. So therefore that goes in the garbage. Wish me luck. On the other side of this I should have a brand new fake camera. A brand new fake Louis bag. Okay. I don't know how needed that shot is but I really think it sets the stage nicely. So let me see if I can find a music cue that matches what I say there. Like on the other side of this I should have a brand new Louis bag. Wish me luck. Boom. Like that's a nice way to say here we go. It might be too much but I'm going to give it a shot. If I can find the right music point. Maybe but that sounds like I've heard it before. That sounds like a different song. Let's see. Let's see what this feels like. Ready? There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. Wish me luck. On the other side of this I should have a brand new fake Louis bag. Boom. I'm going to buy a brand new fake Louis bag. Boom. Don't need it. Great shot. Don't need it. I've already moved on. In my head I've already moved on. I don't need that information. That's just babbling for the sake of babbling. See this? I say bag and then watch. Bag. That's me thinking. Making a funny face but while I'm thinking give me a little music and then cut when the beat drops. Boom. There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. Okay, great. That plays. Now this actual shot I captured by sticking my phone in my pocket. I'm not afraid of it. There are some people who are really kind of orthodox about this and like you should never use vertical video. If you have to use vertical video, use vertical video. But I shot this on a wide angle lens with the intention of cropping in. What is going to happen here is that I'm going to lose a lot of focus. I'm going to lose a lot of resolution and this is going to look a little different. And while I do need to be sensitive to that, I'm not going to sweat it. Wait, where's the thing where I look in the mirror? So I shot a whole scene where I stick it in my pocket and I film myself in the mirror. I don't think I need that. I really don't. So I'm going to go ahead and take a shot. Let's see how that looks like. That's kind of cool. I'm a minute and 15 seconds into this edit. I am now sort of crossing that divide comfortably out of the first act, the setup act. And I'm sliding into act two. Act two being me purchasing the bag. Now, there's been kind of a lot of montage and music up until now. So buying the bag I see as an opportunity for real dialogue between me and the gentleman who sold me the bag. And from like a structural perspective, I'm fixated on finding that dialogue because if it's just montage with a line here and a line there, it's hard to sort of imbue a sense of substance or meaning or purpose into your story. There has to be pieces of your movie, of your story that aren't just flash. And I rely on flash a lot. Because, you know, there's not a lot here. It was all filmed within one block. So these sort of quick edits, the nice music, the cutting to the beat, that's all just kind of veneer. And what I'm hoping to find here in this dialogue between me and the guy who sold me the bag is some substance, some meat to put around the bones of all of this editing. It's a bit of a What I need here is a depression in the music. I need the music to subside. I need the music to kind of drop off. But I would like a little something underneath the dialogue between the bag salesman and me. That's perfect. So I need to compress this section between here and here. I've got a, this is too long. I've got to make it shorter. But I want to maintain the integrity of the beat. So what I'm doing right now, I'm taking this piece and I'm trying to match it. I'm trying to figure out where I could cut it in, where it's going to match perfectly so I can cheat that. If any audio engineers are out there seeing me do this, I'm sure they're laughing at me. And they should. Because editing audio is not my thing. But it usually works. Okay, I think I got it. This should sound the same. So what I just did, that's just lopping this, what is this, 7 seconds and 17 frames off the front of this song. Which means I'm going to be able to time it. Bag. No hands. Okay, so now I need to fill that little hole. This audio hole here from 111.11 to 113.17. I need a shot that goes there. I need a shot that's 2 seconds and 6 frames long. Maybe I can pull it from here. Let's see what I've got. That needs to proceed the first time I communicate with the bag salesman. You ready to come back? Yeah, I got my money. Oh wow. How much are these, how much are the bags? I like that, how much are the bags. So, I did a couple of things. Number one, I shortened the song. I showed you how I did that. I placed the song where it needs to go. So on the last beat, before the beat drops out completely, on the last beat is right as I start to speak. So, ba-da-na, ba-da-na, ba-da-na, ba-boom. Beat drops, then I start talking. Again, the song didn't do that naturally. I had to find that, I had to force that. I had to edit the music a little bit too much. I had to achieve that. But ultimately what that does is it gives this really, really satisfying lead up to my line. And it also integrates the music in a way that goes beyond being a sound bit. The song is actually setting the pace of this scene. And ultimately the music should set the pace of this entire video. A Louis bag. No hands. On a Louis Vuitton. How much are these, how much are the bags? Okay, so that's great. How much are these, how much are the bags? I don't have to worry about the music here. I've killed the music. I did it in a really seamless way that's great. Now what I'm going to do is I'm going to scrub through this long, kind of boring shot. Again, I didn't film this. I just had the phone in my pocket recording. So there's a lot of fat here. One thing I didn't mention when we were out filming was this idea of what it means to edit in camera. That's not what you think. That doesn't mean I'm editing on my phone. What editing in camera means is I don't click this record button without giving some thought to what I'm capturing and where that fits into my story. I don't get it right every time. But just giving it that consideration means when you do sit down to edit, you're able to sort of remember that intent when you look at each shot. Now in this movie, because my narrative was so specific, it's very literal. I'm using almost every shot here. But when it came to my daily voice. I didn't really care about the audio on this vlog. Well that was more complicated because I was shooting so much. And I would put out a 10 minute video every day. A question I got a lot on Twitter and everywhere else is, how much footage are you shooting? Are you shooting 8, 10 hours worth of footage? Because it feels like you're capturing and sharing your whole day. The reality is, for the most part, once I found my cadence with that vlog, once I knew the creative, once I was in the rhythm, you know, 3, 4 months into doing it, 10 or 12 minute vlog, I wasn't shooting more than 18 or 20 minutes of footage. Meaning I really knew, I really knew what I was looking for when I hit record. And I would either get it, there's my shot, or I'd miss it. And I know that wasn't my shot. And then when I'd sit down that night and edit it, I'd be like, oh this shot was a throwaway, a throwaway, a throwaway, this is the one I'm looking for, perfect, it worked, got it, next shot, throwaway, this one worked, got it. I was preempting the workload of figuring out what goes where as I captured it. And that, that really underscores why shooting chronologically is so important to me. Shooting chronologically probably doesn't make sense if you're making a $200 million Batman movie, because it's inefficient. But when we're doing this like KC filmmaking or whatever we're calling this style of filmmaking, chronological shooting is a great way for you to be writing in your head as you're capturing. For you to be editing in the camera as you're filming and then ultimately when you sit down to the edit, you're not searching for your story. That's the thing. That, that heavy lift has been preempted. And this is absolutely that case. This shot being the anomaly because I just let it roll. So I'm scrubbing this shot now looking for those interesting lines, the fun dialogue that I had with the gentleman selling the bag. I ask him, how much are the bags? He doesn't really give me an answer. So what I'm going to do is I'm going to take this little piece of me saying, do you have a Louis Vuitton tote? I don't know why I picked that by the way. I'll lay that underneath this initial shot that I'm on and that'll sort of subdue or marginalize the abruptness of this cut because I'm effectively cutting from looking in one direction to the other, but I'm trying to make it one contiguous, seamless thought, even though it's two shots. Ready? That's what this looks and feels like. How much are the bags? You got the Louis Vuitton tote? Yeah, I do. What color are you looking for? The original color? Okay. Now the dialogue there is perfect, but this shot sucks. All I see is his shoulder of his jacket. That doesn't look good. I don't know why I picked that. I don't know why I picked that jacket. That doesn't work. But the dialogue's great. I said, do you have the Louis Vuitton tote? And he says, yeah, I do. What color are you looking for? Which is great. That's a fun dialogue. So now let me find some imagery that that'll work under. Nothing interesting in this shot. What a drag. Let me see. I don't know. I don't know. I don't know. Let me see. No, no, no. Like the tote bag. Yeah, like the two-handled tote bag. This is tricky. Okay. Let's see if this works. So I took this line, which is right here. This line is him. This line is him saying, yeah, I do. I do have that tote that you're looking for. And I put it under a slightly more interesting picture, a picture where you can see him extending this tote bag. So now there's a much better relationship between what you're hearing. And what you're seeing. I did that artificially. I cheated. The reality of that scene is that's not what he's saying. That's a creative Liberty. I'm comfortable taking mainly because it's not a, it doesn't fabricate the scene. It doesn't change sort of the substance of the scene. It just makes it a little bit more palatable to watch. Let's see what it looks like. You got the Louis Vuitton tote. Yeah, I do. What color are you looking for? Let me see. No, no, no. Like, okay. You know what? I don't need him saying, yeah, I do. Cause I can go like this on toe. The tote bag. Yeah. Like the two handled tote bag. The tote, the tote bag. Yeah. So it works better. So this is, this is editing. This is like a, if you're editing someone else's novel, you're trying to make it make as much sense as possible by cutting out chapters and cutting out paragraphs and cutting out sentences that are unnecessary. Editing dialogue is the same thing when you're having a conversation with a friend or you're talking with a parent or a partner or whatever it might be. There's a lot of back and forth there, but when you're making a movie, when you're telling a story, something that can be revisited, it's essential to be concise. There's no need to repeat yourself over and over. Like maybe you wouldn't a conversation. A lot of the casual conversation that takes place when you're communicating with another person, it's just not needed. If it doesn't pertain to my story, cut it out. And that's what I'm doing right now. I'm taking what was in reality, a 90 second conversation. I'm trying to cut it down to, I don't know. I could probably afford somewhere between 12 and 15 minutes. I could probably afford somewhere between 12 and 25 seconds here before you're going to get bored. But within that 12 to 25 seconds, I have to encapsulate what actually was communicated over the course of that minute and a half. So this process of editing dialogue is one of compressing big conversation into a little conversation without losing any of what's being said. Two-handled tote bag. Three-tee Balenciaga. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled tote bag. Two-handled Anglo. Two-handled tote bag. Two-handled tote bag. You know, that cuts a little abrupt but I might just leave that in there because you know, if I'm a viewer. That's kind of interesting. prevents one from leaving the same contact to a music sieve on a bag.erry. A question... Toe bag. Too Long. Too Long. Too Long. You're missing someone. Too Long. Too Long. Okay, here we go. He says, yeah, this is high quality. And I will say, I am showing their faces. Now, because of the way that I shot this movie, I could crop out their faces. They both said to me, put me in your video, because these guys have seen me around town. So I have their permission to include them. That's always a consideration when filming in the street like this, but I have their permission. So now I'm trying to make the decision. Is it more dramatic if I don't show their faces? Or is it maybe more respectful to include their faces? A question like that is not one about filmmaking, but for me, it's one sort of about ethics and morals. You know, maybe if I don't show their faces, then perhaps I'm dehumanizing them. If I do show their faces, might it feel like I'm exploiting them? You hopefully shouldn't have to worry about this. I think the general rule is be as respectful as possible, and that's the best you can do. They did say they wanted to be in my video, but let me see how it feels. All right, I'm going to start this when he says this is high quality. Okay, let's see if I can link these shots. Okay. Let me see. So he says I got this one. Let me see what that one is. That one looks more like a purse. I like this. It looks like a tote. How much is this? I like this. It looks like... Okay. I said I had between 12 and 24 seconds of dialogue here that I thought would be appropriate. I'm 13 seconds into this scene, 13 seconds of dialogue. And so far, I think it feels right, but I'm being very selective with what words I choose. What can I omit without maybe reducing the integrity of the conversation? What needs to be included to kind of maintain the level of interestingness while staying on script? You know, I'm cutting out the fact that these guys knew me and that these guys wanted selfies and they asked me to put them in my videos. I'm cutting that out because that removes some of the intrigue. It makes these guys seem less mysterious. It makes it seem like much more of a friendly interaction. Instead of doing something a little bit illegal and buying a counterfeit handbag, I'm not ready to give up that vein of trouble yet because I think it underscores the movie in a way that will benefit the story, will benefit the narrative. Thank you, Belinda. Thank you, Slava. This is high quality. Let me see. I like this. It looks like a tote. Right. How much is this? 120. Okay. I only have $100. Okay. Back it up. Back it up. Are you making a movie? No. We're like, honestly, we're just making my YouTube videos. We already know. All right. Here we go. 20, 40, 60, 80. All right. Here we go. 20, 40, 60, 80. I don't know. All right. Here we go. 20, 40, 60, 80. I don't know. All right. Here we go. 20, 40, 60, 80. I don't know. All right. Here we go. 20, 40, 60, 80. I don't know. All right. Here we go. 20, 40, 60, 80. Here we go. 20, 40, 60, 80. All right. Here we go. 20, 40, 60, 80. All right. Here we go. 20, 40, 60, 81. Okay. I forgot this happened, but the conversation between the bag salesman and me gets kind of funny at the end. He asked for 150 bucks. I'm like, dude, I got 100. And he just kind of was like, all right. And I give him the money, like smiled at me, like goes up to give me a high five. I'm like, my man. And like in that moment, we're just friends. Like it was just fun. It was just funny. And I liked that. That's a funny way to end this story. So now I need to see if I can communicate that funness that he and I had with this like kind of terrible shaky imagery that was shot by a phone sitting in a pocket. Let me see if I can represent what that mood actually felt like. So now I'm just trimming a little bit of the fat. It looks like a tote. Right. Let me see. I like this. It looks like a. How much is this? Let me see. How much is this? One. Okay. I only have a hundred dollars. All right, here we go. So I'm doing the same action here. I've done 20 times so far in this video. I'm just underlaying the audio to make the jump cut less abrupt. That's what this is. Let me see. How much is this? One. Okay. I only have a hundred dollars. All right, here we go. 20, 40, 60, 81. It's all yours. My man. Yeah, you know. I'll see you around, you see? I say 20, 40, 60, 80, one, and he goes, it's all yours. And then I say, my man, like that's fun, that's funny. I want a way to sort of accentuate that. I think I might have to use music to sort of, to put that on a pedestal. Like I might have to use music to let you know, like that's what you pay attention to, nothing else matters. I need the music to really punch in hard here. It needs to land like a piano being thrown off the roof of a building. It has to just crash this scene and let you know we are moving on, mission accomplished. We did it. Look what I've done. Huzzah, like that's this moment. Don't hate the steel drums. Okay, let's see if I can make this work. So about the music here, if you've noticed, I've taken the same song, this has all been one song, but I keep scrubbing through that song, looking for parts of the song that are sort of slower or more downtrodden or more stripped down, where the drums are gone and it's just sort of this droning bass line. There are other times when I need a punch up and I'm searching, I'm scrubbing through that song, looking for a moment where it sort of pops. Other times, like right now, I need it to just crash in there, I need it to come on strong. So I'm looking for a place in the song where there's a lull followed by an explosion. And it's that explosion that I'm gonna cut into. I found one, I don't know if it's gonna work. This is what it looks like. One. It's all yours. My man. Yeah, you know. I'll see you around. That feels good. So I'm just gonna cut. There's a little steel drum sound here. See you around. I'm gonna cut on that steel drum song. Cutting to the beat, that's a crutch. That's not a virtue, that's not something to be celebrated. Cutting to the beat is a crutch. A crutch, a crutch is what you lean on when you can't stand on your own two feet. I need a crutch right now. I'm leaning with the handbag. I don't have like a perfect shot. I don't have something amazing to show. So I have to mask that with a crutch. So by cutting to the beat, the viewer's like, cool. This feels like a music video. They're distracted from the fact that what they're seeing is like D minus level cinematography because I didn't shoot anything good here. It's a crutch. This is a cheat. I use it all the time. I use it in every scene. I use it like every 10 seconds I find some sort of crutch to lean on out of a lack of confidence in the otherwise mediocre material that I'm working within. And that's definitely the case right here. Ready? My man, I'll see you around. That's fun, that's fun. The shot's not great. It's a POV shot. I'm walking, holding my camera like this, and I'm just sort of looking at this bag. It's not that interesting because the bag itself is inside of a plastic, black sort of shopping bag. That's all you're seeing. But I tip the bag left, and I tip the bag right, and the song goes bah, bah. So an uninteresting shot is sort of made interesting because of its relationship with the music. Watch it back. Ready? It works., See you around. Mission accomplished. So here my line, I say, mission accomplished, then I say I got the bag. It's going to compete a little bit with the music, but I'm not ready to give up on the music. I've only had the music playing for three seconds and five frames. So if I were to cut the music out here to put the emphasis on what I'm saying, it would give this scene sort of a stop and go kind of feel that is not what I want. I want the opposite. I want this scene to have a sense of, oh, I'm going to do this. I want this scene to have a sense of momentum. I've got the bag. We're now moving into the third act. We're now moving into my conclusion, the ending of this whole story. I can't afford to break that momentum, even if it means having the song compete with what I'm saying. Now, a way I can diminish that, which I'm going to do, is just sort of subtly lower the levels on the song. Bring it down a little bit. You shouldn't be able to notice, but you should still be able to very much so hear the song. And then hear me speak. I'll see you around. Mission accomplished. I got my counterfeit handbag. He wanted $150. I negotiated down $100. OK, so for comedic timing, I'm going to cut out when I say, he wanted $150. I negotiated down $100. I'm going to cut that out. You already know that information. I presented it in the previous scene. And I'm going to cut it out. And if I leave it in there, this is going to be a 10-second shot. This shot is not worth 10 seconds. So I'm going to focus on the relevant words, the relevant dialogue here, and then omit the rest. Mission accomplished. I got my counterfeit handbag. And yeah, I feel See this look right here? This is fake. I was acting here. The police, they don't care down there. They don't give you a hard time. But I don't expect you at home to know that. So I'm hamming up this. I'm hamming up this idea that maybe I didn't realize there was a huge cop van standing behind me as I'm delivering this line. Of course I knew it was there. I was timing it to the van. But for the video, if I can edit it just right, it'll sort of just feel like a funny oopsie moment. And then I'll move on. So the viewer shouldn't be able to dwell on my poor comedic timing and delivery. But at the same time, they should smile at the kind of absurdity of this little moment. I got my counterfeit handbag. And yeah, I feel good about it. I kind of like it. Let me see if by adjusting the song, bringing the song up a little bit between these lines, if I can make the tempo, the pacing of this scene a little bit more fluid. Otherwise, I might have to lose that second line, which I don't want to. I like that second line. But what's most important now, almost two minutes into the movie, is that I'm able to maintain a tempo. A pacing. That pacing supersedes the need for maybe a superfluous line. Even if it's delivered really well and could have been interesting, it doesn't promote the story. So let's see if it works. Otherwise, I'll chop it out. See you around. Mission accomplished. I got my counterfeit handbag. And yeah, I feel good about it. Okay, so there's a compromise. I like the shot. It doesn't mess with the pacing. But watch. Got my counterfeit handbag. I give the funny look. I walk away. And then I say, and yeah, I feel good about it. So I don't say anything. So I'm only having to kill the song there, bring down the song there to make room for me to speak. I can't have the song overshadow what I'm saying. So what if I just cut out me saying that and instead I just leave me making the funny look and then have the song stay up. And now the song can lead us into the next scene. Mission accomplished. I got my counterfeit handbag. Great. I love it. I love the scene. All right. Now, where are we? I'm a minute and 47 seconds in. I've set up the movie. Done a great transition. I set up what I'm doing. I've set up the action. I'm going to buy this bag. I've gone and purchased the bag. I've had a great interaction with the men who were selling it. I've had a great interaction with the men who were selling bags. It was funny. It was fun. There's some back and forth there. I've celebrated a mission accomplished. I've got the bag. Now what? We're turning the corner into the third act. We're turning the corner into the conclusion of the entire story. What is that? Just in case you forgot, it was at this point in filming the video that I just kind of lost it. That I was sitting there saying, I don't know where to end this movie. I don't know where to go. That's where I was when I was filming it. But I've got something I really liked. I think it should work. This is when I ran into a friend of mine outside the studio and I said hi to her. Now I only needed a second. This saying hello to my friend is simply the transition from me being out in the wild buying this bag to me being back in here in the studio. This is just a way for me to get from there to here. But I need a little something in there. Saying hi to Lexi, my friend Lexi, should accomplish that. The audio is too much. Hmm. So what I'm trying to do now is bring the audio down so you can hear her say, Casey. And then if I can bring that level down just enough so your ear doesn't really notice it. But it does take the focus away from the song and puts the focus onto her and what she says. Which is exactly what I'm hoping to accomplish. Lexi! Casey! Lexi, Casey. What else do we say? Is that a present for me? Yeah. Lexi, I'm trying to make a movie about a counterfeit handbag and I'm... I'm trying to make a movie about a counterfeit handbag. What? What? Do you own any counterfeit handbags? I don't be... This is just her and I sort of going back and forth. It's not particularly compelling. It doesn't relate to the movie. But I do say to her, here, do you own any counterfeit handbags? She says, I don't. And then she says some other stuff too. But she says, I don't. It might be kind of cool for it to just be, Lexi! Casey! And then I say, do you own any counterfeit handbags? And she goes, I don't. End scene. The next scene is going to be here in the studio where you get to see a close-up of the bag. Maybe that's a hard cut to accentuate the actual images of the bag. Do you own any counterfeit handbags? I don't. Hmm. I need a sound. Okay, so... All right, my phone's balancing here. It's shooting straight down. This would work if I wasn't talking. There's some irony here. So this shot... The red shot. Is me putting the handbag into frame. It's a great shot. The trouble is I'm sort of narrating what I'm doing and it's wrecking my audio. What I need is just some sound here of like the bag being put down. I don't have that. So let me see what I can do with this. I have a thought. Lexi! So if I really bring down the music and then feed it down to zero, then there's an opportunity for me to bring in a different sound, a different music. I don't like that cut. That cut doesn't feel good at all. That's where it has to end, is right there. It kind of works. Lexi! My fade out's too abrupt. I'm going to try this again. It sounds fake. Lexi! Let me see if I can... Lexi! Now that audio drop out's abrupt. It sounds broken. It sounds like a mistake. But I actually kind of like it. I can put a smooth fade out in, but your attention's going to actually go to that fade out. Okay, the music's going down. Something's about to happen. Nothing's about to happen. But if I just kill the music, go straight to me saying her name, it might just be sort of a jolt. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. Jessica, you're saying that, woman, was she reading video her book for us? That would... Yeah, I think diptox was just a little putting it right there. And then I read four pages. Shit. I'm not sure it's put in congreg었, but she's not putting it right. Okay. Can youייםша says something about the view that I'm approaching next Or me experiencing this. No, I think it's... I think the experience has through a lot of mixed up... I mean, that's... If you think just like that, your costar can also have sort of false implications as fez a tweet that says, anything I just bought a stupid bag but does let the audience know that like hey we did it that has to all be communicated with the sound now the song that I've used in the video thus far it all comes from one song that one song was made by musician named Andrew Applepie before I start digging through my music folder randomly I'm gonna try and find another song from him I'm doing this for no other reason then it's really nice at the end to have only one music credit it's very easy to find songs that sound alike and it's easy to find music that has a relationship with between two songs even if they're made by two different artists but if you can find two songs made by one artist you're able to really prominently say their name and the credits and that's one of my favorite things is shining spotlights on the people who helped me make these videos let's see if I have another Andrew song that works actually maybe getting it right in the first place so the first song is this is the song this is it I know this is the song and there it falls apart so yeah the song is perfect but Andrew starts singing over it and there's no room in this movie for lyrics let me just touch on that a song an instrumental can convey any variety of different emotions and tones sort of it's how you see it it's not empirical it's not a story it's not an expression it's just a way of being a song and a song is not an instrumental can convey any variety of different emotions and tones it's sort of it's how you see it it's not empirically It's not fact, the emotion it conveys. It's what it means to you. Where that changes is when lyrics come in. If the lyrics are about a lost love, then that song is a love song no matter what it sounds like. So because Andrew's singing in this song, those lyrics are going to distract from my narrative. It doesn't mean I can't use it. It just means I can't use his lyrics. So let me see if I'm going to be able to salvage this perfect song by only using the intro and then cutting before you hear him sing his lyrics. All right, so I'm moving the song back a little bit because I want that first beat to hit right when she says no. Handbags? I don't. See what I did there too. So because I cut her off what she's saying, I almost interrupt her. The reason why I cut her so close is because I say something or she has something else to say that doesn't pertain. I want to cut on her saying, I don't cut. It just feels abrupt. So rather than trying to hide that, let me just own that and maybe make it feel like the song is actually interrupting her. This is one of those things I do, I love doing, where it almost feels like an accident, but I'm doing it absolutely on purpose. This is a way to get away from Lexi. Ready? I don't. To cut on that next beat right there. The song is dictating that, not me. I think I'm going to cut to there. Let's have a look. Let's see how this feels. Ready? I don't. I can cut faster. Right there. Again. Let me go with like my hand caressing it. These shots don't matter. These shots are here to convey one thing. This is what the bag looks like. There's any number of ways to do that, but what I don't need to do here is indulge in letting these shots linger. I'm editing these shots. I'm going to take a few shots at the mercy of the song, not the other way around. These shots are just meant to be there to fill the holes presented by the song. The information is communicated in the first 10 frames. Beyond that, it's just about giving something satisfying to watch to the viewers. Before I get into the final scene of the movie, the final shot of the movie, which is me giving my two cents on this. Are there any counterfeit handbags? I don't. There's this thing that happens in this song right here. It's called the song. It's called the song. It's called the song. It's called the song. It's called the song. I'm going to play it here. Da, da, da, da. I want the bag to open when you hear that song, so I need one more shot to go between the two. I think maybe that shot will be me. I do this thing here where I kind of caress the rivet. I have a very sensual moment with a fake Louis Vuitton rivet. I don't. All right. So this is my Louis bag. Very proud of it. All right. So I'm just cutting the song before you start singing right here. I don't yet know what to do with the song to make it work, but I know that I don't want any singing. I don't want any lyrics in this movie. I don't want to use that part of the song, so I'm just getting rid of it. I haven't resolved yet what to do for this scene with music, but maybe just the introduction, those gentle sort of whimsical notes are enough, and then when I sit down, I won't need it. I won't need music maybe. I think this works. I need to do a slow, long, drawn-out fade so it really does feel like the end of the song here. I don't. All right. So this is my Louis bag. I don't love that fade out. That fade out would work if what I said was more prominent or forceful. What I say is a little bit soft here, so it doesn't feel like it's going to work. So it doesn't feel like an appropriate way to end the song. I'm not speaking with conviction. If I had been like, here's the bag, then that's where you cut the music, but I come in and I say, so this is my Louis bag. So this is my Louis bag. It's just soft. Let's see. Maybe if I get rid of the fade almost entirely. All right. So this is my Louis bag. That works. Very proud of it. I don't know what I'm going to do with it. I didn't like what I said. I'm doing it again. I'm using my second take here. I forgot that I had that, but it does validate what I got at when we were making this video, which is if you're like me and you're not writing down what you intend to say or what you want to say, sometimes it's good to sort of say the line a few different ways. And when you're editing, you've got those options. Even in my daily vlog with the subject matter presented as like my real life, sometimes I was inarticulate. I didn't say things right. And I knew there was no way I could edit around my mumble. So I would just say it again. And you should have no qualms about that. Like this isn't this isn't science here. There's no right or wrong way. The only thing that matters is at the end of the day, you're telling a good story and you're telling it in a way that's compelling. Don't ever be afraid to repeat yourself when you're editing. You'll be glad to have done so. Okay. Okay. I got this Louis bag. Not 100% sure what to do with it, but mission accomplished. I'm going to go ahead and get this. I'm going to go ahead and get this. I'm going to go ahead and get this. Oh, my God. I need a box. Ooh. I could do it away though. So I go ahead and get this. I'm going to please notöylegehtgoadethegerraryoutinuy shamelesslyagar vários torode 好コロ I'm going to go ahead and sign this and Justin, tell me if you're just having a little bitchy reaction in the chat as a introduction to our conversation. Sure, absolutely. I opened the rumor to know that for a month, I'm making vibration mommy, if you hadn't been here, you're going to check this out. Just adding on, evidently to two minutes without even giving notice, you're already down eight hours. It is hard work. It's a hard arduous task in factmyso coincidence. I've trusted Sol konsiste. I'm putting him on a tight budget. I'm not sure what to do with it, but mission accomplished. You know, I expected the process of buying, like, a counterfeit handbag to be a little bit like, I don't know, buying drugs or doing something illegal or something scary. But what I found is, like, those dudes are super nice down there. Well, I don't endorse the... Well, like, I don't endorse the counterfeit handbag industry, and I have no doubt that it has real harm on companies. Tourists coming to Chinatown to buy these to take them home as souvenirs. I didn't get it, and I do get it now. It was, like, kind of exciting. It was kind of fun. I have this... See, I could, like, take some... But the reality is that... ... ... ... ... ... ... ... ... ... ... ... So attracted to this. With this cool souvenir in a store. At the end of the day, I get to go back to... ... ... ... And I do get it now. It was, like, kind of exciting. It was kind of fun. I have this... I get to go back to... Now, when I was shooting this, when I was capturing this, I recorded this monologue that I give to the camera. I recorded it in a wide shot, and then I recorded it in a medium shot. The wide shot is meant to be more general, capture everything. The more narrow shot, the medium shot, the regular lens on here, it's meant to really focus the viewer on what it is that I'm saying. So I'm bouncing between the two here. I'm trimming the fat on what I'm saying. I'm trying to make myself articulate. I'm not afraid to let this go long. Look, me talking here, it's a full minute of just me sitting here talking, but so much of this movie is sort of jokey, well-sculpted, specifically edited to make it seem more dramatic than it actually was. If I'm the viewer right up until this part where I'm outside, I don't know if this guy, me, is playing a character, if he really is like this. I don't know if this is a real thing or a fake thing. So let me... I'm gonna end that with just me being me. And this version here of me talking to camera, it's just me. And if I'm the viewer and I get to see this really fun, running around New York City, sort of gritty, like a little bit, a little bit like of a nefarious story of buying a legal, a counterfeit handbag, I'm willing to stomach like listening to me talk for a full minute in an honest way so we can end this movie kind of on the level. I didn't get it and I do get it now. It was like kind of exciting. It's kind of fun. I get to go back to Cleveland or wherever I'm from with this cool souvenir and a story that is I bought a fake Louis Vuitton bag in New York City's Chinatown. Now I just have to figure out... So what I'm doing is I'm sort of cleaning up what I say. I'm making it as concise as possible. And I'm also doing some shot selection between the wide shot and the narrow shot. Louis Vuitton bag in New York City's Chinatown. Now I just have to figure out what to do. Now. I'm going to... I'm going to... I'm going to... I'm going to... Now. I'm going to... I'm going to... I'm going to... I'm going to... I'm going to... I'm going to... I'm going to... I'm going to... Chinatown. Now I just have to figure out what to do with it. And I think I've got it. Okay. Great. I like that. So my story's done. Two minutes and 54 seconds. The movie's not quite done though. I did this little epilogue which is I end the movie saying I don't know what I'm going to do with this fake bag. And then I went and shot this thing with my friend who I genuinely spontaneously ran into outside. And I give it to him. I give it to her. And the funny thing is because she's cool. She doesn't want a fake Louis bag. She doesn't care. But I gave it to her and she's like, thanks Casey. And then I'm like, no. Pretend you're really excited. And she's like, okay, okay. And I give it to her and she's like, thanks Casey. So now I have this climactic ending. It's fake. I mean I actually gave it to her. But the enthusiasm's fake. But what it gives me is a punctuation to end this on. So the last thing I need to do to finish my video is just plug in that punctuation mark. All right. So this frame I end. Boom. I grab. Cutting that in with me kind of spinning the camera around. Okay. Action packed. And then from here a strong jump cut. Chaos. Some more jump cuts in here. I want this ending to be like manic. Down the steps. Out the door. Out the door. Down the steps. Door being thrust open. Watch. Watch. Watch. I give it to her. And now I'm trying to make the ending of my movie. Lexi, I need a bigger reaction. She just gives a subdued reaction. It's a Louis Vuitton bag. Oh, thank you. Lexi, I need a bigger reaction than that. She doesn't care. She knows it's fake. Lexi, I got your present. It's a Louis Vuitton bag. Oh my god, thank you. And then she can't get it. Oh my god, thank you. She gives it to me. This is a great example of why you want to have your co-stars, your co-producers of your little movies, make sure they're good friends who are willing to give you the performance that you need to tell your story as good as possible. So I'm at the last frame now of my edit. And this is not a string out. This is not just laying all the footage in the timeline in order and then cleaning it up. Because I edit chronologically, this is the movie. What I typically do now is I indulge myself and go to the beginning and watch it through. And through that, I find a bunch of places where I can improve it. I can find redundancies in what I'm saying or what's being said that I can clean up. I can make it more condensed. I can make it more concise and more clear. There are technical things that need to be done. Like even looking at this, I can see some of my audio levels are really low. Mainly because I was shooting on a phone. Some of the audio levels on the music are really high. And what you don't want when you export this is for the music to sort of overwhelm the diagenic sound or the dialogue. Now, one thing I wanted to do real quick before I review the whole movie, I wanted to plug in the song that I use at the introduction of the movie, in the very beginning. I want to plug that song in at the very end. So it ends on the same beat that it sort of started on. This is like a very traditional kind of filmmaking device to use a song at the beginning and then use it at the end. And it just sort of. Yeah. Yeah. Yeah. Invokes this idea of completion. This like, you started here, and you went all the way around. And now we're here. Your movie is done. So let me see if that will work. I just have to figure out what to do with it. And I think I've got it. Lexi, I got your presents. It's a Louis Vuitton bag. Oh, my god. Thank you. Oh, my god. Bye. Oh, my god. Thank you. I think that worked. All right, okay. All right, one thing I do, I listen to the playback only on the computer speakers, which are not great. And what that does for me is it comes kind of close to emulating what it might sound like for the end viewer. They might be watching it on their phone in the back of a car or something like that. I should say I'm terrible at editing audio. This is about as far as I go to make my audio sound good. For me, this is like the bare minimum, but I don't like dealing with that. I like to tell stories. I don't like to play with audio. Okay, I'm going to try to play back the whole video without pausing it to make an adjustment, but I'll never make it. If I had to guess, I'll make it 20 seconds in before I'll see a tiny improvement to make. I'm going to make that, and I'll start over, and I just keep repeating that until I feel like it's complete. Here we go. How much are these? How much are the bad? I made it six seconds. Six seconds in before I stopped it. That opening shot felt boring. And when I was cutting it before, it didn't feel boring, and it feels boring now. So what I'm going to try to do is I'm going to try to cheat it a little bit. Let's see if I can just chop half of it out and throw that swish pan in there. Okay, where's that pull? Right there. See what I'm doing? I'm trying to match the shot with the swish pan. This is a bit of a cheat. I just trimmed out four seconds of that first shot. I don't know if that's going to work. It worked. How much are these? How much are the bads? Six. Four seconds in, and this is boring. This is boring. Something's missing. I think I got it. I think I know what's missing. I think there was some mistake here. Come on. That's okay. I'm good. Ten minutes. Ten minutes. Okay. I'm good. I'm good. Ten minutes. I'm good. I'm good. All right, so what I just did is I found a police chirp. I found it on YouTube. I think what's missing is, like, this opening shot is so uneventful. It's just like, I need it. It sets the stage, but there's no consequence there. So perhaps this will change that. Let's see if it does that. How much are these, how much are the bags? I think that, I think that worked. You see, it was just, that's a subtle little nothing. That was not a consequential edit, what I just did. But by putting that siren sound under there, it hopefully boosts the interestingness of that opening shot just enough to keep you in it for the five seconds I need you to be in it. All right. This is New York City's Chinatown. This is Chinatown. This is Chinatown. This is Chinatown. Just to bring you up to speed, I've now made it seven seconds into the movie. Things that I liked or I thought I liked on that first pass I'm seeing now, and I'm either seeing ways to improve them or they just don't feel right. So I'm going to make them feel right and then move ahead. By the way, when I get to the end now, I'm going to start over and do this process again. I'm going to do it again and again and again until I can watch the whole movie from beginning to the end without pressing stop. Those are the counterfeit handbags there. See them on the ground? Something about the pacing of these two shots just feels a little bit off, and I can't figure out what it is. But I'm going to try something. So if I take the last frame of this time lapse, and then I slow it back down to normal speed, by slowing down the end of that time lapse fast and then normal speed, maybe it will give it the cohesion that I think it's missing. Those are the counterfeit handbags. See them on the ground? I'm hiding behind a garbage can so nobody can see me. There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. How much are these? How much are the bags? You got the Louis Vuitton tote? The tote bag, yeah, like the two-handed bag. I'm going to go get it. I'm going to go get it. The two-handed tote bag, Gucci, Balenciaga. I want it. Let me see. How much is this? $150. Okay. I only have $100. All right, here we go. $20, $40, $60, $80, $100. What's all this? My man. Here you go. I'll see you around. Mission accomplished. I got my counterfeit handbag. Yeah. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. I got the bag. Watch. I say I've got my counterfeit handbag. The sentence I don't end with handbag. It looks like I'm about to say something else. I've got my counterfeit handbag. And now I'm going to go play ping pong. It looks like I'm going to say something else. And now I'm going to get a bagel. I don't know what I was trying to say. Handbag. See that? That inhale? Handbag. Let me see if I can just do this. I got my counterfeit handbag. Lexi. Now I have to correct for that. That quarter of a second I cut out, I've got to add a quarter of a second to this shot or the timing of my music falls apart. Counterfeit handbag. Lexi. Do you own any counterfeit handbags? I don't. Okay. So I got this glue bag. And now I've got my counterfeit handbag. Lexi! Lexi. Not 100% sure what to do with it, but mission accomplished. You know, I expected the process of buying like a counterfeit handbag to be a little bit like, I don't know, buying drugs or doing something illegal or something scary. But what I found is like, those dudes are super nice down there. Well, I don't endorse the counterfeit handbag industry, and I have no doubt that it has real harm on companies. But for those tourists coming to Chinatown to buy these and take them home as souvenirs, I didn't get it. And I do get it now. It was like kind of exciting. It was kind of fun. I get to go back to Cleveland or wherever I'm from with this cool souvenir and a story that is, I bought a fake Louis Vuitton bag in New York City's Chinatown. Now I just have to figure out what to do with it. And I think I got it. Lexi, I got you. Here's your present. It's a Louis Vuitton bag. Oh my God, thank you. It's pretty good. I need to watch it back again. I think I corrected for everything. Here's your present. It's a Louis Vuitton bag. Oh my God, thank you. All right, I'm going to do something crazy now, which is watch it back in full screen, which puts one step between me and stopping playback. I have to stop playback, then minimize it, then edit it. So this is a tiny graduation. I'm going to go back to the studio and see if I can get it back. I'm going to go back to the studio and see if I can get it back. I'm going to go back to the studio and see if I can get it back. How much are these? How much are the bags? This is New York City's Chinatown. Chinatown is known for its great food and nice people. And it's also known as the place you go in the city when you want to buy a counterfeit Rolex or handbag or something like that. Those are counterfeit bags right there. Today is the day. I'm going to buy a counterfeit handbag. Is that funny? You think that's funny? It's funny. Okay. Thank you. You're welcome. Okay. Those are the counterfeit handbags there. See them on the ground? I'm hiding behind a garbage can so nobody can see me. There's some dudes over there that kind of seem cool. I think I'm going to buy a Louis bag. No hands. How much are these? How much are the bags? You got the Louis Vuitton tote? The tote? The tote bag. Yeah, like the two-handle tote bag. Gucci, Balenciaga. Let me see. How much is this? $150. Okay. I only have $100. All right. Here we go. 20, 40, 60. $150. $150. $150. $150. Hey, boy. Hey. You still got that mommy as well? decorating? You do a thing with giveaway. Come on. Hey. Get undressed for me. Can I do one. Okay. What are you ordering? A staircase to go up inside the geared chair. Okay. 10 bucks. demonstration? 멋男 좋아 La that you want? Okay. Can I have a nhân 보고 I'm sorry. what to do with it but mission accomplished you know i expected the process of buying like a counterfeit handbag to be a little bit like i don't know buying drugs or doing something illegal or something scary but what i found is like those dudes are super nice down there well i like i don't endorse the counterfeit handbag industry and i have no doubt that it has real harm on companies tourists coming to chinatown to buy these to take them home as souvenirs i didn't get it and i do get it now it was like kind of exciting it's kind of fun i get to go back to cleveland or wherever i'm from with this cool souvenir and a story that is i bought a fake louis vuitton bag in new york city's chinatown now i just have to figure out what to do with it and i think i got it alexi i got your present it's a louis vuitton bag great movie i mean the only thing i might do is put some sort of text there at the ending you know like i'm not gonna write the end because that's unnecessary but uh i'm look there's a lot that your end title could be here i could do an end title that's like nice to see you lexi there's an end title that's like do not buy counterfeit handbags there's an end title that says a film by casey nystad none of those make me comfortable so when i think like what's a little note that i want to end this with to let people know the movie's over i mean i just went outside in new york city and i found a great story so this to me is a great story and i think it's a great story and i think it's a great story and i think it's a great story and i think it's a great story i don't know i'm not giving you any more thought than that there's no real philosophy behind this i just for me that just feels like a kind of charming way to end it all right so i think that's it i'm happy with this this is a movie i would be proud to share i think it's fun it's funny it tells a compelling story and it's an interesting three minutes one second and 13 frames so now it's your turn you take all the footage that you should have you have to take all those ingredients and bake them into a a complete story a cohesive movie something that makes sense something that's compelling and interesting and while i don't think me sharing my methods as i just did provides a textbook of how you should edit i think the takeaway should be that there's very little science to the craft of editing it's much more about intuition it's much more about feeling it's much more about finding your way through the process in an organic way and it's a very interesting way to do it and i think that's what's so interesting about this is that you can do it in a very realistic natural way until you're you you end on something that you're proud of and through the course of this lesson you saw me put my hands down mumble to myself scratch my head do something that i thought made sense then delete the whole thing this is like wandering through the dark and feeling your way through and all that matters is where you end up and i'm happy where i ended up um i hope you're happy where you end up and with that i will see you at the next lesson um i guess i will wave you away by making you watch my three minute movie again okay i'll see you soon how much are these how much are the bags this is new york city's chinatown chinatown is known for its uh its great food and nice people and it's also known as the place you can eat at the end of the day and it's a place where you can eat at the end of the day and it's also known as the place you can eat at the end of the day go in the city when you want to buy a counterfeit rolex or handbag or something like that those are counterfeit bags right there today is the day i'm gonna buy a counterfeit handbag is that funny you think it's funny it's funny okay thank you you're welcome okay those are the counterfeit handbags those are the counterfeit handbags those are the counterfeit handbags those are the counterfeit handbags there see them on the ground i'm hiding behind a garbage can so nobody can see me there's some dudes over there that kind of seem cool i think i'm gonna buy a louis bag no hands how much are these how much are the bags you got the louis vuitton tote the tote bag yeah like the two-handle tote bag what? let me see how much is this 150 okay i only have a hundred dollars all right here we go 20 40 60 81 it's all yours my man i'll see you around mission accomplished i got my counterfeit handbag lexi do you own any counterfeit handbags i don't off the okay huge you know i expected the process of buying like a counterfeit handbag to be a little bit like i don't know buying drugs or doing something illegal or something scary nice down there. While I don't endorse the counterfeit handbag industry and I have no doubt that it has real harm on companies, tourists coming to Chinatown to buy these to take them home as souvenirs, I didn't get it and I do get it now. It was like kind of exciting. It's kind of fun. I get to go back to Cleveland or wherever I'm from with this cool souvenir and a story that is I bought a fake Louis Vuitton bag in New York City's Chinatown. Now I just have to figure out what to do with it and I think I've got it. Lexi, I got you a present. It's a Louis Vuitton bag. Oh my god, thank you!",
    "msg": "多媒体文件转换文本成功!"
}