{
    "code": 10000,
    "data": " My video camera sunglasses are in here. Welcome back. In this lesson we're going to be shooting the rest of the movie, the rest of my bigger movie, the movie we started in the last lesson, which is about these video camera sunglasses. So in act one of this movie it was me sort of stating what my mission was. I want to get these video camera sunglasses and check them out. Then I delved into an adventure all around this city, an accidental adventure, but an adventure nonetheless. All over this city trying to find these things. I found them and landed right back here and that's where we're picking up. I think how that's gonna start is me walking through the door and then me looking at the glasses with my overhead shooting rig. Almost a POV of me opening, unboxing these glasses to get my first look at them. My thinking as I play the story out in my head is the search for this was like stressful. It was very stop-and-go and now act two I want to be just, we move through it, we get right into it. So I'm gonna come into this studio kind of forcefully, throw my skateboard down and then just boom straight into the action. The first shot is this camera here and I'm zoomed in on this screen. So you're gonna see me kind of walk into frame but on this screen and the reason why I'm doing that it's just sort of a nod to the intro of this video where I'm just kind of walking in the star 빵 of this video where I fixing whatever. But the screen was starting to healing. It's still splash for file so there's no ohne enforced upload to Omar Got it, even though I'm just like, that's not gonna change theenee, I'm not gonna make sfB in a while. Yup ok and there you go so this isn't asceto nip and bothered you didn't have to open this for the other thing is my off and I want to bring that quick this video where I wearienstyl.io maybe bring that later but you can check it out on my website and I have done some mayo there. Also I had a class on the site but it went zipped But you for one hoppin time I'm tweeting two minutes of this video a couple times we will have to wait for the pause of the video or three minutes later we hope none can get it back because we have tell suchzeug drills and really try to start All right, I got that. On purpose, this is a little crop, so I'm going to move the camera back and now do the same action, but a much wider shot. Okay, let me fix this camera here. Oh, way across, okay. All right, that looks pretty good. So I had to change lenses. I had to put my 12-24 on. This was a 24-70. It was just too tight of a shot. This wider shot lets me get, like, this whole wall. Again, I shot the tight on the monitor. This is a redundant shot. It's going to be the same exact action. And then somewhere, I'm going to cut the two together. If I had to guess, that cut's probably going to happen right when I open the door, right on the action. All right. My movements and everything need to look the same. You can probably tell. I'm doing my best to hold this bag and the boosted board up, like, maybe even a little bit more than I naturally would so they'll really show up in this camera. Well, that was an adventure, wasn't it? Okay, great. I almost never review my shots. It slows me down. I like to trust that I've got it, and I just keep going. That's great when it comes to efficiency. That's bad when I don't realize that my microphone's not plugged in for half the recording, which is what happened, Our last lesson. Whatever. I'm not going to check that shot. I'm just going to keep moving here. So this next sequence in its entirety is going to be shot on this table. So this big plywood apparatus here is a homemade overhead shooting rig. And that's what it enables this camera to do. It's just to shoot perfectly straight down. Quick tip. Most tripods let you shoot perfect overhead. If you just take off this vertical piece, whatever that is, flip it upside down and stick it in from the bottom, then you can shoot perfect overhead as well just using a tripod. You know, if you don't want to build one of these. Let me just set my framing here. Okay, so this camera's rolling. This shot needs to cut in with the previous shot with my skateboard where I throw it down. So I'm walking over here to like... Throw this back on the table dramatically. I should explain something here. So if you've ever seen my YouTube videos where I've done any sort of unboxing, I'm not exactly gentle with the packaging that whatever I'm unboxing comes in. And I do that for a reason. That reason is because it's funny. Watching like a box open to me is not that interesting. But watching somebody like tear a box to pieces like a caged animal, I think that's funny. I think it's funny. Every... Every time. So with that, I will be like unboxing this pretty aggressively starting with the way I throw this bag down. Now, in this frame here, I can see my overhead shot. What I want is this to just kind of... Just like that. Slide across just like I throw it down. Okay. So I'm gonna shoot this now. I don't want it to come off. It's something that'll make me really worried. And then I can bounce your head right like that. Like a chopper. Just, like, amazing. You know, that's the most lucrative part, is shooting the middle frame. For me, the Kings sees that I've done a pretty fat one that looks like this. All right, now to the shot, I'm gonna zoom in and I wanna make sure that it's visible. And I want to put this on O 97, and keep a good amount of that light. It does. You know, here, The problem with that is it's probably too bright. Right? And I really want you to be able to see the back. Here we go. One second. Slide here. Slide here. Alright. Let's see. Slide here. that with like a lot of sort of like kinetic energy like just a lot of movements so that was that was chaotic and crazy but i did slow down when i opened these i opened these as if it was a jewelry box again none of that was accidental the chaos of like the crazy like get to the goods get to the goods get kids here's the goods oh i can pulp fiction the suitcase that has a light knit that's what this is okay let me keep going here okay trying to mimic like i'm inspecting the glasses okay now what i need is a reversal of that so it was a kind of a slow, deliberate look at the glasses. And if I can now put this camera really low, shooting up at my face, with the glasses between the lens and my face, as if I'm looking, I'm inspecting them. Again, it kind of humanizes all of that chaos. It shows that behind that is me thinking about, or me examining, what is this object? Do I care about this? Is this good? Is this good? I need my lens. Is that good? The lens is looking up at me now. Well, right off the bat, I see one thing that's wrong with these. Right off the bat, I see one thing wrong with these. That line is meant to tee up what I'm going to do is a really chaotic sequence, a sequence that could probably be its own YouTube video, but it's going to be me making these glasses look like these glasses. If you remember when I did the opening monologue to the camera, I said that my Ray-Ban glasses were so closely tied to my identity. Well, not these generic ones, but these custom ones, like my custom glasses. I know the audience is expecting me to make these look like these, and now I want to deliver on that expectation. The most wham-bam. I can possibly do it. So I have to actually do that, which is a huge pain, but as far as how I capture it, I want it to be just fast, fast, fast. This whole sequence, which in real life is going to take me probably three or four hours. In the finished movie, this shouldn't be more than like, I don't know, 10 or 15 seconds. Cut to the beat, something really cool. A tiny little music video inside of my movie, and that music video is me taking these from this to this. Okay. All right. Okay. First thing, I'm going to show you does it sort of look like a real house ready for like postal service, right? That's the heck off. This is fantastic. It is. Nice. Let's see. You just have to have that stand when you're shooting. That's . That's . Right? I'm going to show you right here how a style like that should feel. I can see the cut amok, and you, you wouldn't kill me by cutting me some rice candles out and cutting them off. Think of this. You're going to charge me $11 for that. You're going to charge me $20 for that. sand I don't know. I mean better, but... I don't know. I don't know. I don't know. I'm at the point where I have to spray paint the glasses now, so I want to do that on this white deli paper here. I use that as seamless, as like a backdrop when I want a completely plain backdrop, especially when I'm spray painting. I don't want to get spray paint everywhere. But it's noisy when I pull it down. Instead of trying to hide that, I embellish the sound as much as I can so it makes as much racket as possible because I know I'm going to want to use this sound in my edit. So... This is like the most tedious part of using the overhead rig. I have to take off the tripod cleat every time I put it on the overhead rig and then put it back on and then take it off. This is the unglamorous side of the tripod. This is the unglamorous side of filmmaking. Okay, here we go. Test, test, test. Microphone works. As loud as possible. Actually, um... Where are those glasses? Glasses. Nothing like the sound of a spray paint can. Spray paint can. Spray paint can. Spray paint can. You got to get out all of the pre-spray. Okay. You only get one shot at the first shot when using spray paint. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. Oops. I don't know. I don't know. I don't know. I don't know. You know, true story. True story. About like six or seven years ago or something. I took apart a pair of Google Glass. And I put those cameras into a pair of actual Ray-Bans. So, cool Ray-Ban. But I beat you to it. So, uh. So, yeah. I've been excited. So, yeah. This. So, this is an idea. This is an idea I've been excited about for a while. Done. Done. Done. Done. Done. Okay. You might notice that I have a different color shirt on now. The reality is to make these glasses takes like a day for the paint to cure so I can chip it off. I honestly am just realizing that now to camera. But whatever. I'm not going to address it. And hopefully the viewers won't notice that I forgot to wear the same clothes. But I wanted to. I wanted to end that sequence which was very like procedural. You know, like my hands are in it but mostly it's about the glasses. I wanted to end it in sort of a very human way. So, I reversed it. I'm using this spherical lens. I'm very close to it but it's a wide kind of weird shot. The glasses are the subject. I move them out of the way. And then I said done. And it brings all the attention back to me. And the mission has been accomplished. These are now done. They look just like. Mine. So, what's left here is I want to get a couple of glamour shots of the glasses. They turned out really well. And I want to like. I want to show that off. Those glamour shots are going to try to mimic the shots that I use in a spray painting the glasses. Once I've captured that. I'm going to bring it back to me. I'm going to turn the corner from act two and open up act three. Act two being just about the glasses. What they look like and taking them from from generic like when I got them from the store to making them mine. This is like making them personal. This is like bringing them into sort of what has become my identity. That's what act two was. And then this act three is going to be about you know their actual performance and what I actually think about them. OK. With these shots of the glasses I could easily just show one clean shot and it would convey all the information I need to convey. But I think that's boring. So the way I'm. I'm. Trying to. Make this interesting is by really honing in on my macro cinematography here. There's a couple of rack focuses. I'm changing angles. I'm bringing the attention to specific details on the glass. And then I end with this really kind of complicated rack focus from the glasses to my face that I did without touching the camera. This shot took me like forty five minutes by the way. I'm going to show you a little bit of the video anyway. My act one. Act one was the setup. The introduction to the story. I led into that. With the fun intro with fixing my door. And then I set up the mission. I'm going to make a movie about these glasses that I have a built in video camera. That took me. And took you took the viewers on this adventure. This journey. Ideally I should be able to edit that in a way that kind of brings the viewer along with me on that mission and forces them to be further invested in me getting these glasses. OK. Then I got them. End of act one. Act two. I'm back here. What are these glasses. These glasses are cool but they need to be mine. The whole second act making those glasses mine. Having a little bit of intrigue of like where are we going with this. What's happening next. And now we're here. I have a good idea for act three. I think that I need to sort of connect to with three. So to do that. OK. Let me tell you my act three idea is I'm going to shoot the entire third act on the glasses. Where I put them. But the glasses have you know a little camera here in the entire act. The entire third act is going to be filmed from my perspective. Now to take us from this the cameras perspective the third person perspective to that first person perspective. I need one kind of transitional shot and I'll do that here in the studio. All right. So this is that transition shot the shot that's going to take us from me building the glasses to me using the glasses from the second act to the third act. I'm not giving it too much thought but I'm using a wide angle lens so I can get really close to it. It looks kind of weird like a music video from the 90s or something. I'm going to mention that I'm filming on the glasses now and then I'm going to use this device which is what's a mirror but it's also a device for my movie to show the audience that this is being filmed on these glasses by showing me in the camera. This text on the back is literally just that. All right. Here we go. I mean I think they look pretty good on me. Okay. Okay to start a recording I push I push this button right here. Okay. Now it's recording. Okay. This next sequence was shot entirely on my sunglasses and those are sunglasses. Let's go. So now the rest of this video at least as far as my thinking has taken me so far the rest of this video literally going to be filmed on these sunglasses. So now it's about going through that process. It's going to start the way that I would shoot if I was using a big camera. I'm going to turn off my lights grab my skateboard and get out of here. But I'm filming here. Hello. Okay recording. Shit. I got to go., Are you crying? Candace. We're going to miss our flight. So this is it. This is what these glasses look like. They look good. They look terrible. I apologize for the low video quality, but what's lucky what's fortuitous here is that I'm flying with Candace back to Los Angeles today. So the image from these glasses looks like garbage. I know it looks like garbage and there's no way I can expect my audience to care enough about this image to hang in there unless what I'm filming is really compelling. So I now have to tell a story within the third act from these glasses and the story that I'm going to tell is that of this journey. Candace. And me flying from New York to Los Angeles. Now when thinking about what I want to shoot with these glasses, it's really simple. I'm just trying to communicate Candace myself traveling together. Maybe a little bit of romance in there. This is my favorite shot. But I know I'm not going to need that much. I probably got 25 shots here and there's no way I can make this sequence longer than a minute or a minute and a half because this image quality is so bad. I really want to reiterate. I want to make super clear here what you're seeing right now what these shots are what the sequence is going to be is not about cinematography. It's not about anything but showing the terrible quality of these glasses and trying to tell that through this journey that Candace and I are making I tried my best to give this a story and I think there's enough there to maintain interest for the 90 seconds that that I'm going to be using. geld I need a movie M. the different textures and colors and and tone of this... the film. I'm excited that I got macro photography, big photography, terrible quality and really good quality on my camera. I think also what's most exciting to me here is I know that I have all these different textures and tones. I know that I have all of these different themes. I know that this movie is going to be a journey. And I mean that figuratively, even though the movie is also literally a journey. I'm going to be exploring different places. I'm going to be taking the audience with me like all around New York City and then taking them on a journey of turning my my once like out of the box glasses into these custom glasses. There's ups and downs. There's twists and turns that may sound crazy when referring to what will be like a, you know, seven or eight minute long video that I'll probably put on the Internet. But that's where my enthusiasm is right now. And this feeling that I have right now, this is the feeling that I'm always striving for any time I pick up a camera to make a video. So now it's your turn. This is where you're going to take the lessons of our first exercise where we made a movie sort of ignoring all the rules of cinematography and everything else and just focused on the story. Take those lessons, but now apply them to a higher degree of filmmaking, one where you are focused on cinematography, where you are asking yourself with every shot, is there something compelling about this shot? Is this shot special? No matter how short it is, does that shot have magic in it? Where you're asking yourself, I've got my idea. I've got my approach. I have enough of an idea of my story to get started. But what are your themes? What's underneath that story? What about your story is going to be relatable to other people? Themes that are themes that are universal, no matter how specific your idea is, no matter how specific to you it is. There are themes there that are universal. There are themes there that apply to everyone. But it's up to you to figure out how to how to make them rise to the top. So go out, shoot your next movie. Good luck. And I will see you at our next lesson.",
    "msg": "多媒体文件转换文本成功!"
}