{
    "code": 10000,
    "data": " This is the sausage being made. I've got my... I can barely reach it. I've got my camera on the tripod here. I'm setting the frame. I use a small screen that's on camera that's forward facing so I can see what I look like. Try to frame it up. I use autofocus so I don't have to think about focusing. I never have an assistant. So right now, I don't like there's a water bottle in camera. It's ugly. And this black shirt's a little dark. I like to be nice and bright. So this is the extent of how I consider costuming for my videos. Okay. Okay. So now I'm just kind of thinking, like, what is my entry point? Now, ostensibly, this video is about these Ray-Ban video camera glasses. I know that's not enough. Like, that's not interesting. So, like, I... I need to find that entry point. Now, the initial shot does a lot. And this is like an opportunity I have that you don't. But people know my office. So I'm leaning into that. I'm leaning into something that I know is already interesting. Opening frame of my office. Hopefully, people who know my work have seen my videos before. They're going to say, oh, cool. He's back in New York. Something in New York's about to happen. I'm going to use my laptop as kind of a prop here. The idea that I'm hoping to sell. And this opening shot is that I'm researching these video camera glasses. And then I'm going to look up from my laptop and tell the camera that or something to that effect. Now, I almost never write scripts for these sorts of movies. I've got like an idea in my head and I'm going to figure out the rest as I go along. Just like with with our last video that you watched me make. I know I know the core idea. I know what I want to talk about here, but I need an entry point and I need to wrap a story around that. I'm going to discover that. Not sure what it is. OK, so this first shot, I'm in my office, which is recognizable. That's great. My laptop is going to be a prop here. I'm going to be researching. OK. That's not supposed to be off. That blue, that blue screen there, like if you've ever seen my YouTube videos, you should know that blue screen is a. OK. OK. That's a monitor of what's happening outside that door. Ah, all right. So this isn't this is like perfect. This is exactly how I make movies. So that is not the movie that I was planning on making. The fact that, like, whatever is going on over there with my screen or my camera or something is broken. But that's interesting. So now I'm thinking, how can I make that part of my story? So this is interesting. I'm always searching for interesting this and like that screen not working is interesting. If you think back a second ago, I said I'm sitting in my studio. The audience is going to know that. And like the initial sort of burst of intrigue is going to be because of the fact that I'm sitting in the studio. So now maybe instead of just diving into these video camera glasses, let me use fixing that. As my entry point. Again, I have this really basic idea, which is to tell a story about video camera glasses. Something just came up, which was unexpected, but that I think is interesting. I think me fixing that's going to be visual. So I'm going to embrace that as part of my narrative. OK. So you're going to see a little acting right now. You're going to see me doing a little performance, pretending I'm noticing that in real time when the reality is I noticed that about five minutes ago. OK. So. So. So apparently. So, OK, so the movie is where the movie starts. It's literally me looking at my laptop and then coming up over it saying so apparently. The idea is it's like. What's he talking about? And then I turn and look over there. I'm looking at my shot here and it's super wide. So I want to let the audience know that what they should be paying attention to is what I'm looking at, which is that screen. So I'm going to punch in. And now I'm not changing lenses here. This is a 12 to 24 lens. So I don't need to. I don't need to change lenses. There's enough of a little zoom on here. Again, I spoke before about how having like a dynamic lens is a little bit more of a challenge. But I think it's a little bit more of a challenge. So I'm going to punch in. And now I'm not changing lenses here. This is a 12 to 24 lens. So I don't need to. I don't need to change lenses. There's enough of a little zoom on here. So I'm going to punch in. And now I'm looking at my shot here. And now I'm looking at my shot here. And I think it's a little bit more of a challenge. But I think it's a little bit more of a challenge. So I'm going to punch in. And now I'm looking at my shot here. This is a 12 to 24 lens. So I don't need to. I don't need to change lenses. There's enough of a little zoom on here. Again, I spoke before about how having like a dynamic lens like this can just make the process easier. It doesn't make it just easier. I'm leaning into that now. And it's not like I used to do that. I just went from super wide to slightly less wide. So now this shot, that blue screen is much more prominent. and then I have it close up and I have it wide. And in the edit, I'll be able to pick which shot I like better or cut them together. So now I have to redo that take. All right, so what I just did, or I think worked, was that's the second shot. I punched in. I took the camera from a 12 millimeter lens that's super wide that captures the whole space to something tighter, zoomed in, 24 millimeter. What it really did is it took the emphasis off of this huge room, at least looked huge in the lens, and it put the emphasis on me. So this punched in shot, you can see me. When I turn my head and I start walking in that direction, it's obvious that my attention has now shifted to that screen, which is exactly what I want. You know, assuming the viewer doesn't know what this movie is, they don't know where I'm going with this story. They're not going to know what I'm doing. Their attention is now on that blue screen. All right, so the inventory of shots. This is why I shoot chronologically, because I'm visualizing the movie right now. So I've got this little, I've got the first two seconds of the movie in the can. I'm looking that way at the screen. Hopefully the audience knows I'm walking there. But what I want now is the reversal, which is the opposite shot. I have it from this perspective. I want it from that perspective. So I'm going to take my camera and go over there. So I've been shooting in this studio now for, you know, since 2003. I know every angle. It's part of the reason why I love shooting in here. And right now, I'm trying to emphasize this screen. And I know I'm making a video that's supposed to be about video camera glasses, but I found a moment of interestingness in this studio, which is me needing to fix this stupid camera. I'm going to make that a thread for this movie. So with that, like, what I'm... What I'm looking for, what I'm trying to go for with this shot is like... I mean, I know what I need to do here. The camera that's broken for this blue screen, the camera's behind this little plate here. It's the camera on this side of the door. So I know how to fix this. And as I'm thinking, like, through this video about sunglasses with a camera, I'm like, oh, my God. This is... This is... This is... This is... This is... This is... This is... This is... This is... This whole sequence of me trying to fix that thing, whether I succeed or fail, this whole sequence will serve as, like, nothing more than the intro. Like, this isn't even the act one. This is just sort of the intro. I want the audience to know the tempo of this movie. I want the audience to know sort of the underlying emotion of this movie. By focusing on this camera, this little nothing of a story, it's letting the audience know this is going to be a fun video. This is going to be a video of exploration where I'm not sure where I'm going. I don't know what's next. I'm going to keep talking and reminding the audience it's about... sunglasses with a video camera. But I'm not afraid to embrace whatever sort of obstructions that I can find, whether intentionally or accidentally, along the way. Okay, with that, this shot here... This shot here, I want to bring as much emphasis as I can to this screen, but also it has to capture the whole of the studio because I want to start this shot right over there, where I was sitting earlier. And then if I can get the frame... If I'm framing right, I should be able to cut the two together seamlessly. A lot of the videos that you see of mine, both shot in the wild and especially shot in controlled environments like this studio, it's meant to feel like I'm shooting with a hundred cameras. I'm only ever shooting with one. But I cut them together in such a way that it feels like I've got coverage everywhere. When you saw me earlier do my head turn with the camera wide and then do my head turn with the camera tight, the goal of that is to probably cut the two on the axis, which is the head turn. And you don't even notice. You, the viewer, you don't notice that it goes from wide to tight, but it refocuses your perspective. It refocuses where you're paying attention. Kind of the focal point of that shot goes from me, in the middle of the frame, to this blue screen. Okay, so... Shot looks good. I'm gonna hit record, sit down, stand up, and walk over. Okay. Okay. That's the shot. I rarely take more than one take when I'm shooting in the studio because I know what I'm gonna get. So now I don't need the tripod. Thinking out loud here, so I filmed myself walking over. This was a fixed shot. That was a fixed shot. There was this perfect cut where I go from there to here. I walked up. I tap the screen. What do I need now? I want the audience to be able to sort of see things from my perspective. So now I'm gonna do a little handheld shot and try to mimic that action. Checking my exposure. Everything's on auto. Looks... good? Need it wider. Okay. What's going on here? Okay. So I got that action was obviously me tapping on the screen. Now you know that I'm focused on this screen. And then me looking kind of behind the screen, mumbling to the camera like a little bit of, like, what's going on? The idea with this is this is where I'm really selling to the audience that my focus is on fixing this screen. Maybe up until now they're like, what is he doing? That's okay. That's intrigue. But by moving the camera around, they're like, oh, okay. He wants to fix the screen. Okay. So I got the POV. of me tapping. I ended that shot by panning over to the door. And the reality of the situation is here now, like what's going through my head is in order to fix this, I am going to have to take apart all of this behind the door. So I don't know. I think what I'm thinking right now is that this can be one of those sequences. If you're familiar with my videos, you know these sequences where I do sort of like fast cuts, beautiful shots, and I take something apart and fix it. So that's what I'm going to do. I'm going to set up my tripod. I'm going to find some interesting shots of and around this hole in the door. And I'm going to try to capture them in a way that communicates like I don't know what I'm doing, but I'm trying to fix this. Because that's the reality. I genuinely don't know what I'm doing, but I know that I want to fix that blue screen. Right now, I'm thinking about my movie, about the glasses, and I honestly think that I've got the first three to four seconds of the movie in the can. All of this work, and I think I've got the first three to four seconds of the movie in the can. That's it. Now, this process is super fast for me, mainly because like this is my style of filmmaking, like these close-up static shots, where there's an action taking place. This is like, for me, it's so easy. I mean, for anybody, it's pretty easy, but I love this. And I can burn through this fast. I can shoot this whole thing in probably, you know, 40 minutes, 30 minutes or so. The only slow part of this, honestly, is me stopping to explain what I'm doing. So if it seems tedious from your perspective, know that in my mind, the minute I get this shot, I know what that next shot's going to be. I'm trying to just really illustrate for the audience this action that's taking place here. So I ended the handheld shot by panning over to the door, where you can sort of see the wires. Now I put the camera on the tripod, and I want to put myself in that frame and look through this hole with like a really curious look on my face. And the idea here is to really reinforce the audience. Something's broken. I'm looking for the solution. Now I need to show the audience what my face is focused on, and that's what this is going to look like. So I'm going to show the audience what my face is focused on, and that's what this is going to look like. So I'm going to show the audience what my face is focused on, this disc is here, behind this duct tape. I've got an idea for an interesting shot that should work. This is a peephole here that I just sort of picked apart. I'm going to stick the camera on the other side of the door and then put my eye up to the peephole, hopefully finding focus on my eye. This is one of those times where like, if I had somebody to help me, I would have them check the focus on the other side, and then I would be able to see the other side of the door. but I don't, so I'm just gonna hope for the best. One second there, Darren. This is also like the first time where I'm gonna have to switch lenses. This wide angle lens is fantastic, but I need something here that I can like get macro, get up close with, and this 24 to 70 should accomplish that. I'll set it up on this side so you guys can see. This is the ugly underbelly of me making movies. This is what it always looks like. I'm like just fumbling with gear, a lens in each hand, trying to make it work. Okay. This is one of those shots that's like a, this is a pain in the butt to do, but I know the payoff's gonna be rich. So the hardest part I just, is to get this focus to work. The focus has to be razor sharp on my eyeball. I think the best thing I can do is here is light myself. I need the light when I'm looking through the people. I need the light directly on my eye and to do this, just gonna use my, use my phone on my eye. This is like one of the few times in my movies where I don't wear glasses. I need you to see my eyeball. How many times have I already seen this. Yes? Wow! It is. There's a player. Yes. Thanks. That's the end of the video. Don't have an No Thank you. Thank you so much. Okay. Huh. The hardest part of that shot was that I was trying to check my framing by looking at the screen, and I have to look into the lens. So, I'm pretty sure I got it, but I gotta move on. This is like taking up way too much time. Alright, the next couple of shots now are just about me actually getting this thing back together. I'm pretty confident, unless the GoPro behind the door here is actually broken, that this is gonna work. Um, because this isn't the main story of this video, I just want like a celebratory, celebratory moment. Like what I'm picturing right now for this whole sequence, despite the fact that it's like 20 different shots that I've just struggled with, I really think this sequence is gonna be like 10 seconds long. So I need to punctuate it with something. Like I need to punctuate it with some fun. Shhh. The door cam's a GoPro Hero 4. This thing's probably been on non-stop for like six years, seven years. I think I finally killed it. Let's see. I think I finally killed it. This was really cheap. And I need to work around it. Touches wereresseón. Watch for any perils that may be involved. Oh. All right. There. There. Come on! It still works! There. There. And you'll need two more. And you'll need two more. And you'll need two more. And you'll need two more. I'll put you aside. All right. All right. All right. All right. All right. All right. Great! Great! Alright, so that enthusiasm, that's real? I am that excited that this works? I thought this was going to take me all day. But like, that's good. Like, that's, again, this is furthering the idea of like, this is a fun movie. Like, come along with me and we're going to have a fun time together on this adventure. The adventure began with me like, getting this camera back up and running. But now we can get to sort of like, the heart of it. Like, what I want to talk about. We can get to my story. This is letting you know the tone, the sentiment. This is letting you know sort of the energy and the tempo. But now it's time, it's time to get into the substance. So, I have to think about what shot I can use to get me back to my desk. Not going to overthink it. Maybe it's just a jump cut. But, that's like that scene. Me saying, come on, it works. I really feel like that's sort of, that's what I was going for in that scene. I was hoping I was going to get a fun, climactic ending. I got it. The intro to this video is complete. I feel good about it. And I think, I'm going to keep doing this for you as we go through this process. But I think now, I'm a good 15th, maybe even 20 seconds in to this video. Alright, I got, I got the intro. It feels good. I shot a little bit fat, meaning I definitely have more shots in there that I'm going to want to use. It's okay. It's always better to have more than to have less. And that shoot was particularly efficient, meaning that, because everything I was shooting was within like, you know, a, a, two by two foot box. I was able to get it from a bunch of different angles. I know that that's satisfying to watch. It's also really fun to edit. So, now, I've got to set up, so now I have to set up, you know, the like standard sitting, talking to camera shot. And now is when I deliver on what this video is actually about. A little on cinematography. So, this shot, this like YouTuber talking to camera shot that everybody sees. This looks like a very kind of organic shot. I turn the camera on and click record. There's actually a lot more to this shot. Starting with just how wide the lens needs to be. This office space is not that big. By having a super wide, a spherical lens, it makes this space seem enormous. Now, I only like to shoot during the daytime. That way, this nice white, light comes through the window. I keep the camera centered. That's the right side of the room. That's the left side. It has to be centered because then it can have this sort of hallway, infinity effect. That's what's going on behind me. Even the door, it's painted black on purpose. It's meant to look like a hallway that just keeps going. All of these things are subtleties that you might not notice, but in aggregate, combined, it's what makes this shot so much more than maybe another YouTuber sitting on the edge of their bed in their bedroom. Better! Ah, it's better! So, apparently right... So, So apparently Ray-Ban, Ray-Ban, the company that makes my glass. So apparently. So apparently Ray-Ban launched a pair of sunglasses that have a built-in camera. Now, I've been known from time to time to wear sunglasses. And, you know, I also always have a camcorder. So this seems like. Now. Now, I've been known from time to time to wear sunglasses. And I also sometimes use a video camera. So this seems like maybe an appropriate product for me. Now, what I did in that scene, that scene, there were a couple of cuts. So it started wide. And then I punched in. And with that, I'm taking the amphetamine. It says off of my environment. And I'm centering it back on me. I like that. I like that delivery. And now I'm just thinking. I'm thinking about where I am in the story, where I am in the movie. And this is why it's so vital to my process to shoot chronologically. Because I can sort of close my eyes and think about the movie for what it's worth. Every time in my whole YouTube career, when I start a movie and I don't finish it that day or that week or I start it, I go do something else. And I try to come back to it. It is so hard for me to pick up where I left off. I do the best work when I start and I don't stop until it's complete. Because when I'm not shooting, when I'm not filming, when I'm not talking to camera, I'm playing back in my head. Where am I? What makes sense? What do I need to say next? How do I follow through with this story? And that's kind of where I am right now. I finished the idea. I alluded to the fact that I want to go get these glasses. So I'm probably going to do like. Some boosted word shots. I'm going to leave. Put me in the street and then I'll get to something much more like transitional of a scene, which is going to be me kind of like moving through New York City. So I'm going to reset this now to get a shot of the board and then I'm going outside. Now, part of the reason why everything in here is on wheels so I can get the shots so I can get the shots I need to get. Now, what I'm doing is I'm. I'm focusing the shot here on my boosted boards. Now, this is a very basic shot. It's going to be a square image of the boosted boards behind me. It's meant to just kind of like convey this is my main means of transport by showing that I've got several of them. I'm going to go in and grab the board, take it and leave. These are my favorite kinds of shots. This is my favorite kind of cinematography. It's square to look at the image. It's literally square. And then there's a really simple action, which is taking. The. Board and removing it. This is a nothing shot, but it's these shots like these shots are so exciting to me for some reason. These are what like these are we get me fired up. I don't know where that comes from. I wouldn't grab it that like aggressively normally, but that it plays well on camera. And then I punch in. I get the same shot again, just tighter. And I don't know which one will go first, but it'll either go from wide to tight or it'll go from like a tight shot to wide as I grab the board again. These are the fact that I'm getting that kind of coverage on such a throwaway of a shot. I don't know why. I think I probably do it because it's easy, but I also do it because when I'm editing like it's a way of making this be more interesting than it would be organically. It's just a shot of two skateboards, but if there's a cut in there, it's a little bit more for the viewer to pay attention to. Again, I don't expect the viewer to acknowledge or to to realize or be aware of any of this. But if the viewer watches it and it feels good to view, it's because of the little details like this. It's really hard to articulate that. It's really hard to pinpoint that. But with enough repetition, you just sort of you find your rhythm. And this is my rhythm. All right. I'm trying to match my action here. There's definitely an opportunity to a sequence of me walking out the door or the door slamming, locking the door, going down the steps. I love those, like process oriented, fast cutting sequences. They permeate all of my videos. But I'm thinking that intro that I shot where I'm fixing the fixing the camera, that's pretty intense. And then I shot that. And if I have a camera and I do the same thing, I'm going to be able to do it again. And if I'm the viewer, like, I get it. I've used that device, that film device. I've used that twice already. Let's pick up some momentum here. Let's go. So I'm not going to do any of that. And I think the next shot is probably just going to be me on my skateboard or me arriving at the Ray-Ban store, something like that. But I got to get out of this scene. So this movie, it's about a pair of video camera sunglasses. But I know that that's not interesting enough for me to wrap a story around, especially a story that I really care about. And that's what I'm trying to make right now. Coming outside is like, I look at this city that I love so much. And I'm realizing that, like, the core of this story, the DNA that needs to flow through it is my obsession with New York City, is like the love affair I have with this city. So with that, I'm on my way now on the skateboard to go buy the glasses. They're at the store. They're at the Ray-Ban store in Soho. It's like three blocks from here. On a surface level, not super interesting. But I'm actually going to be looking for sort of interestingness within this environment, a way for me to highlight the fact that I have this love affair with New York. I want to show to the audience, like, my enthusiasm and my excitement for being back in this city, which is the real story that I'm telling. All right. Now, anytime I do my skateboard shots or you see me in a car, you see me on a bike, that for me is a way of connecting one part of the story to the next part of the story. I never omit that. I always make the journey part of it. That's a way for me to embrace other sort of textures and other colors. The inside of my studio looks like one thing. The inside of a sunglass store is going to look like another thing. But outside here, there's such an extraordinary amount of, like, visual diversity. Incorporating that is paramount. I'm super aware of that. So I'm going to film myself somehow going to the store, even though it's very close. What I need to find is something compelling enough between here and there to share. Otherwise, it'll be a time lapse of me going there. Okay. The way I introduce this movement that's about to happen, I'm just going to film myself dropping the skateboard. As spontaneous as this shot's going to look, what I'm doing right now, is I'm going to try to get the camera to focus on the skateboard. Now, as I'm waiting for an opportunity for me to drop the board, jump on it, and not get hit by a car. So I think I'm okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. So I found my moment of interestingness. I'm sure you can hear it, but there's like guys jackhammering up the street. And as I was going by, I'm like, God, this is so annoying. And then I was like, wait, that's interesting. So I filmed myself like talking to camera saying it sure is noisy here in New York. Happy to see the city hasn't gotten any quieter since I've been gone. I pan the camera and I show the guys doing the construction work. And then it goes to POV where I'm going. I mean, the shot looks pretty good. Am I going to use it? I'm not sure. But that's a little moment of interestingness. And I even phrased it to the camera as I'm glad to see the city hasn't gotten any quieter since I've been gone. That's subtle, but it's a way of me letting the audience know that like I'm back in the city. That's where this happiness is coming from. And even something as awful as that sound. Reminds me of this. This is the city that I love. That's what I was trying to communicate. Now, as far as that cinematography, that's really basic, like kind of vlogger like cinematography. Again, I try to keep my arm down here rather than this kind of thing. So it doesn't look like I'm holding it. This was the shot. I turned it slowly like this. Got the construction workers and went by. Again, always keeping in mind what's the viewer seeing. So when I go like this, they're not seeing my arms now. Always an out of focus. I'm trying to keep it steady. Even though this is a nothing shot, keeping it super steady makes it usable. If I had been more casual with it and just kind of reckless with the shot, it would end up being shaky and deliver something to the viewer. They probably wouldn't know what they were looking at. So now to the Ray-Ban store and I'm going to try to find maybe one or two more moments of interestingness on my way there. So I can pepper up this journey and show that this is much more an exploration of my city. Adventuring through the city. Adventuring through my city. Then it's actually about a pair of video camera sunglasses. Anytime I'm on my skateboard in a car, I'm looking for something. I don't know what it is. I always make sure my settings are ready to go. My exposure is on automatic. The focus is on automatic. And my thumb is right over the record button. Because if I see something, I want to be able to get it quickly. I don't want to have to stop and set things up. And that's what I'm doing right now. Okay. I'll see you guys in a minute. This is where I'm going. I didn't find the shots that I was looking for on the way here. I didn't really capture anything to establish that journey. I got that great shot with the construction workers. That's probably enough to show the transition from me being in one location to me being in another and loving this city. So this is like my location. I'm actually going into the store now to buy the glasses. But now I need to have like a shot that establishes this location. And I can absolutely just do a shot where I like pull up on the skateboard. But I'm thinking back. And my last shot was a handheld shot. Where I pivot the camera and all of that. So to go from a handheld sort of panning shot to another handheld shot just feels like too casual. And I need to formally establish this is my location. I want the audience to see this shot and be like, we've arrived. So I'm going to set it up somewhere. And then I'm going to pull back into frame on my skateboard as if I'm just arriving and I'm happy to be here. So like this is the dream shot. If the camera is nice and high. It's centered. I've got a nice square shot. But unless I want to put this bendy thing on top of this car. I can't get that shot. Actually, look. A new way to capture and share. So those are the glasses that I'm here to buy. So from this perspective, it means the door is not going to be centered. But the glasses will be and that will play. Now, this is an extremely precarious place to put a camera, but. I mean, I guess if it falls, it'll just fall in the sand. But I like this shot. OK. All right. OK, so this is the shot, the camera set there. I'm just going to ride my skateboard back and then sort of pantomime. I'm going to act. This is performance. But I'm going to pull up my skateboard. Stop. And then I'm going to really acknowledge I'm there. Needs to be clear. I don't want anybody else in the shocks that will distract from from what I'm trying to bring attention to. I got to do it again. OK. So that's my action. That's that shot. I hope it works. I don't want to do it again. I'm taking my camera now. So I'm going in there now to buy the glasses in situations like this, like going into a retail store anywhere. That's like not an environment I can control. Either you don't film or I keep my camera down and I try to get the audio. What I'm not going to be able to do in there is set up my camera and get beautiful shots because I'm probably not even supposed to be filming in there. So we're going to walk in and I'm going to keep this camera rolling and I'm going to kind of keep it down and maybe I'll be able to get some shots. Of what I'm looking for. Insert my hand in them. But mostly this is just me buying the glasses, shoot whatever I can and then figure out how to make a scene out of this when I'm editing. This is not really an opportunity for imaginative cinematography. OK. Go get the glasses. You know, I'm going to roll POV as I walk in like this. You have these in black? No. No. No. The black only comes with the blue. Can I have, are those transition as well? No. OK. Can I have a, can I have a pair of these? But we don't have this style in store. OK, so they didn't have them. Now I have to head up to Herald Square, which is about 40 blocks north from here and hope that they have the glasses. What just happened in there. This is not a good thing, but what just happened. They didn't actually have the video camera sunglasses. Now, in the absence of the glasses, I don't have a movie like so much the movies tied to me getting these video camera glasses. They recommended I go to a different store, which is kind of 40 blocks from here. I hope they have them. So I have a story. But regardless, I'm going to proceed like they do. And I'm going to embrace this. Like, that's why I was talking to the camera as I walked out, because now this is going to become part of the storyline. And as long as I can find the glasses, this is great because now my movie is really about embracing. New York City. It's really about just like welcoming every aspect of the city and my love for this city on this adventure to try to find these glasses. This is like an unexpected turn of events, which if it works out great and if it doesn't, I don't I don't know what I have for a movie. Was good. Now, as with every movie in the history of the present, it's funny and funny. Fun. Like I will say this surprising ending, but when I see it walking straight forward. I'm going to believe it totally, independently of secondary Parisians who are going to meet special international pilots, like the guy behind the gray, mainly the brown man. But it's fun. Oh and I went through this very weird episode and I was told there wasn't going to be any other episodio and there is no guy to go to the overpass that says this. Oh yeah? Yeah. Like, why is he just going to just be so catch slash like a stupidbeliev...\" So what I'm doing here with this shot is I'm holding the camera low like this. I'm keeping it as steady as possible. I'm using an ultra wide lens. This is 12 millimeter. It's akin to like a GoPro lens. By keeping it steady, by keeping it the same distance off the ground, and then filming coming up 6th Avenue, what it's going to let me do is speed this shot up and it will have this almost like warp effect. Like I'm flying through space. The intention of that shot is to show like how much distance I'm covering through the city. Okay, just as an aside, riding my electric skateboard with this in my hand is like my happy place on planet Earth. This makes me so happy. I'm not going to say that to the camera because it's at this point it's trite, but like the genuine happiness. The happiness that this process brings me will imbue like every aspect of this movie. And like the happiness the city brings me, that's the movie that I'm making. The video camera glasses, the running around looking for them, this is sort of the vehicle for me to make a video about that happiness. Okay, now I'm going to finish my journey to 34th Street and hopefully they have the video camera glasses. Wish me luck. Okay, so we're there. We're at 34th Street now. This is a very different environment from Soho. What I'm trying to do is the camera's rolling, it's wide and it's getting like this V-shaped building with the Sunglass Hut center frame. I'm going to let it roll for like a minute, two minutes, enough time for me to time lapse it. And then I'm going to carefully pick it up and it's going to go to POV. So if you can imagine a time lapse with lots of crazy movement and then all of a sudden it turns into sort of a regular speed shot, a normal shot, and it's going to walk in. Link it all together and end that sequence. Okay, so I'm going to take a few seconds with me going into this store again to reinforce this idea of just sort of transcending and traveling all around this city. Okay, it's recording long enough. Now I'm just waiting for sort of a clear path because I have to pick it up and smoothly walk in. Now if they don't have the glasses in here, I might just be out of luck. I'm not sure where I'll go with my story then, but hopefully they'll have them. Okay. I'm waiting for there to be like a clear line here because if there's people between me and the store from the vantage of the shot, you're not going to know what to pay attention to. Okay, here we go. Nice and clear. Okay. So I'm waiting for a shot of the shot to come out. Okay. Okay. So it's a little bit of a long shot, but it's going to go out. Okay. I'm waiting. Okay. And then I'm going to take a few more seconds to get this guy. Okay. Okay. And then I'm going to take a few more seconds here. That's it. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. All right. Okay. Okay. Okay. I'm going to walk through this. I'm going to turn it off. Okay. Go ahead. Thank you. I've got some terrible news. They didn't have the glasses. But the salesperson in there, like, she knew me. So there was a really fun interaction between she and I. That's amazing. That's great. That's like solid gold content right there. But they didn't have the glasses. What did happen is I got a phone call while I was in there from another store that says they have the glasses. So I think I've got a lead on them. And I also think it's kind of a fun thing. It's a fun story. Like, they didn't have them in there, but she was awesome. And then they called me, but I didn't know how they got my number. So now I have to go to that other store. I don't have the glasses yet, but, like, I can see the story building now. Look, this is my first time ever trying to teach how I make movies. So you have to forget. Forgive me. But I don't know how this happened. Okay, every shot back to, like, this shot, for whatever reason, I've got no audio. None of the audio worked. And I think it's just because this was, like, wiggled or something. But there's no audio. And I don't have any of the audio of me in that store interacting with the saleswoman. And I don't have the audio of, um... I don't have the audio of me leaving the store explaining what's going on. Nothing. And, like, I could probably turn that into, like, a sequence or a montage or something. But that's, like, a big gap to go without any, like, dialogue. Without explaining what's going on. Without giving context. This is, like, a big music montage. And that's too much because it won't make any sense. And I've got no context. Okay, look. These sorts of obstructions. These unexpected hurdles you have to go over. They will always happen when you're making movies by yourself. This is why, like, in traditional filmmaking, there's one guy dedicated to sound. There's one person dedicated to managing the data. There's one girl dedicated to, like, making sure you have all the gear. Like, there's a reason why filmmaking historically hasn't just been you and a camera. It's because mistakes like this can happen. What I'm going to try to do now to address this is there's one shot in particular. Where I'm walking out of that sunglass store. And I am talking to camera. But I have my mask on. I remember what I said. I remember that I said, they didn't have the glasses here. So now I have to go back downtown. And then I make mention of the fact that, like, somebody called me from the sunglass store. But how did they get my number? So what I'm going to try to do now is fake it. I'm going to put my mask on and then just record into the microphone. I'm going to do it with a bunch of traffic and noise behind me. And then I'm going to try to replace the no audio with my new audio. And hope that my mask covers up the fact that this is, like, dubbed over. Okay, they didn't have them there. But I got a phone call while I was in there, which is... Okay, they didn't have them there. But I got a phone call while I was in there from a different sunglass hut that said that they had them. Which is crazy because I didn't give them my phone number. Okay, they didn't have them in there. But I got a phone call from another sunglass hut. And... I don't know if that's the right way to say it. Classes. Okay. I'm trying to say it different ways. So if it doesn't match, I have a fast version and a slow version. Okay, they didn't have them in there. But while I was in there, I got a call from another sunglass hut. Which is crazy because I don't remember giving them my number. But I'm going to go there now and hopefully they have them. This sucks. I... This sucks. I never dub in my videos. Don't dub. Like, dubbing is like low budget 1960s, like, bad movies. Check your microphone always before you record. That's a very good rule. Okay, now... Now my adventure continues as far as this narrative goes. And like where I'm imagining my movie right now is... You know, on the surface, this movie is about me finding... Now it's about me finding these sunglasses with a built-in video camera. But below that surface, sort of the integrity of the movie, the emotions of the movie, is me just like frolicking in my head. I'm frolicking in my playground, which is New York City. I'm zipping around. I'm moving around. I'm like saying hi to people. I'm interacting. I'm going in and out of stores. That is the essence of this film. And like that... That will be the source of like the emotion behind it. So with that, I'm going to jump on my skateboard now. And I'm going to head down to actually the next sunglass store. And if they have them, which they said they did, then great. And that's a big victory. We're going to take a quick picture here real quick. Yes, good to see you. What's up, man? Hold on. Want a quick picture? A quick video? All right. Keep up the good work. Sorry. Good to be back in the city. A little bit. Let's go. All right. We're back in the city. It's the city. It's the city. We're going to do that thing again. It's a lot of fun. It's like a little video game. It's a lot of fun. It's a lot of fun. It's a lot of fun. So my microphone is working again. I finished my ADR, my voiceover. It's fine. But then I found a 24-carat lump of gold. So what happened is I saw these police officers here. I thought they were going to yell at me for being on my skateboard where I shouldn't be. So I started recording. And instead of them yelling at me, the officer actually asked me for a selfie. And I filmed him taking a selfie with me. And for me, that's just fascinating. That's so interesting. It shows like a synergy in the city. It shows why I love this city. There's an energy to that. There's an unexpectedness to that. That is like, for me, movie-making magic. That is like the definition of spontaneity in storytelling. So the lesson here is to always... Always be on the lookout for those moments. Now, obviously... Now, you might not be in New York City. You might not have a police officer recognize you. But then I think of times when I'm not in such a rich environment. Like, I think of when I made Candace's dad, my father-in-law, this sort of secondary character in my vlog. I think about when I look to my friends to sort of punctuate my movies the way strangers are doing right now. With that, like, the goal, the opportunity is that if you can bring in more characters to your story, even if it's only for a moment, even if it's only a secondary or tertiary character, it does elevate the story, especially if the way you're bringing those characters in can be tied to the core story. My core story right now is about kind of transcending through this city that I love. And a selfie with a cop, that really drives that home. So I'm no longer mad about losing all the audio. I mean, I might be mad again in the edit, but I'm not mad about losing the audio because I just got some magic. So... With that, now I'm headed all the way downtown to the Sunglass Store. Okay. Tell me it's rolling. Tell me it's rolling. I'm here! All right, let's go. All right. Let's go. I hope they have them. It's been quite the journey. So after I left that police officer, great shot. I tried to emulate the same shot that I did going up to that place, coming down from that place. So you saw me holding my camera like this, wide lens. I'll be able to speed that up. But what I did right here in front of the Sunglass Store, and I did this on purpose, is I kept the shot steady right until I got here and then the last second I gently turned it around and I spoke to camera. And what that will let me do is it gives me an option of like time lapsing that sequence with all the movement and then having it go to normal speed and then I turn around and speak to the camera. I've never given too much thought as to what role doing speed ramps like that does in the narrative but thinking about it now I think right I think to just have a time lapse maybe feels like something that's just dropped in there but by time lapsing the scene and then bringing it to reality, slowing it down to normal speed and talking to the camera, it sort of reinforces this idea to the viewer that hey this is still being filmed by me. That may be a cool shot you may be saying how did you get that shot and then at the end I'm like there's nothing special it's just me. And that's not that special of a shot but again in aggregate if every shot say there's you know 200 shots in this 10 minute movie if every shot you try to have a little bit of magic in then in aggregate combined the movie is just going to feel really good to watch. So almost every time I hit record I try to make the shot special. I think about what role it could play in the narrative. Okay so with that now I should hopefully go by the glasses and we can finally go back to the studio and get into act two of this uh of this movie. Okay so let's get started. Okay so let's get started. Cameras, cameras rolling. Hey, you the one who called? I'm the one who called! How are you? Nice to see you. I'm Irving, I'm the store manager here. Irving thank you so much. Anytime. Irving, I got a question. Yes. How'd you get my phone number? Well I have a caller ID and I have a list of the people that have a call asking for them. Oh okay, okay that makes sense. You called here earlier. Okay, okay. I remember you and I just had five pairs of that. Five pairs came in. Is this it? Yeah, yeah that's it. I'll take those. Okay perfect. Thank you by the way. Yeah! I was there with, what was her name? She was wonderful. Which store? Um I was only up at 34th. This is an adventure. Hey, any- Running around the whole city. If you called me just as I was about to compromise and get one of these- See? Your lifesaver. This is what clienteling comes down to. You nailed it. Thank you. Thank you. Thank you so much. Nice to meet you. You're the best. Yeah. Take care. It's my pleasure. Can I get a picture with you? Yeah of course, of course, of course. Want me to take a picture? There we go. You got it. I have to go. Alright, thanks. Take care guys. Bye guys. Bye. Have a good one. Yeah of course. Aw thank you so much bro. Tell me if this kid's worth it by the way. Really? Okay ready? Ready? Go for it. Go for it. I am so bad at taking these. You got it. Oh good lord see. You are bad at this. Alright I got the glasses. And a totally fun interaction in there and I made sure my microphone was working. But like the security guard in there asked for a selfie and then like when I asked the guy like hey how'd you get my phone number? He had a totally sensible answer which is that I had called earlier and he had my number on the caller id. But like that might be a thread in this story. And then when I came out there were these kids here waiting for me that wanted selfies. I think I can make that part of the story. Basically like I want to make the me getting the glasses a bit of a crescendo. Like that's what ends act one. Is like I did it. Mission accomplished. Alright so this means I can finally go back to the studio now and dive into the second act of this movie. And if there's one thing to learn, if there's one thing to take away from this whole adventure, the roller coaster ride that was act one. Yeah. Is that when you're telling these kinds of stories, when you're pulling stories from the real world around you, that the obstructions that feel like they're getting in the way of you and telling your story, those obstructions are opportunities. And today as frustrated as I was when my microphone broke and when I had to go to three different places to get these glasses, I know that that's going to make my story more rich. That struggle was something that was real for me and I will communicate that through this movie. Alright, I'll see you guys back in the studio. I'm back. Not yet. Not yet. Alright. I miss this city though. Nice. We miss you too. Good to see you. Good to see you too. Yo. Oh my god. Oh my god. Oh my god. Oh my god. Oh my god. Oh my god. Oh my god. It's a Meepo. It's a Meepo. Dude, nice to meet you. Oh my god. Dude, can I get a picture really quick? Yeah, totally. Hey girls. Hi. Hi. How are you two? Yeah, you're on my vlog. That's so cool. Hey. Bye guys. Bye. Bye. What the hell? Ahhhhh. Okay, we're just skangóing. Then can we really just see each other? Okay. Because we're not in a relationship. I brought myugo. I brought myród 에meияmm الل drill for you. You guys. Who do you think this is going to be? Lovey? Yeah. Woo. Really yeah. Good to see you. We'll be doing the same with the camera. You take a photo with me for a second? Yeah, you know what? We're going to call it Lovey. Oh my god. See it out? This is cool. Let me just check my fifth tube. And we're done. Hey, thank you again. Hell yeah. Good to see you. Have a smooth trip. I'm cool myself. when I'm out there shooting one of my videos. And not a little video like a cell phone video, but a really kind of a big video, one of my YouTube videos, a video I've been thinking about for a while. I have this approach, it's a parallel thought process, meaning there are two ways of thinking, two philosophies happening at once. And this is with every movie that I make. It's gotten to a level with me where it happens almost subconsciously, very naturally, but it goes like this. This is a movie about a pair of sunglasses that have cameras in them. And this is a movie about New York City. I don't think the audience for this little movie that I'm making, I don't think that audience is limited to people who are interested in New York City and people who are interested in glasses with video cameras built into them. That's a very narrow audience. So then what about this story? What about this story can I imagine people are going to be interested in? People from all walks of life, people from all over the world. What are they going to be interested in? If they have no relationship with the specific kind of superficial subject matter. And that gets into sort of these themes, the themes that underscore, at least I try to have underscore every movie I make. We talked about my movie Bike Lanes before. That movie, you know, it's about me being upset about a ticket. But what's underneath that is me expressing my frustration about something that I felt was unfair and doing it in a way that's really funny. So even if you've never ridden a bike in New York City and gotten a ticket for being outside the bike lane, you can relate to that. You can relate. You can relate to those sorts of emotions. And now with this movie, even if you could care less about the subject matter on the surface, these glasses, these other ideas, these other themes like me being so excited to run around this city that I love, me being enthusiastic about this new product that maybe can help me do my craft, make videos. Those are relatable topics. Those are relatable themes. Um, me being frustrated. Cause I couldn't find them. That's relatable. Me persisting until I found the glasses I was looking for. That's relatable. And these kinds of themes I think are, are imperative when telling stories that, that, that at their start are really focused on things, on ideas, on subjects that are personal to you. Use themes that are universal, universally applicable, universally understandable. Can I make a movie? Can I tell a story about these glasses? That's so compelling. That people who don't care about the glasses are still going to want to watch. And I try to do that with, I try to do that with everything. That's why kind of the tech review kind of videos that I put on YouTube, they're never really about the tech. They're about me and how I interact with things that I'm interested in or disinterested in, what I like about something, what I don't like about something. These universal ideas that will give someone a reason to watch even if they really don't care about whatever drone I might be reviewing. I hope that makes sense. That's a big idea. That's a big idea that I even struggle to articulate. But having intent with the themes that underscore the ideas that are told in your movies and your stories makes them so much more powerful. They take them from being just yours to something that everyone can relate to. I hope you're able to digest all that. And, and with that, I'll see you at our next lesson where we're going to shoot act two.",
    "msg": "多媒体文件转换文本成功!"
}