{
    "code": 10000,
    "data": " Welcome! Welcome to part two of the class and now you should have one completed little video. Here in part two we're going to be focusing on filmmaking from a more holistic perspective. So that includes like diving much more into the gear, how to make your movie beautiful, and how to tackle bigger more ambitious stories. So to do that let's let's revisit where we are in the class. In our first video, in the first video we made, the one you should have now completed, I went way out of my way to avoid talking about the details of production, or equipment, or any of the technical aspects of filmmaking. Basically I tried to avoid getting into any of the process that wasn't the story and that was no real intent. I love talking about gear. I love fancy cameras. I always carry a tripod. I can make a whole class about this lens which is my favourite lens. I could talk about this stuff for hours and the reason why I could talk about it for hours comes and comes back. is because it's easy to talk about. But it's not what's at the core of filmmaking. It's like the equivalent of maybe asking a great writer or novelist what their favorite pen is. It's not the most important thing. And that's why I was trying my best to force you and me to focus only on substance, to focus only on the story. So the point, if I haven't made it super clear yet, is that everything starts from the story. And that's why we started this class where we did. We started with an exclusive focus on that story. So when you look back at the little movie that you should have just made, don't worry about how it looks or how technically perfect or flawed it might be. We'll get into all of that in the movie we're about to make. What matters is that the story you told is compelling. If the story is great, your movie's great. Great cinematography will never, ever make up for a poorly told story. But... Now, I do want to spend some time, I do want to spend some focus on the other. On the technical. On this and on this. And the story is and always will be king, but the technical side, it plays a role, an important role. And the second half of this class is going to be about that role, about where the technical stuff fits in, about how I see the technical stuff and how it can aid you in telling the best story possible. Now to start, just like before, we need an idea for this movie. And in that first part of the class, our story was meant to be completely spontaneous, something that we hadn't given any thought to ahead of time. I literally went out to the street, you came with me, and I just looked around, sort of searching for an idea that was good enough to make a story around. And we found something that was interesting enough to share. I did that to really reinforce that there's interestingness in every idea, even the most mundane. So now the approach should kind of be the opposite. What's an idea that you've been holding dear? What's an idea that's been floating around in your head for a long time? Maybe it's something serious, like you want to tell the story of a friend or of a relationship or someone you admire. Maybe it's about a struggle that could be personal or generic. Like, I don't know, maybe there's a story that you want to share about fitness and the impact that health can have. Maybe it's about a meaningful place like a location. And that location has a story. Maybe it's about a meaningful place like a location. And that location has a story. Maybe it's about a meaningful place like a location. And that location has a story. that you feel needs to be told and you think you're the person to tell the story about that place. It could be a perspective or a theory you have on the world around us. Like, why it's important we all use paper straws. Just... They only had plastic straws at the coffee shop this morning, but I believe in paper straws. Now look, my most serious movies, the ones I've released that have like a deep, meaningful story. Most typically, those stories have been drawn from my personal life. These are private things that, for whatever reason, I feel the need to share publicly. And that's just something that's personal for me. I find that act of creation and that act of sharing to be cathartic. But don't think that these lessons only apply if you're willing to tell personal or intimate stories. In fact, that's not the case at all. Take my friend Mark Rober, for example. He's a NASA rocket scientist turned YouTuber. He does like, I don't know, 30 million views a video or something insane like that. And he tells amazing stories that have perfect beginning, middle, and end. They're perfectly sculpted stories that are fascinating. And none of those ideas are drawn from his personal life. Instead, he pulls from the things that are interesting that he builds. He makes things. He's a tinkerer. And for him, that's where he draws interestingness from. Whether it's like an obstacle course for a squirrel or a glitter bomb to stop people from stealing his Amazon packages. So I really, I hope that that's clear. A great, meaningful, deeper story can be about you personally. Sure, I love to tell those kinds of stories. But it definitely doesn't need to be. You don't need to focus on your private life to tell a story with depth. So as you're searching for this more premeditated idea for our next movie, know that ultimately you should choose a story that's compelling to you. And if that's something that's about your personal life or something that's personal, great. But know that it doesn't need to be. So what do I want to tell? What's exciting? What's been bouncing around in my head for a while? And I've got a couple of things. Number one is that I feel a little out of shape right now, to be honest. I don't know. And I want to get back to running marathons again. That's a great story. It would take a long time to tell that story. But I know that's a great story about me wanting to get back to my racing shape. That's a good story. I have this other movie that I've been thinking a lot about, which is that I always had an electric car for the last five years of my life. And I recently bought this big truck and the thing's a gas guzzler. And I think about that every time I start the engine up. And I'm not sure what the angle is, but I know that that's a meaningful story. I have this other fleeting idea about age. And I would build this story around this one concept. And this one concept goes like this. Like, I feel old right now because I turned 40 this year. And every time I mention that to someone younger than me, they sort of nod their head and they're like, yeah, bro, you're old. But whenever I say that to someone, I feel like, I don't know, my parents or somebody older than me, they're like, you're a young kid. You got many years ahead of you. And there's something in that dichotomy that I think is just sort of fascinating. And that's been percolating in my head. And then there's this other idea I've been thinking about. And I love this idea. But Ray-Ban, the company that makes these glasses, a little while ago they released these exact glasses, minus the paint, with a built-in video camera, like a kind of a hidden video camera right in the side of the glasses. And that's fascinating to me. And the idea there, like what's interesting about that story is not like a tech review. But, you know, I'm so known for my sunglasses. Even in filming this class, they asked if I was going to wear glasses in this class. And I was like, of course I'm going to wear glasses. These are my identity. And then like the other part of my identity is a camera. So the idea that now these sunglasses can contain a camera, I'm like, hey, that's me. And there's something more. More here. There's like a, there's a real story here. Not sure what it is, but there's a real story in these like video camera sunglasses. So I think that's it. I like that idea. I think that's the idea I'm going to focus on. There are a bunch of ideas floating around in my head, but this one seems especially fun. It also means I get to lean into my favorite film location, which is my little office here. And maybe I can find an excuse to like take the shoot out into the street, which means I get to embrace the city, which is always interesting. So let's go do that. I'm going to make that movie. And I'm going to make this movie as like technically perfect as I'm capable of. It will have great audio. It will have fancy cinematography. And I will make it fancy without losing sight of the most important thing, which is our story. So before I head out, before I start making this movie, I want you to think about what your big story is. What's the idea that maybe has been floating around in your head for a while? And what's the story you can build around that idea? And I will see you in the next lesson.",
    "msg": "多媒体文件转换文本成功!"
}